[
    [
        "Yurt dışı cihazım kayıt edilmediğinden dolayı kapanmıştı. Ancak 1 Ocak itibarıyla BTK tarafından IMEI sıfırlaması yapıldığı söylendi ancak Türk Telekom olan hattıma halen sinyal gelmedi. Telefonuma Turkcell ve Vodafone taktığımda çalışıyor ancak Türk Telekom taktığımda çalışmıyor. Türk Telekom a geçtiğim günden beri pişmanlığım giderek artıyor. O kadar para veriyoruz. Bir işinizde düzgün yapın lütfen...",
        {
            "entities": [
                [
                    64,
                    81,
                    "DATE"
                ],
                [
                    82,
                    85,
                    "ORG"
                ],
                [
                    139,
                    151,
                    "OPE"
                ],
                [
                    198,
                    206,
                    "OPE"
                ],
                [
                    210,
                    218,
                    "OPE"
                ],
                [
                    246,
                    258,
                    "OPE"
                ],
                [
                    282,
                    294,
                    "OPE"
                ],
                [
                    371,
                    396,
                    "SER"
                ],
                [
                    0,
                    56,
                    "LIN"
                ],
                [
                    156,
                    185,
                    "NET"
                ]
            ]
        }
    ],
    [
        "Turkcell den bana ait olmayan bir numara üzerinden fatura mesajı geldi. Son ödeme tarihi ve fatura tutarı yazıyor. 5436****57 numara buBunun için ne yapmam gerekiyor? Aynı şekilde dün de Vodafone'dan başka bir fatura mesajı geldi. Vodafone dan Turkcell'e geçeli bir yıl oldu ve Kasım-Aralık ayları arasında bir yansıma olmuş. Durumlarla ilgili dönüş yaparsanız sevinirim. İyi çalışmalar",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    13,
                    70,
                    "OTH"
                ],
                [
                    187,
                    199,
                    "OPE"
                ],
                [
                    231,
                    239,
                    "OPE"
                ],
                [
                    244,
                    254,
                    "OPE"
                ],
                [
                    278,
                    297,
                    "DATE"
                ],
                [
                    115,
                    125,
                    "NUM"
                ],
                [
                    180,
                    184,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "\"Vodafone taahhüdüm 21 Ocak'ta bitiyor. Yıllardır taahhüt bitimine üç ay kala başlayan yeni teklif aramaları bu sene hiç gelmedi. Yanımda uygulamasında da geçebileceğim tarifelere bakmak istediğimde tobi \"\"şu an size buradan önerebileceğim bir tarife bulunmuyor.\"\" yanıtını veriyor. Eskiden uzun süre elinizde tutmaya çalıştığınız müşteriler size yük gelmeye başladı sanıyorum. Operatör değiştirmekten başka bir seçenek sunsaydınız keşke...\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    40,
                    49,
                    "DATE"
                ],
                [
                    130,
                    137,
                    "APP"
                ],
                [
                    20,
                    30,
                    "DATE"
                ],
                [
                    67,
                    77,
                    "DATE"
                ],
                [
                    87,
                    128,
                    "PKG"
                ],
                [
                    199,
                    204,
                    "APP"
                ],
                [
                    225,
                    261,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Uzun zamandır Vodafone'nin internetinden şikayetçiyim. Sürekli çözeceklerini belirtip bir türlü çözemediler. Ayrılmak istesem bile taahhütlü olduğu için kurtulamıyorum ve hiçbir zaman Vodafone'den bir çözüm görmedim. Adıyaman merkezde Vodafone ile ilgili sorun yaşıyorum. Etrafımda kime sorsam Vodafone'den bıkmış durumdalar. Artık Tüketici Hakları'na şikayet edeceğim; bu kadar da vurdumduymazlık olmaz. İnsanlardan bu kadar fatura parası alıp bu kadar kötü hizmet veriyorsunuz, verdiğimiz parayı hak etmiyorsunuz.\"",
        {
            "entities": [
                [
                    15,
                    27,
                    "OPE"
                ],
                [
                    185,
                    197,
                    "OPE"
                ],
                [
                    236,
                    244,
                    "OPE"
                ],
                [
                    295,
                    307,
                    "OPE"
                ],
                [
                    333,
                    352,
                    "ORG"
                ],
                [
                    28,
                    54,
                    "NET"
                ],
                [
                    218,
                    227,
                    "LOC"
                ]
            ]
        }
    ],
    [
        "Altın Festival 60 GB adı altında 490 TL ücretle yıllık taahhüt verdiğim paket daha 1 ay olmadan Büyük Festival 60 GB adı ile 390 TL taahhüt ücreti ile piyasa sürülmüş. Lakin bende geçmek istediğimde müşteri olduğum için bu haktan yararlanamayacağım söylendi. Ceza davalarında bile insanlar lehine bir yasa çıktığında yararlanabiliyor iken bize bu yapılan kanunsuzdur. Eğer bu tarifeden yararlanmam sağlanmaz ise Tüketici Hakem Heyeti'ne başvuracağımı bilmenizi isterim.",
        {
            "entities": [
                [
                    83,
                    87,
                    "DATE"
                ],
                [
                    102,
                    124,
                    "PKG"
                ],
                [
                    412,
                    436,
                    "ORG"
                ],
                [
                    0,
                    77,
                    "PKG"
                ],
                [
                    96,
                    166,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Senelerdir Vodafone faturalı hat kullanıcısıyım ve bu süreçte sadık bir müşteri oldum. Ancak artık sabrım tükendi. Faturamın taahhüt süresi bugün itibarıyla sona erdi. Yeni bir tarife için öneri istediğimde, müşteri hizmetlerinden \"\"Size uygun bir tarifemiz yok\"\" yanıtını alıyorum. Bu nasıl mümkün olabilir? Hem bir müşteri olarak bana uygun tarife sunulmuyor hem de mağduriyetimle ilgili hiçbir çözüm üretilmiyor.Son iki aydır Vodafone mobil uygulamasından düzenli olarak tarifelere bakıyorum, ama asla bana özel bir seçenek sunulmuyor. Müşteri hizmetlerini aradığımda da \"\"Tarifeler çıkar\"\" gibi geçiştirici yanıtlar alıyorum. Ne bir tarife öneriliyor ne de herhangi bir çözüm sunuluyor. Bu kadar ilgisizlik ve müşteriyi hiçe saymak kabul edilemez.Üstelik evimde telefon çekmiyor, yıllardır bu sorunu görmezden gelerek konuşabileceğim yerlere gidiyorum. Sadık bir müşteri olarak bunu sineye çektim ama artık tahammülüm kalmadı. Vodafone’un beni görmezden gelmesinden yoruldum.Avantajlı ve müşteri odaklı bir tarife önerisi bekliyorum. Aksi takdirde Türk Telekom’a geçmeyi ciddi şekilde değerlendiriyorum. Mağduriyetimin bir an önce giderilmesini talep ediyorum.\"",
        {
            "entities": [
                [
                    12,
                    20,
                    "OPE"
                ],
                [
                    88,
                    114,
                    "SER"
                ],
                [
                    209,
                    262,
                    "SER"
                ],
                [
                    333,
                    361,
                    "PKG"
                ],
                [
                    416,
                    429,
                    "DATE"
                ],
                [
                    430,
                    438,
                    "OPE"
                ],
                [
                    540,
                    629,
                    "SER"
                ],
                [
                    692,
                    751,
                    "SER"
                ],
                [
                    932,
                    943,
                    "OPE"
                ],
                [
                    1053,
                    1067,
                    "OPE"
                ],
                [
                    506,
                    538,
                    "SER"
                ],
                [
                    760,
                    783,
                    "NET"
                ]
            ]
        }
    ],
    [
        "Turkcell faturama hat açma-kapama ücreti yansıtmış. Böyle haksızlık olduğunu düşünüyorum. Müşteriye taahhüt imzalattıktan sonra istedikleri gibi kesinti yapmaları ticari olarak da hiç ahlaklı bir davranış değil. Birileri şirketlerin haksız kazanç elde etmesine dur demeli.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    18,
                    50,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Yaklaşık 6 ay önce adres değişikliği yaptım. Eski adresimde Türk Telekom altyapısı ile farklı bir sağlayıcıdan VDSL İnternet kullanıyordum ve yeni adresime İnternetimi taşıma işlemi yaptım. Bu taşıma işlemi kısa bir süre içerisinde herhangi bir sorun yaşamadan gerçekleşti. Daha sonra farklı bir sağlayıcıda daha iyi bir kampanya gördüm ve geçiş yapmak istedim ama geçiş yapacağım esnada adres bilgileri mi girdiğimde altyapı yok olarak göründü ve geçiş işlemi yapılamadı. Hata olduğunu düşünüp farklı sağlayıcılarda tekrar altyapı sorgulaması yaptığımda oturduğum yerde şu an aktif olarak İnternet kullanmama rağmen altyapı yok olarak görünüyor. Bu sebepten dolayı tek sağlayıcıda sabit kaldım ve sağlayıcı değiştiremiyorum. Şu an kullandığım sağlayıcının faturasında adres bilgilerim yazıyor resmini paylaşıyorum ve altyapı sorgulamasını yaptığımdaki resmi de paylaşıyorum. Bu sorunumun bir an önce çözüme kavuşmasını istiyorum.",
        {
            "entities": [
                [
                    0,
                    18,
                    "DATE"
                ],
                [
                    60,
                    72,
                    "OPE"
                ],
                [
                    156,
                    188,
                    "LIN"
                ],
                [
                    418,
                    429,
                    "NET"
                ],
                [
                    448,
                    471,
                    "LIN"
                ],
                [
                    617,
                    628,
                    "NET"
                ]
            ]
        }
    ],
    [
        "Onayım olmadan Ceptefun aboneliği. Hiçbir şekilde onay mesajı alınmadan ve mesaj geçmişimde bir onay gözükmemesine rağmen 19 Ocak pazartesi 2025 tarihinde 239 liralık abonelik ücreti alınmıştır. Talebim ve onayım olmadan Vodafone aracı kullanılarak faturama yansıtıldı. Bu duruma çözüm üretilmesini ve para iadesi yapılmasını talep ediyorum. Aksi takdirde hakkımı hukuk karşısında arayacağım ve Tüketici Hakem Heyeti'ne dilekçemi ileteceğim. İletişime geçilip bu haksızlığın düzeltilmesini istiyorum. Olacak tüm davranışlardan ben sorumlu değilim ve aboneliğimin iptal edilmesini istiyorum.",
        {
            "entities": [
                [
                    35,
                    121,
                    "SER"
                ],
                [
                    122,
                    144,
                    "DATE"
                ],
                [
                    155,
                    193,
                    "PAY"
                ],
                [
                    221,
                    229,
                    "OPE"
                ],
                [
                    302,
                    340,
                    "PAY"
                ],
                [
                    395,
                    419,
                    "ORG"
                ],
                [
                    15,
                    24,
                    "APP"
                ]
            ]
        }
    ],
    [
        "Turkcell her hafta Salla Kazan kampanyasında GB hediye edilmektedir. Ben Youtube.com ve Instagram kullanmıyorum. 2 haftadır sadece günlük 4 GB Youtube.com ve Instagram hediye ediliyor. Ben sadece Facebook kullanıyorum. Bana verilen hediyenin sadece Facebook olmasını rica ediyorum. Aksi takdirde hiçbir işime yaramıyor.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    73,
                    84,
                    "APP"
                ],
                [
                    143,
                    154,
                    "APP"
                ],
                [
                    296,
                    318,
                    "OTH"
                ],
                [
                    19,
                    67,
                    "PKG"
                ],
                [
                    88,
                    98,
                    "APP"
                ],
                [
                    158,
                    168,
                    "APP"
                ],
                [
                    196,
                    205,
                    "APP"
                ],
                [
                    249,
                    258,
                    "APP"
                ]
            ]
        }
    ],
    [
        "Taahhüdümün bitiş tarihine 20 gün kalmasına rağmen ne bir arayan ne de herhangi bir bilgilendirme mesajı atan olmadı. Geçebileceğim uygun herhangi bir tarife yok. Turkcell'e geçtikten sonra müşteri memnuniyetini önemsemediklerini gördüm. Başka operatörler müşteri memnuniyetine dikkat ediyorlar. Mevcut paketimin fiyatı 3 katına çıkıyor. Mağduriyetimin giderilmesini rica ediyorum.",
        {
            "entities": [
                [
                    163,
                    173,
                    "ORG"
                ],
                [
                    256,
                    294,
                    "SER"
                ],
                [
                    338,
                    380,
                    "OTH"
                ],
                [
                    27,
                    33,
                    "DATE"
                ],
                [
                    51,
                    116,
                    "SER"
                ],
                [
                    132,
                    161,
                    "PKG"
                ],
                [
                    296,
                    336,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Mükerrer ödeme yaptım, fazladan para çektiler ama kaç kere aramama rağmen 'görünmüyor' diyorlar. Dekontu da var. Alma konusunda yakamıza yapışıyorsunuz da bir öğrencinin iki kuruş parasını geri veremiyorsunuz. Bu kadar zor mu? Vodafone pişmanlıktır, ya böyle saçmalık olur mu?\"",
        {
            "entities": [
                [
                    1,
                    22,
                    "PAY"
                ],
                [
                    228,
                    236,
                    "OPE"
                ],
                [
                    24,
                    46,
                    "PAY"
                ],
                [
                    51,
                    96,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Vodafone, tarife değişikliği için 25 GB vereceğini söyledi. Ancak, vermedi. Yanımda uygulamasından olacağını belirtti fakat yine vermedi. Verilmesini talep ediyorum. Lütfen iletişime geçiyorum ama çözemedim. Sürekli söylememe rağmen talebime cevap alamadım. Bu da Vodafone'da oluyor.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    35,
                    59,
                    "PKG"
                ],
                [
                    77,
                    84,
                    "APP"
                ],
                [
                    234,
                    257,
                    "SER"
                ],
                [
                    265,
                    276,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "\"Her yöne geçerli mobil faturalı hattımda 4 haneli bir iletişim numarasına SMS attığım için benden 180 TL ek ücret kesintisi olmuş. Müşteri hizmetlerini aradığımda, her yöne olan SMS hakkımın 4 haneli numaraları kapsamadığını söylediler. Bunun üzerine ben de tarifeye geçiş yapılırken bu konu hakkında bilgi verilmediğini belirttim. Türk Telekom'dan şikayetçiyim.\"",
        {
            "entities": [
                [
                    99,
                    130,
                    "PAY"
                ],
                [
                    333,
                    349,
                    "OPE"
                ],
                [
                    284,
                    331,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Bulunduğum ortamda Türk Telekom interneti çok zayıftı, o nedenle ben de V***'a geçmek zorunda kaldım. Cayma bedeli olarak 4290 TL yansıtmışlar. İnsaf be kardeşim, bu ne ya! Sunduğunuz hizmet yeterli değil, yeterli olmadığı için müşteriniz başka bir operatöre geçmek zorunda kalıyor ve yansıttığınız cayma bedeli 4290 TL. Şikayetçiyim.Cayma bedelinin tekrardan hesaplanmasını ve uygun bir şekilde faturalanmasını talep ediyorum...\"",
        {
            "entities": [
                [
                    20,
                    32,
                    "OPE"
                ],
                [
                    73,
                    79,
                    "OPE"
                ],
                [
                    185,
                    205,
                    "NET"
                ],
                [
                    300,
                    320,
                    "PAY"
                ],
                [
                    33,
                    54,
                    "NET"
                ],
                [
                    103,
                    143,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Ben böyle bir firma görmedim. Arıyorum, konuşuyorum, anlatıyorum, anlamıyorlar. Kayıt açıyorlar, çözüm odaklı değil ancak fatura ücretini alsınlar. Ya da yapıldı diye mesaj yolluyorlar. Ne yardımcı olan var ne eden, böyle bir şey görmedim. Kaç gündür evimde internet yok.\"",
        {
            "entities": [
                [
                    259,
                    271,
                    "NET"
                ],
                [
                    98,
                    116,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Forum İstanbul Bayrampaşa şubesindeki Türk Telekom bayisin de bulunan yönetici kimliği altın da çalışan ö**** denen şahıs insanlara olan kötü üslubu ile beraber orada insanlara kötü davranıyor. Bu şahsın Türk Telekom tarafından oradan çıkarılmasını ve tarifesini kullanmış olduğum kurumdan men edilmesini istiyorum. Bu şekilde bir insanın orada o kurum da olmasını kabul etmiyorum. Kullanıcı olarak. Nişanlım ile sorun çözülsün diye başvurduğum bayi de bize sergileyen kötü üslubu biz hak etmedik. Gerekli tüm incelemeleri yapılıp yaptırım uygulanmasını rica ediyorum.",
        {
            "entities": [
                [
                    6,
                    25,
                    "LOC"
                ],
                [
                    38,
                    50,
                    "OPE"
                ],
                [
                    204,
                    216,
                    "OPE"
                ],
                [
                    104,
                    109,
                    "PER"
                ],
                [
                    166,
                    192,
                    "SER"
                ],
                [
                    469,
                    480,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Türk Telekom faturalıya 160 TL tutar teklif ettiler. Bende geçtim. Fakat faturalar 540 TL geldi. İtiraz ettim tamam düzelttik dediler. Simdi de faturalar 160 TL değil 240 TL gel meye devam ediyor. Türk Telekom dan muhatap bulamıyorum. Turk tele Kom ilgilenip sorunu gidermezse Tüketici Hakem Heyeti'ne baş vurmak zorunda kalacağım.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    13,
                    51,
                    "PKG"
                ],
                [
                    67,
                    96,
                    "PAY"
                ],
                [
                    197,
                    209,
                    "OPE"
                ],
                [
                    277,
                    301,
                    "ORG"
                ],
                [
                    143,
                    195,
                    "PAY"
                ],
                [
                    235,
                    248,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "\"Öncelikle Merhabalar Biz bir Dün Türk Telekom Fiber Modemi U*** Abinin Odasına Taşıdık Ancak Taşındıktan Sonra GPON Cihazı Kırmızı Yanınca İnternet Verememe Haline Geldik.Müşteri Hizmetlerini Aradık Bu Akşam 20:00-21:00 Gibi Ekipler Gelmesi Bekleniyordu Ama Gelmedi.Sevgili Türk Telekom Yetkilileri, Lütfen Bu Sorunu Düzeltin Ve Fiber İnternet Bağlantısı Yeniden Sağlansın.Eğer Düzeltmezseniz Bu Hizmeti İptal Edeceğim ve Superonline'a Geçeceğimİşte Kanıtın Olduğu Fotoğraf.Ben Resmen Mağdurum Çünkü Dayanacak Güç Kalmadı. Reklamlarınız %100 Kapak Olsun! Adresim: Gümüşçeşme Mah. Adaş Sk. Günday Apt. No:22 d:7 Altıeylül Balıkesir\"",
        {
            "entities": [
                [
                    34,
                    46,
                    "OPE"
                ],
                [
                    275,
                    287,
                    "OPE"
                ],
                [
                    60,
                    64,
                    "PER"
                ],
                [
                    140,
                    171,
                    "NET"
                ],
                [
                    200,
                    225,
                    "DATE"
                ],
                [
                    330,
                    373,
                    "NET"
                ],
                [
                    423,
                    436,
                    "APP"
                ],
                [
                    565,
                    631,
                    "LOC"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom sabit internet kullanıyorum, son birkaç aydır sürekli kopmalar yaşanıyor. İnterneti kullanamıyorum. Müşteri hizmetlerini aradım, 'Düzeltme yapıyorum, yarım saate düzelir' dedi. Olmazsa tekrar arayın, servis gelip bakacaktır söylendi. Sonrasında müşteri hizmetlerine ulaşamadım. Arıyorum, bant tekrar edip kapatıyor telefonu. 10 seneyi aşkın Türk Telekom kullanıcısıyım ama sabit internet ve telefonda operatör değişikliği yapacağım. Bıktım artık bu sorumsuzluktan.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    43,
                    59,
                    "DATE"
                ],
                [
                    60,
                    86,
                    "NET"
                ],
                [
                    88,
                    112,
                    "NET"
                ],
                [
                    259,
                    291,
                    "SER"
                ],
                [
                    339,
                    348,
                    "DATE"
                ],
                [
                    355,
                    367,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "\"Oğlumun faturalı hattının mobil ödemesini kapattığım halde kendi kendine sürekli açılıyor ve sürekli Apple satın alma işlemi gerçekleşti deyip ücret kesiliyor. Fatura 3000 TL oldu. 542'yi arıyorum, durumu anlatıyorum ama kimse yardımcı olmuyor. Hattımı ya kapattıracağım. Vodafone böyle deyip katlanacak mıyım bilmiyorum. Yardımcı olan kimse yok.\"",
        {
            "entities": [
                [
                    60,
                    90,
                    "PAY"
                ],
                [
                    102,
                    107,
                    "ORG"
                ],
                [
                    161,
                    180,
                    "PAY"
                ],
                [
                    273,
                    281,
                    "OPE"
                ],
                [
                    108,
                    159,
                    "PAY"
                ],
                [
                    222,
                    244,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"2024 eylül ayında başka bir operatör den Türk Telekom'a site üzerinden geçiş yapmıştım. Geçiş yaptığım paket faturalı, taahhütlüydü ve ücreti 300 küsürdü. Ama ilk ay sonrası gelen faturalarım taahhütsüz ücreti üzerinden hesaplanarak istenildi benden. Aylarca yaptığım asımlar ile max 550 ödemem gereken yerde her ay sabit ya 915 TL ya da 895 TL para çekildi. Türk Telekom operatörüne geçtiğim süreçte müşteri hizmetlerine kolaylıkla ulaşabiliyorken, ilk fatura dan sonra Türk Telekom'un hiçbir numarası üzerinden herhangi bir kişiye ulaşamadım. Sürekli karşıma robot çıkardılar ya da numaranın kullanılmadığını söylediler\"",
        {
            "entities": [
                [
                    19,
                    41,
                    "LIN"
                ],
                [
                    42,
                    56,
                    "OPE"
                ],
                [
                    360,
                    372,
                    "OPE"
                ],
                [
                    472,
                    487,
                    "OPE"
                ],
                [
                    514,
                    544,
                    "SER"
                ],
                [
                    1,
                    18,
                    "DATE"
                ],
                [
                    89,
                    154,
                    "PKG"
                ],
                [
                    159,
                    243,
                    "PAY"
                ],
                [
                    260,
                    358,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Vodafone müşteri hizmetleri aradı, taahhüdümün 31 aralıkta bittiğini ve yeni tanımlanmış kampanyaları sundu. Teklif çok yüksek olduğu için operatör değişikliği yaptım. Sonrasında cayma bedeli adı altında yüksek bir faturayla karşılaştım. Görüşmeler kayıt altında olmasına rağmen böyle bir hatayı nasıl yaparlar. Haksız bir kazanç söz konusu. Müşteri temsilerinin hatalarını vatandaşa ödetme durumu söz konusu. İletişim kurmak mümkün değil. Şikayetimi bildirdim dönüş yapılmadı... Bu paranın iadesini istiyorum...\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    48,
                    59,
                    "DATE"
                ],
                [
                    140,
                    167,
                    "LIN"
                ],
                [
                    180,
                    237,
                    "PAY"
                ],
                [
                    410,
                    439,
                    "SER"
                ],
                [
                    441,
                    477,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Yeni Turkcell'e geçtim ve çok pişmanım. Faturam da 20 GB var ve bu internet bir haftada bitiyor. Önceki operatörde 15GB bir ay yetiyordu. Çekim gücü iyi ama internet gerçekten çok hızlı bitiyor. Bir de gnç uygulamasında yapılan çatlat kazan da iki haftadır aynı hediyeyi veriyor (haftalık 1 GB Instagram) ben Instagram kullanmıyorum.",
        {
            "entities": [
                [
                    5,
                    15,
                    "OPE"
                ],
                [
                    40,
                    95,
                    "PKG"
                ],
                [
                    120,
                    126,
                    "DATE"
                ],
                [
                    138,
                    193,
                    "NET"
                ],
                [
                    202,
                    206,
                    "APP"
                ],
                [
                    243,
                    279,
                    "OTH"
                ],
                [
                    309,
                    319,
                    "APP"
                ],
                [
                    294,
                    303,
                    "APP"
                ]
            ]
        }
    ],
    [
        "\"Uzun zamandır Vodafone kullanıcısıyım. Red'li Ultra sınırsız paketi kullanmaktayım. Ayda 345 TL vererek Instagram, Youtube.com, Twitter, WhatsApp, Facebook, Spotify gibi sosyal medya uygulamalarını ücretsiz kullanabiliyorum. Vodafone müşteri temsilcisi tarafıma ulaşarak paket yenileme için 670 TL'ye sosyal medya sınırlı bir şekilde teklifle geldi. Mevcut tarifeme%100 zam yapılmış. Yıllardır Vodafone kullanıcısı olarak daha cazip tekliflerinizi bekliyorum. Lütfen bu konuda bana yardımcı olun.\"",
        {
            "entities": [
                [
                    15,
                    23,
                    "OPE"
                ],
                [
                    40,
                    68,
                    "PKG"
                ],
                [
                    116,
                    127,
                    "APP"
                ],
                [
                    129,
                    136,
                    "APP"
                ],
                [
                    138,
                    146,
                    "APP"
                ],
                [
                    226,
                    234,
                    "OPE"
                ],
                [
                    351,
                    383,
                    "PAY"
                ],
                [
                    385,
                    394,
                    "DATE"
                ],
                [
                    395,
                    403,
                    "OPE"
                ],
                [
                    105,
                    114,
                    "APP"
                ],
                [
                    148,
                    156,
                    "APP"
                ],
                [
                    158,
                    166,
                    "APP"
                ],
                [
                    272,
                    349,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Mevcut Turkcell mobil imza kullanımı şifre yardımı için geri dönüş alamıyorum. 17 Ocak sabah 09:25 5090 a,10:00da 2929a mesaj attım, gün içinde geri dönüş yapılacağı mesajı geldi fakat bugün pazartesi hala geri dönüş yapılmadı. Bugün sabah Turkcell'den 1, cuma günü 3 kişi ile görüştüm sizi mobil imza biriminden arayacaklar deniyor ve kimse geri dönmüyor mobil imza biriminden. Evrak bekliyor imzalayamıyorum yapamıyorum. Geçen ay aynı şifreyle işlem yaptım, şu an sebebini bilmiyorum. Şifreyi kabul etmiyor. Mobil imza kolaylık oluyordu eskiden 3-4saat içinde en geç geri dönüyorlardı ama aksaklık yaşıyorsunuz şu an ve müşteri temsilcileri yaşadığım sıkıntıyı bir yere bildirmiyor sanırım, bu yüzden ''şikayet var'' iyi ki var umarım buradan duyarsınız ve bugün çözülür. Çok kez aradığım derdimi anlattığım ve yine de geri dönüş alamadığım için, Turkcell in sitesindeki şikayet talebini kullanmadım, oradan da geri dönülmeyeceğini düşünerek. Bu sabah yaptığım telefon görüşmesi ve buraya yazmak için de neredeyse 1 saatim gitti. İş yerinde kulağımda telefon çözüm arıyorum her arama minimum 15-20 dakika kaybettiriyor.Müşterinin sesini duyman için başka ne yapabiliriz Turkcell?\"",
        {
            "entities": [
                [
                    8,
                    16,
                    "OPE"
                ],
                [
                    17,
                    27,
                    "APP"
                ],
                [
                    57,
                    78,
                    "SER"
                ],
                [
                    202,
                    227,
                    "SER"
                ],
                [
                    241,
                    253,
                    "OPE"
                ],
                [
                    292,
                    302,
                    "APP"
                ],
                [
                    357,
                    367,
                    "APP"
                ],
                [
                    511,
                    521,
                    "APP"
                ],
                [
                    592,
                    619,
                    "SER"
                ],
                [
                    850,
                    858,
                    "OPE"
                ],
                [
                    1173,
                    1181,
                    "OPE"
                ],
                [
                    80,
                    99,
                    "DATE"
                ],
                [
                    107,
                    114,
                    "DATE"
                ],
                [
                    257,
                    266,
                    "DATE"
                ],
                [
                    336,
                    356,
                    "SER"
                ],
                [
                    424,
                    432,
                    "DATE"
                ],
                [
                    488,
                    509,
                    "OTH"
                ],
                [
                    822,
                    848,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Ben Vodafone kullanıcısıyım. Funny Zone online ve Kraken Baker isimli, ne olduğunu bile bilmediğim ve hiç işime yaramayan servislerden para kesilmiş. Bu durumu şikayet edeceğim ve paramın iadesini talep ediyorum. Hemen Vodafone'un bu durumu çözmesini istiyorum.\"",
        {
            "entities": [
                [
                    5,
                    13,
                    "OPE"
                ],
                [
                    51,
                    63,
                    "APP"
                ],
                [
                    123,
                    149,
                    "PAY"
                ],
                [
                    181,
                    212,
                    "PAY"
                ],
                [
                    220,
                    231,
                    "OPE"
                ],
                [
                    30,
                    40,
                    "APP"
                ]
            ]
        }
    ],
    [
        "\"05.11.2024-13.11.2024 tarihlerinde uçakla Bosna-Hersek'e seyahat ettim. Bu Seyahatimde seyahat planımız ve gerçekleşen süreç şu şekilde ıd : 05-09 Tarihleri arasında Bosna-Hersek, 09-10 Kasım 2024 tarihlerinde Karadağ, 10 Kasım 2024 saat:08.00 de seyahate başlayarak Arnavutluk sınırlarından geçerek Kosava'ya intikal ettim. 10.11.2024 saat:15.00'da Prizren-Kosova'ya ulaştım. 10-11 Prizren-Kosova 12 Kasım 2024 Makedonya'da seyahat ettim. 13 Kasım 2024 tarihinden Priştina-Kosova Havalimanından uçakla Türkiye'ye döndüm. Seyahatimde kullanmak üzere 05.11.2024 tarihinde Türkiye'de iken Turkcell hattım üzerinde Avrupa Gezgin Paketi 2 GB Paketini aldım. Bu Paket Seyahat ettiğim ülkerde geçerli 2 GB internet, 200 Dakika görüşme ve 250 SMS 'i kapsamaktadır ve Paket ücreti 400 TL'dir. Paket in geçerli olmadığı tek ülke olan Arnavutluk'tan sadece 2 saatlik geçiş yapılmış ve bu süre içerisinde herhangi bir Telefon görüşmesi ve İnternet kullanımı yapılmamıştır. Ancak Turkcell firması bağlantı yapıldığını iddia ederek. 250 TL'lik ilave fatura çıkarılmıştır. Turkcell Müşteri Temsilcisi olan Ö**** Hanım (Sicil No:90112163) yapılan görüşmede bu ücrete itiraz edilmiş ancak herhangi bir işlem yapılamayacağı ve ücretin ödenmesi gerektiği ifade edilmiştir. Ancak tarafımdan böyle bir kullanım yapılmadığı haksız olarak faturama yansıtılan bu ücretin iptali ısrarla talep edildiği halde herhangi bir işlem yapılmamıştır. Israrla faturama itiraz hakkımı kullanmak istediğimi ifade etmek istediğim halde itiraz talebimi işleme koymamıştır. Turkcell a. Ş. Tarafından kullanım yapmadığım halde Faturama yansıtılan işlemin iptal edilmesini istiyorum. Ayrıca Faturama itiraz hakkımı kullanmama engel olan Müşteri Temsilcisi Ö**** Hanım ( Sicil No: 90112163) hakkında işlem yapılmasını istiyorum.\"",
        {
            "entities": [
                [
                    1,
                    22,
                    "DATE"
                ],
                [
                    142,
                    157,
                    "DATE"
                ],
                [
                    167,
                    179,
                    "LOC"
                ],
                [
                    181,
                    210,
                    "DATE"
                ],
                [
                    220,
                    233,
                    "DATE"
                ],
                [
                    441,
                    454,
                    "DATE"
                ],
                [
                    466,
                    481,
                    "LOC"
                ],
                [
                    504,
                    514,
                    "LOC"
                ],
                [
                    551,
                    561,
                    "DATE"
                ],
                [
                    572,
                    582,
                    "LOC"
                ],
                [
                    588,
                    596,
                    "OPE"
                ],
                [
                    826,
                    840,
                    "LOC"
                ],
                [
                    969,
                    977,
                    "OPE"
                ],
                [
                    1021,
                    1058,
                    "PAY"
                ],
                [
                    1060,
                    1068,
                    "OPE"
                ],
                [
                    1536,
                    1544,
                    "OPE"
                ],
                [
                    43,
                    57,
                    "LOC"
                ],
                [
                    268,
                    279,
                    "LOC"
                ],
                [
                    301,
                    311,
                    "LOC"
                ],
                [
                    326,
                    336,
                    "DATE"
                ],
                [
                    351,
                    368,
                    "LOC"
                ],
                [
                    384,
                    398,
                    "LOC"
                ],
                [
                    399,
                    412,
                    "DATE"
                ],
                [
                    413,
                    425,
                    "LOC"
                ],
                [
                    613,
                    653,
                    "PKG"
                ],
                [
                    654,
                    757,
                    "PKG"
                ],
                [
                    986,
                    1019,
                    "OTH"
                ],
                [
                    1093,
                    1098,
                    "PER"
                ],
                [
                    1499,
                    1534,
                    "SER"
                ],
                [
                    1588,
                    1642,
                    "PAY"
                ],
                [
                    1716,
                    1721,
                    "PER"
                ]
            ]
        }
    ],
    [
        "\"Yakın zamanda kullandığım iPhone 14 Pro cihazımdan yeni aldığım iPhone 16 Pro cihazıma Turkcell E-sim hattımı taşımak istedim. Ancak şu sorunlarla karşılaştım:1. Turkcell hesabı üzerinden E-sim yönetim ekranına ulaşamıyorum:Web sitenizin E-Sim bölümünde “www.turkcell.com.tr den login olmuş müşterilerimiz Ayarlarım menüsünden Hat Ayarlarım'ı seçip, E-Sim Profil Bilgileri seçeneğinden QR kodlarını görüntüleyebilirler.” yazmasına rağmen, hem internet sitesi üzerinden hem de mobil uygulama üzerinden “Hat Ayarlarım” sekmesi altında E-sim yönetimi ile ilgili herhangi bir seçenek görünmüyor. Bu nedenle SM-DP+ Adresi, Aktivasyon Kodu ve Onay Kodu bilgilerine de ulaşamıyorum.2. E-sim taşıma işlemi başarısız oldu:Eski cihazımdan otomatik / hızlı aktarma ve taşıma yapmayı denediğimde, iPhone cihazım “sim kartınız desteklenmiyor. Eski iPhone'unuzdaki sim kart, E-sim transferini desteklemiyor. Destek için Turkcell ile iletişime geçin.” uyarısı ile karşı karşıya kalıyorum. 3. Müşteri Hizmetlerini Aradım:Müşteri hizmetleri ile iletişime geçtiğimde, sorunun sadece bir Turkcell bayisine giderek çözülebileceği söylendi. Ancak şu an yurt dışında yaşıyorum ve önümüzdeki 6 ay boyunca Türkiye’ye gelme imkanım bulunmuyor. Bu durumda, hattımı aktif olarak kullanmamın imkansız hale gelmesi ciddi bir mağduriyet yaratıyor. İş amaçlı da kullandığım bu hattın aktif olması benim için hayati öneme sahip. Tek çarem Turkcell'den vazgeçip hattımı farklı bir operatöre geçirmek ve bunu hiç istemiyorum.Destek Talebim:Bu sorunları aşmak ve hattımı aktif hale getirebilmek için aşağıdaki desteğinizi talep ediyorum:E-sim QR kod veya SM-DP+ Adresi, Aktivasyon Kodu ve Onay Kodu bilgilerimin tarafıma iletilmesi. Eğer mümkünse, QR kodu ya da manuel giriş için gereken bilgileri e-posta veya başka bir dijital yöntemle sağlamanızı rica ediyorum. Eğer turkcell.com.tr’de veya Turkcell Dijital Operatörüm’de çıkmamasının sebebi sistemsel bir hata ise, bunun çok hızlıca düzeltilmesini rica ediyorum.20 yılı aşkın süredir Turkcell’e sadık bir kullanıcı olarak, bu konuda mağduriyetimin giderilmesini ve hattımın aktif hale getirilmesi için desteğinizi rica ediyorum.\"",
        {
            "entities": [
                [
                    27,
                    33,
                    "ORG"
                ],
                [
                    65,
                    71,
                    "ORG"
                ],
                [
                    88,
                    96,
                    "OPE"
                ],
                [
                    163,
                    171,
                    "OPE"
                ],
                [
                    604,
                    610,
                    "APP"
                ],
                [
                    786,
                    792,
                    "ORG"
                ],
                [
                    907,
                    915,
                    "OPE"
                ],
                [
                    1070,
                    1078,
                    "OPE"
                ],
                [
                    1408,
                    1420,
                    "OPE"
                ],
                [
                    1621,
                    1627,
                    "APP"
                ],
                [
                    1860,
                    1868,
                    "OPE"
                ],
                [
                    1869,
                    1890,
                    "APP"
                ],
                [
                    2004,
                    2014,
                    "OPE"
                ],
                [
                    97,
                    126,
                    "LIN"
                ],
                [
                    189,
                    224,
                    "LIN"
                ],
                [
                    533,
                    591,
                    "LIN"
                ],
                [
                    679,
                    713,
                    "LIN"
                ],
                [
                    802,
                    893,
                    "LIN"
                ],
                [
                    1170,
                    1182,
                    "DATE"
                ],
                [
                    1982,
                    1995,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "Merhaba Vodafone faturam çok yüksek geliyor. Hattım babamın üzerine fakat faturayı ben ödüyorum öğrenciyim ne yapmalıyım bana yardımcı olabilir. misiniz. Acaba ödemekte zorlanıyorum öğrenciye indirim yapılmıyor mu? Bana yardımcı olun lütfen öğrenciyim...",
        {
            "entities": [
                [
                    8,
                    16,
                    "OPE"
                ],
                [
                    17,
                    43,
                    "PAY"
                ],
                [
                    160,
                    213,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Red'li fırsat 25 GB Ultra paketini kullanmaktayım, taahhüdüm 15.02.2025 tarihinde bitecek mesajı alıyorum fakat taahhüt bittiğinde aynı tarifemin hangi fiyat olacağını göremiyorum. Geçebileceğim yeni paketler sayfasında ise kullanmakta olduğum tarifeye benzer paketler şu anda mevcut tarifemin 2 katı fiyatı sunulmakta. Konu hakkında yardımlarınızı rica ederim.\"",
        {
            "entities": [
                [
                    62,
                    72,
                    "DATE"
                ],
                [
                    132,
                    180,
                    "OTH"
                ],
                [
                    270,
                    319,
                    "PAY"
                ],
                [
                    1,
                    50,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "Her ayın 20’sine kadar 400 TL gözüken faturam ayın son gününde 700 TL’ye çıkarılıyor ve bu tutarı ödemek zorunda kalıyorum. Müşteri hizmetlileri asla yardımcı olmuyor. Zaten ulaşmak ve karşınızda bir muhatap bulmak imkansız. Bana internet kullanımımı aştığım söyleniyor fakat aşma söz konusu değil!",
        {
            "entities": [
                [
                    23,
                    122,
                    "PAY"
                ],
                [
                    150,
                    166,
                    "SER"
                ],
                [
                    168,
                    223,
                    "SER"
                ],
                [
                    0,
                    16,
                    "DATE"
                ],
                [
                    251,
                    297,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom çalışmıyor! Neredeyse 1 haftadır evdeki internette sistemsel bir arıza varmış. Bu yüzden Wi-Fi 'ye bağlandığı halde internet yok gözüküyor. Sınırsız internet parası ödüyoruz ama bir haftadır bize eziyet çektiriyorlar. 28 Aralık'tan bugün 4 Ocak hala tamir edilmedi. En az 5 defa aradık geleceğiz halledeceğiz diye bizi geçiştiriyorlar. Sürekli yarın olacak yarın olacak diyorlar ama nerede?! Telafi diye bir de şaka gibi 2 GB hediye vermişler. Ben 1 haftayı 2 GB ile telafi edebilsem sınırsız internet parasını ödemem herhalde! 1 akşam bile dayanmadı. Televizyona, bilgisayara bile kendi cep internetimizden bağlamak zorundayız. 2 GB yeter mi? Çocuğun sınav haftası var ders anlatımı izlemesi gerekli diye ona verdik. İnterneti 2-3 video ile bitti. Arızayı zaten kaç gündür tamir edemediniz bari düzgünce telafi edin. Hepimiz sizin yüzünüzden cepteki internetimizi kullanıyoruz ve ana paketimiz sizin yüzünüzden ayın sonuna kadar dayanmayacak ve ek paket alırken de dolu para isteyeceksiniz! Hem maddi hem manevi kaybımız var!\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    36,
                    46,
                    "DATE"
                ],
                [
                    54,
                    91,
                    "NET"
                ],
                [
                    130,
                    142,
                    "NET"
                ],
                [
                    232,
                    245,
                    "DATE"
                ],
                [
                    771,
                    830,
                    "NET"
                ],
                [
                    252,
                    258,
                    "DATE"
                ],
                [
                    300,
                    348,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Vodafone 0505581**** numaralı Red 40 tarifesindeyim ayda 8 adet oto Konfor araç yıkama hakkım varken 1 kere kullandım ve şu an elimden haklarımı aldınız. Bunun nedeni nedir ve kullanmadığım haklarımın geri verilmesi istiyorum. Yasal olmayan bir işlem uyguluyorsunuz. Bu durumun acilen giderilmesini istiyorum.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    9,
                    20,
                    "NUM"
                ],
                [
                    30,
                    33,
                    "APP"
                ],
                [
                    57,
                    152,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "\"Uzun yıllardır kullandığım hattın taahhüt bitti. Şu an kullanmakta olduğum uyumlu tarifem 4gb paketine aylık 130.5TL ödemekteydim. Son faturamın otomatik tarife ücreti 291 TL olarak gözükmektedir.%250 yakın zam yapılmış, Nasıl bir fiyat artışıdır? Yenileme yaparsam tarifemi 240 Tl'ye kulana bileceksiniz diyorlar. Ayrıca, Vodafone Merkezinizi arandığımda en ucuz tarifemiz bu diyerek tek görünen tarife (Başka seçme hakkım yokmuş) insanları yukarı tarifelere zorluyorsunuz. Mümkünse bana uygun tarife sunulmasını bekliyorum. Web sitesini incelediğimde başka hatlardan geçiş yapanlara daha uygun fiyatlı ve içeriği daha dolu paketler önerildiğini fark ettim. Vodafone'a yıllardır güvenip kullanan biriyim Eğer mümkünse mevcut kullandığım tarifeyle ya da bana uygun olabilecek tarifelerle makul fiyatlarla devam etmek istiyorum. Tarafıma uygun teklif yapılmasını rica ediyorum. Gereğinin yapılmasını talep ediyorum.\"",
        {
            "entities": [
                [
                    1,
                    15,
                    "DATE"
                ],
                [
                    28,
                    48,
                    "PAY"
                ],
                [
                    76,
                    130,
                    "PKG"
                ],
                [
                    324,
                    332,
                    "OPE"
                ],
                [
                    660,
                    670,
                    "OPE"
                ],
                [
                    155,
                    247,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Turkcell'in 10 gündür çözemediği sorun.Bayiye gidip 40 GB pakete anlaşarak Turkcell'e geçtim, bayideki personel 5 GB paket tanımlamış. 28 Aralık'ta şikayet bildirdim, 5 Ocak oldu. Hâlâ daha sorunum çözülmedi. 2 bin TL ek paket aldım, zararımı kim karşılayacak?\"",
        {
            "entities": [
                [
                    1,
                    12,
                    "OPE"
                ],
                [
                    13,
                    22,
                    "DATE"
                ],
                [
                    53,
                    65,
                    "PKG"
                ],
                [
                    76,
                    86,
                    "OPE"
                ],
                [
                    104,
                    134,
                    "PKG"
                ],
                [
                    136,
                    148,
                    "DATE"
                ],
                [
                    168,
                    174,
                    "DATE"
                ],
                [
                    210,
                    233,
                    "PKG"
                ],
                [
                    235,
                    260,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"18 Eylül 2024'te yurt dışına çıkarken Avrupa Gezgin paketi için eşimin hattından Turkcell'i aradık, önce eşim kendi hattı için paketi tanımlattı, sonra telefonu bana vererek (tekrar bağlanmak için uğraşmayalım dedik) benim bilgilerimi paylaştık ve benim hattım için paketi aldık. Geri döndüğümüzde 2000 küsur tl fatura ile karşılaştım.Turkcell'e eşimin numarasını vererek kaydın dinlenmesini talep ettim ve itirazda bulundum. Telefon kaydı olmasına rağmen (bizimle paylaşılmadı) herhangi bir hata yoktur denildi, olumsuz cevaplandı ki telefonla arayıp ulaşılmamış maille de bilgilendirme yapılmamıştır. Gerekli şikayet ve itirazlarım devam etmektedir. Turkcell tarafı bizde 1 kere değerlendirildi, konu kapanmıştır, dedi.\"",
        {
            "entities": [
                [
                    1,
                    17,
                    "DATE"
                ],
                [
                    82,
                    92,
                    "OPE"
                ],
                [
                    299,
                    335,
                    "PAY"
                ],
                [
                    336,
                    346,
                    "OPE"
                ],
                [
                    653,
                    661,
                    "OPE"
                ],
                [
                    38,
                    59,
                    "PKG"
                ],
                [
                    535,
                    602,
                    "SER"
                ],
                [
                    427,
                    512,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "\"Turkcell müşteri hizmetleri ile hattın taahhüdü ile ilgili konuşmuştuk. 4-5 gün önce. 330 TL gibi bir fiyat verilirken bugün 400 gibi bir fiyat veriliyor. 2 hafta öncesinde yine 400 küsur fiyatları vardı. 330 TL fiyat verildiği gün rahatsızlığımız sebebiyle bu fiyattan anlaşma sağlanabilir, rahatsızlığımız var arar misiniz dedik. Onay aldık. Bugün ise kabul etmiyorlar. Zam geldi. Bu fiyat üzerinden ilerleyecek diyorlar. Mobilden şikayet oluşturmak istedim, onaylamadılar. Destek bekliyoruz. Lütfen 20 senelik hattı başka operatöre geçirmek zorunda bırakmayın.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    73,
                    85,
                    "DATE"
                ],
                [
                    156,
                    173,
                    "DATE"
                ],
                [
                    87,
                    154,
                    "PAY"
                ],
                [
                    373,
                    423,
                    "OTH"
                ],
                [
                    425,
                    475,
                    "SER"
                ],
                [
                    503,
                    513,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "Daha önce yine büyük uğraşlar sonucu aşım paketini iptal etmeme rağmen 2025 ilk faturamda tekrar aktif olmuş. Kullanıcıdan izinsiz nasıl tekrar aktif olabiliyor? Tekrar iptal etmek için Tobi ye yazdım. Sms at dedi. Atıyorum servis aktif değildir diyor. Telefon ile arıyorum ek paket iptal et kısmına bastığım anda telefon kapanıyor. Bu aşım paketinin iptali ve iadesini talep ediyorum.",
        {
            "entities": [
                [
                    186,
                    190,
                    "SER"
                ],
                [
                    71,
                    75,
                    "DATE"
                ],
                [
                    274,
                    331,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Kilis Musabeyli'de öğretmenim. Vodafone hattımı Turkcell'e taşıdım ama 15 gündür SIM kartımız gelmedi, iletişime de geçmiyorlar. Kilis Kuryenet'ten şikayetçiyim. Kuryenet genel merkez müşteri hizmetlerine de bilgi verdim. Turkcell'i her gün aradım ama her gün 'yarın' diyorlar. Yıl bitiyor, artık sabrım da tükendi. Turkcell, malınızı neden takip etmiyorsunuz? Takip no: 4581140527726\"",
        {
            "entities": [
                [
                    1,
                    19,
                    "LOC"
                ],
                [
                    32,
                    40,
                    "OPE"
                ],
                [
                    49,
                    59,
                    "OPE"
                ],
                [
                    72,
                    81,
                    "DATE"
                ],
                [
                    82,
                    128,
                    "LIN"
                ],
                [
                    223,
                    233,
                    "OPE"
                ],
                [
                    317,
                    325,
                    "OPE"
                ],
                [
                    130,
                    136,
                    "LOC"
                ],
                [
                    163,
                    172,
                    "ORG"
                ],
                [
                    136,
                    148,
                    "ORG"
                ]
            ]
        }
    ],
    [
        "\"Üyelik yaptığım numara ile Turkcell müşterisiyim.13.12.2024 te Turkcell'e geçtim ancak aşırı derecede kötü çektiği için Turkcell den çıkmak istedim. 19.12.2024 de farklı hatta geçmek için başvurumu yaptım. Ancak Turkcell olarak bana cayma bedeli çıkarıyorsunuz. Kanunlar gayet açık ve bu konuda atıf edilen kanun maddesi açıktır.Turkcell 14 günlük cayma hakkımı kullanmak istediğimi söylememe rağmen (Kanun 6502 madde 52 - (4) Tüketici, belirsiz süreli veya süresi bir yıldan daha uzun olan belirli süreli abonelik sözleşmesini herhangi bir gerekçe göstermeksizin ve cezai şart ödemeksizin istediği zaman feshetme hakkına sahiptir) Bu kanun kapsamında 14 gün dolmadan cayma hakkımı yansıtılmasının iptal edilmesini istiyorum. Ödediğim 6 günlük fatura harici olan bedel haksız.\"",
        {
            "entities": [
                [
                    28,
                    36,
                    "OPE"
                ],
                [
                    64,
                    74,
                    "OPE"
                ],
                [
                    121,
                    129,
                    "OPE"
                ],
                [
                    213,
                    221,
                    "OPE"
                ],
                [
                    234,
                    261,
                    "PAY"
                ],
                [
                    330,
                    338,
                    "OPE"
                ],
                [
                    50,
                    63,
                    "DATE"
                ],
                [
                    88,
                    120,
                    "NET"
                ],
                [
                    150,
                    163,
                    "DATE"
                ],
                [
                    164,
                    205,
                    "LIN"
                ],
                [
                    339,
                    348,
                    "DATE"
                ],
                [
                    653,
                    659,
                    "DATE"
                ],
                [
                    736,
                    744,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom'un bir haftadır çözemediği yurt dışı cihazlardaki 'servis yok' arızası, başka operatörleri taktığımda servis alırken Türk Telekom nasıl oluyor da bunu çözemiyor? Aradığımızda 'sorun görünmüyor' diye bizi geçiştiriyorlar. Bu konunun tarafınızca çözülmesini istiyorum.\"",
        {
            "entities": [
                [
                    1,
                    16,
                    "OPE"
                ],
                [
                    131,
                    143,
                    "OPE"
                ],
                [
                    41,
                    84,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"5315****402 numaralı Superonline Superbox aboneliğimin taahhüdü bitince kapatmak için talepte bulunmuştum. Onaylandı ve daha sonra bana 16/12/2024 tarihinde böyle bir SMS geldi. \"\"iptal olan hizmetinize ait cihaz ve tüm aksesuarlarınızı müşteri numaranızla birlikte en geç 10 gün içinde Yurtiçi Kargo 762598718 Turkcell iletişim hizmetleri gönderi kodu ile ücretsiz gönderebilirsiniz. Zamanında iade edilemeyen cihaz bedelinin (1900.00 TL) faturanıza yansıtılacağını bildirmek isteriz. Ben de 24/12/2024 tarihinde Yurtiçi Kargo'ya giderek 808191734049 takip numarası ile cihazı aksesuar ve kutusuyla birlikte iade ettim. Ama 26/12/2024 tarihin de bir SMS geldi. O da şu şekilde\"\" iptal olan hizmetinize ait cihazın, kablo ve adaptör gibi aksesuarların belirtilen sürede iade edilmemesi sebebiyle ücretlerinin (1900.00 TL) faturanıza yansıtılmak üzere isleme alındığını bildirmek isteriz. Bu nasıl bir iştir? Anlayamadım. Zamanında teslim etmeme rağmen fatura kesileceği söyleniyor. Yardımcı olursanız sevinirim.\"",
        {
            "entities": [
                [
                    22,
                    33,
                    "APP"
                ],
                [
                    312,
                    320,
                    "OPE"
                ],
                [
                    1,
                    12,
                    "NUM"
                ],
                [
                    34,
                    43,
                    "APP"
                ],
                [
                    56,
                    106,
                    "LIN"
                ],
                [
                    137,
                    147,
                    "DATE"
                ],
                [
                    386,
                    485,
                    "PAY"
                ],
                [
                    494,
                    504,
                    "DATE"
                ],
                [
                    515,
                    531,
                    "ORG"
                ],
                [
                    626,
                    636,
                    "DATE"
                ],
                [
                    753,
                    887,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Yaklaşık bir sene önce Turkcell demsanbesicilik elektronik ithalat ihr. San. Ve tic. L şirketi'nden telefon faturama yansıtılan Ttec 2km140s airbeat Plus gerçek kablosuz tws bluetooth kulaklık beyaz ürünün bir yıl ödemesi olduğunu düşündüğüm halde, son kalan taksit tarihini öğrenmek için müracaat ettiğimde kulaklığın ödemesinin 3 yıl olarak düzenlendiğini öğrendim. 1330,80 liraya kesilen faturanın, 3 yıl ödemek şartıyla 5 bin tl civarına çıktığını öğrendim.Sakarya'dan aldığım bu ürün için tekrar müracaat ettiğimde, ürünü bana satan kişinin işten çıktığını, kendilerinin de sözleşme kapsamında 2 yıl daha ödemem gerektiğini, hemen ödeme yapmamız halinde 2000 TL civarı bir ödemeyle kapatılabileceğini, başka yapılacak bir şey olmadığını ve ödemek zorunda olduğumu söylediler.1330 liraya fatura edilen kulaklığı 5 bin lira civarında ödemek zorunda kalıyorum. Faturanın üstünde bir ücret ödemek istemiyorum. Konuyla ilgili sorunun çözülmesini talep etmekteyim.\"",
        {
            "entities": [
                [
                    1,
                    23,
                    "DATE"
                ],
                [
                    24,
                    32,
                    "OPE"
                ],
                [
                    207,
                    214,
                    "DATE"
                ],
                [
                    403,
                    408,
                    "DATE"
                ],
                [
                    409,
                    461,
                    "PAY"
                ],
                [
                    462,
                    473,
                    "LOC"
                ],
                [
                    600,
                    605,
                    "DATE"
                ],
                [
                    660,
                    706,
                    "PAY"
                ],
                [
                    33,
                    100,
                    "ORG"
                ],
                [
                    129,
                    134,
                    "ORG"
                ],
                [
                    781,
                    862,
                    "PAY"
                ],
                [
                    864,
                    910,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Ankara/Altındağ ilçesinde yol çalışmaları nedeniyle 4 aydır yollar kapalı ve internet sürekli kesiliyor. Belediye yavaş çalışıyor. Belki internetin kesilmesi yol çalışmalarıyla alakalı bile değildir. Kimse işini düzgün yapmıyor. Kasım ayında 15 gün, ocak ayında ise şu ana kadar 12 gündür internet yok. Yetkililerden hiç ilgilenen yok. Evden online çalışıyoruz. Aradım, sadaka gibi haftalık 2 GB internet hediye ediyorlar. Böyle bir saçmalık olamaz. Onu da kullanılmış kod vermişler, yine kullanamadım. Ama faturaya gelince tam ücretten almasını biliyorlar. Türk Telekom tamamen pişmanlıktır.\"",
        {
            "entities": [
                [
                    1,
                    16,
                    "LOC"
                ],
                [
                    53,
                    60,
                    "DATE"
                ],
                [
                    78,
                    104,
                    "NET"
                ],
                [
                    280,
                    289,
                    "DATE"
                ],
                [
                    290,
                    302,
                    "NET"
                ],
                [
                    322,
                    335,
                    "SER"
                ],
                [
                    392,
                    422,
                    "PKG"
                ],
                [
                    559,
                    571,
                    "OPE"
                ],
                [
                    230,
                    249,
                    "DATE"
                ],
                [
                    251,
                    262,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "Turkcell kullanıcısıyım ve faturalı hat kullanıyorum. Eskiden Vodafone abonesiydim. İnternet hızı için Turkcell operatörüne geçtim. Fakat hayal kırıklığı ile karşı karşıyayım. İnternet hızım bazen hızlı bazen hiç yok bazen şebeke tamamen full çekmesine rağmen internetim çok yavaş hatta olmayabiliyor. Her yıl faturalara zam yaparken kimse sesini çıkarmıyor. Ama bunun karşılığında hızlı internet de istemek bizim hakkımız. Faturam bu yıl yenilendiğinde bana sunulan en pahalı tarifeye geçtim. Birkaç gün önce müşteri hizmetlerini aradım bu internet hızı için fakat bir problem olmadığını söyledi. Peki madem bir problem yoksa ben kendi kendime böyle sorunlar yaşadığımı uyduruyorum gibi görünüyor. Onların gözünde bu çok saçma. Kısa sürede çözüme ulaşmasını istiyorum. Yoksa maalesef kendimle beraber aileminde abonesi olduğu Turkcell hattından çıkmak zoruna kalacağız. Teşekkürler.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    62,
                    70,
                    "OPE"
                ],
                [
                    103,
                    111,
                    "OPE"
                ],
                [
                    176,
                    216,
                    "NET"
                ],
                [
                    260,
                    300,
                    "NET"
                ],
                [
                    302,
                    309,
                    "DATE"
                ],
                [
                    494,
                    509,
                    "DATE"
                ],
                [
                    827,
                    835,
                    "OPE"
                ],
                [
                    510,
                    559,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom 8806109743 hizmet numaralı internetimle ilgili sürekli olarak sorun yaşamaktayım. 03.08.2024 tarihinden itibaren arıza kaydı oluşturmamıza rağmen Türk Telekom tarafından gönderilen ekipler sorunu çözememiştir. İnternet erişimi olmamasına rağmen ve arıza için gelen ekiplerin altyapı kaynaklı kabloda arıza olduğunu söylemesine rağmen Türk Telekom müşteri hizmetleri arızanın giderildiğini söyleyip açmış olduğum arıza kayıtlarını kapatmaktadır. Daha sonrasında müşteri hizmetlerini aradığımda hattınızda halen hat kopmaları olduğunu görmekteyiz deyip problemin çözülmediğini de kendileri teyit etmektedir. 5 aydır doğru dürüst kullanamadığımız internetin parasını ödemekteyim. Son açtığım arıza kaydından sonra sürekli olarak bana bir tarih verip o tarih geldiğinde de çözüm tarihini ileri atarak beni oyalamaktadırlar. Ben artık bunlarla uğraşmaktan yoruldum. Son çare olarak size yazıyorum, gereğinin yapılmasını arz ediyorum.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    160,
                    172,
                    "OPE"
                ],
                [
                    203,
                    222,
                    "SER"
                ],
                [
                    224,
                    258,
                    "NET"
                ],
                [
                    279,
                    340,
                    "NET"
                ],
                [
                    348,
                    360,
                    "OPE"
                ],
                [
                    361,
                    457,
                    "SER"
                ],
                [
                    620,
                    627,
                    "DATE"
                ],
                [
                    96,
                    106,
                    "DATE"
                ],
                [
                    41,
                    94,
                    "NET"
                ],
                [
                    507,
                    564,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Turkcell'de eski kullanıcıyım. Yeni kullanıcılara, benim paketimden 100 lira daha düşük olmasına rağmen 3 katı internet veriyorlar. Bu kadar haksızlık olamaz. Nasıl bir şirket, eski kullanıcılarını dezavantajlı yapabilir, aklım almıyor. Bu fiyatlar konusunda düzenleme gelmezse, taahhüdüm bittiği gibi Turkcell'i bırakacağım.\"",
        {
            "entities": [
                [
                    1,
                    12,
                    "OPE"
                ],
                [
                    303,
                    313,
                    "OPE"
                ],
                [
                    32,
                    131,
                    "PKG"
                ],
                [
                    241,
                    278,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Merhaba, bugün 15:59'da 0542**42 00 04 numara tarafından arandım ve tarifemin biteceğini yeni tarifeye geçmem gerektiğini ilettiler. Şu anda kullanmış olduğum tarife bedelinin çok üzerinde bir fiyat teklifi yapıldı. Bu işlemi şubelerden yapacağımı belirttiğimde kurumsal olmayan şekilde davranıldı ve telefonu kapattım. Görüşme sırasında hiçbir şekilde Vodafone ait bir bilgilendirilme mesajı verilmedi güvenlik, şirket numarası vs. Verilen tek bilgi görüşmelerin kayıt altına alındığıydı. Tarifemin bitmesine 2 ay var neden böyle bir şey başıma geliyor ve bu numara Vodafone aitse neden böyle bir kalitesiz görüşme sağlıyoruz. İlgilenirse sevinirim.\"",
        {
            "entities": [
                [
                    25,
                    39,
                    "NUM"
                ],
                [
                    134,
                    215,
                    "PAY"
                ],
                [
                    354,
                    362,
                    "OPE"
                ],
                [
                    511,
                    515,
                    "DATE"
                ],
                [
                    568,
                    576,
                    "OPE"
                ],
                [
                    10,
                    15,
                    "DATE"
                ],
                [
                    68,
                    132,
                    "PKG"
                ],
                [
                    263,
                    299,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Vodafone sınırsız Red Max paketi kullanıyorum. Vodafone mobil ödeme üye iş yeri bazında harcama limitim sıfır görünüyor ama günlük harcanabilir limitim 1000 TL olarak görünüyor. Müşteri hizmetlerini aradığımda çözüm alamıyorum.Üye iş yeri bazında harcama limitlerim sadece Google Play ve Apple Store üzerinden yapabiliyorum, diğer herhangi bir yerden mobil ödeme yapamıyorum. Faturalarım çok yüksek olmasına rağmen 'Her Şey Yanımda' limiti sıfır diyor, sürekli anında bakiye limiti sıfır.5-6 ay kadar öncesinde sürekli harcama yapabiliyordum diğer uygulamalardan, ama şu an sadece Google Play ve Apple Store harici bir işlem yapamıyorum. Daha öncesinde oluyordu, sorunun çözülmesini istiyorum.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    48,
                    56,
                    "OPE"
                ],
                [
                    179,
                    227,
                    "SER"
                ],
                [
                    352,
                    376,
                    "PAY"
                ],
                [
                    89,
                    120,
                    "PAY"
                ],
                [
                    124,
                    177,
                    "PAY"
                ],
                [
                    274,
                    285,
                    "APP"
                ],
                [
                    289,
                    300,
                    "APP"
                ],
                [
                    377,
                    399,
                    "PAY"
                ],
                [
                    417,
                    432,
                    "APP"
                ],
                [
                    454,
                    488,
                    "PAY"
                ],
                [
                    489,
                    501,
                    "DATE"
                ],
                [
                    582,
                    593,
                    "APP"
                ],
                [
                    597,
                    608,
                    "APP"
                ],
                [
                    9,
                    33,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"A**** K****** KYK Yurdu'nda Turkcell'e geçiş yaptım fakat kopmalar ve internet hız düşüklüğü yaşıyoruz. Bulunduğumuz bölgede güçlendirme çalışmaları gerekirse yeni baz istasyonu kurulmasını talep ediyoruz. 3 bin öğrenci burada zor durumda. Turkcell'e güveniyoruz, lütfen gerekli işlemler yapılsın.\"",
        {
            "entities": [
                [
                    29,
                    39,
                    "OPE"
                ],
                [
                    40,
                    52,
                    "LIN"
                ],
                [
                    241,
                    251,
                    "OPE"
                ],
                [
                    1,
                    14,
                    "PER"
                ],
                [
                    15,
                    18,
                    "ORG"
                ],
                [
                    59,
                    67,
                    "NET"
                ],
                [
                    71,
                    103,
                    "NET"
                ],
                [
                    126,
                    149,
                    "NET"
                ],
                [
                    165,
                    205,
                    "NET"
                ],
                [
                    207,
                    239,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom'dan müşterilere kampanya aldatmacası. Kampanya fiyat bilgisi vermeden, online işlemlerde ilerle butonu ile bir sonraki aşamaya geçince fiyat bilgisi göreceğini düşünürken birden *kampanyaya geçişiniz onaylandı* bilgisi ile karşılaştım. Hemen o an müşteri hizmetleri ni arayıp iptalini istedim. Mümkün değil cevabı aldım. Daha eski taahhüt süremin bitmesine 68 gün varken iki güne bir SMS ve reklam göndererek linkin devamında böyle geri dönülemeyen bir aldatma Türk Telekom gibi kurumsal ve büyük olduğunu düşündüğüm bir firmaya yakışmadı. 204 TL'ye 68 gün sözleşme hakkım varken bunun elimden alınıp 3 katı yüksek bir ücreti ekranda göstermeden onaylaması sizce nedir?\"",
        {
            "entities": [
                [
                    1,
                    17,
                    "OPE"
                ],
                [
                    371,
                    393,
                    "DATE"
                ],
                [
                    475,
                    487,
                    "OPE"
                ],
                [
                    308,
                    333,
                    "SER"
                ],
                [
                    554,
                    585,
                    "PKG"
                ],
                [
                    615,
                    639,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Türk Telekom evde internet kullanıcısıyım. Taahhüdüm bitmeye yaklaştığı için mobil uygulamadan 18 aylık yeni bir taahhüt oluşturdum ve paketimi yeniledim. İlk ay faturam geldiğinde 3.600 TL küsur olarak geldi. Baktığımda önceki taahhüdümde indirim olarak verilen tüm bedellerin yansıtıldığını gördüm ve anlamlandıramadım. Ben paketimi iptal etmedim ki. Paketimi yeniledim ve daha üst bir paketle 18 aylık bir taahhüt verdim. Müşteri temsilcisini aradığımda mobil uygulamadan yaptığınız için bununla ilgili sorumluluk sizde bu tür durumlarda bir şey yapmıyoruz. 3-4 ay kala yapmış olsanız yardım ederdik ya da arayarak yapmalıydınız bilgisini paylaşıyor. İşleri kolaylaştırmak için olan mobilde bir hata ya da dikkatsizlik olduğunda geri dönülemez mi oluyor. Yoksa insanlara mobilden yapmışsınız müdahale edemeyiz mecburen bu yüksek bedelleri ödemek zorundasınız. Demek daha mı kolayınıza geliyor? Bu faturamdaki önceki indirim bedellerinin iptal edilmesini talep ediyorum.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    95,
                    103,
                    "DATE"
                ],
                [
                    155,
                    161,
                    "DATE"
                ],
                [
                    181,
                    208,
                    "PAY"
                ],
                [
                    210,
                    320,
                    "PAY"
                ],
                [
                    396,
                    404,
                    "DATE"
                ],
                [
                    425,
                    522,
                    "SER"
                ],
                [
                    561,
                    572,
                    "DATE"
                ],
                [
                    822,
                    861,
                    "PAY"
                ],
                [
                    897,
                    971,
                    "PAY"
                ],
                [
                    13,
                    41,
                    "PKG"
                ],
                [
                    43,
                    71,
                    "PKG"
                ],
                [
                    104,
                    131,
                    "PKG"
                ],
                [
                    135,
                    153,
                    "PKG"
                ],
                [
                    322,
                    351,
                    "PKG"
                ],
                [
                    353,
                    371,
                    "PKG"
                ],
                [
                    409,
                    423,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Uzun süredir Türk Telekom müşterisiyim ve genelde sunduğunuz hizmetlerden memnun kalmaya çalışıyorum. Ancak, tarafınızdan sağlanan modemle ilgili önemli bir sorun yaşamaktayım.Mevcut modeminizin 5G bağlantı desteği bulunmamaktadır ve aynı evin içinde bağlantı problemi var. Günümüz teknolojisinin hızla geliştiği bir dönemde, internet hızının ve bağlantı kalitesinin artan önemine rağmen, 5G desteği olmayan bir modem kullanmak, hem işimi hem de günlük hayatımı olumsuz etkilemektedir.Bu durumu Türk Telekom müşteri hizmetlerine bildirmeme rağmen, modem değişikliği konusunda herhangi bir destek sağlanmadı. İhtiyaçlarımı karşılayamayan bir cihazla, sunulan hizmetten tam anlamıyla faydalanmam mümkün olmamaktadır.Sizden, modemimin 5G bağlantı destekleyen bir modelle değiştirilmesini talep ediyorum. Türk Telekom’un müşterilerine daha kaliteli ve Çağdaş hizmet sunma anlayışı doğrultusunda bu talebimi dikkate alacağınıza inanıyorum.Konuyla ilgili çözümünüzü en kısa sürede tarafıma iletmenizi rica ederim. Aksi takdirde, tüketici haklarımı kullanarak ilgili mercilere başvuracağımı da belirtmek isterim.İlginiz için teşekkür ederim\"",
        {
            "entities": [
                [
                    14,
                    26,
                    "OPE"
                ],
                [
                    496,
                    508,
                    "OPE"
                ],
                [
                    577,
                    607,
                    "OTH"
                ],
                [
                    802,
                    817,
                    "OPE"
                ],
                [
                    110,
                    176,
                    "NET"
                ],
                [
                    177,
                    231,
                    "NET"
                ],
                [
                    235,
                    273,
                    "NET"
                ],
                [
                    327,
                    367,
                    "NET"
                ],
                [
                    390,
                    428,
                    "NET"
                ],
                [
                    509,
                    547,
                    "SER"
                ],
                [
                    549,
                    573,
                    "NET"
                ],
                [
                    733,
                    756,
                    "NET"
                ]
            ]
        }
    ],
    [
        "Turkcell ek paket fiyatları 2 kattan daha fazla arttı. Bir anda. Gerçekten çok fahiş fiyatlarla internet satıyorlar vatandaşa. 10 GB ek paketin maliyeti ne kadar artmış olabilir de 240 TL'den 500 TL'ye çıkmış olabilir. Bir gün içinde kullandığımdan daha az internet kullandığım halde ek paketimdeki 10 GB sabahtan aksama bitmiş.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    79,
                    125,
                    "PAY"
                ],
                [
                    127,
                    168,
                    "PKG"
                ],
                [
                    9,
                    53,
                    "PKG"
                ],
                [
                    181,
                    217,
                    "PAY"
                ],
                [
                    284,
                    304,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "5321**3302 numaralı Türk Telekom hattım E-Devlet üzerinde Mobil hat sorgulama kısmında görünmediği için iPhone 16 Pro Max marka telefonuma sinyal gelmemektedir. Türk Telekom ile yaptığım görüşmede BTK ile iletişim probleminden kaynaklı olduğunu beyan edip kayıt açtıklarını söylemelerine rağmen yaklaşık 1 hafta sorunum çözülmemiş durumdadır. Sorunumun ivedi bir şekilde çözülmesini talep ediyorum.",
        {
            "entities": [
                [
                    20,
                    32,
                    "OPE"
                ],
                [
                    104,
                    110,
                    "ORG"
                ],
                [
                    161,
                    173,
                    "OPE"
                ],
                [
                    197,
                    200,
                    "ORG"
                ],
                [
                    304,
                    311,
                    "DATE"
                ],
                [
                    0,
                    10,
                    "NUM"
                ],
                [
                    40,
                    48,
                    "APP"
                ],
                [
                    128,
                    159,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom ile 12 aylık taahhüdüm vardı. 26.12.2024 tarihinde taahhüdüm bitiyordu. 15.12.2024'te V***'a geçiş yaptım. Geçiş yapmadan önce bulunduğum ildeki bir Türk Telekom bayisine cayma bedelini sordum, bir hizmet numarası verip mesaj atmamı söyledi. Mesaj attım, herhangi bir yanıt gelmedi. Bugün bankanın internet şubesine girdiğimde, iki telefon hattıma 338 TL geldiğini gördüm. Bunun üzerine, TT müşteri hizmetlerini aradım, bu tutarların cayma bedeli olduğunu söylediler. Bu kadar kısa bir süre için bu cayma bedellerinin yüksek olduğunu düşünüyorum. Bu tutarları ödemek zorunda mıyım? Cayma bedeli yasal mıdır?\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    18,
                    26,
                    "DATE"
                ],
                [
                    44,
                    54,
                    "DATE"
                ],
                [
                    100,
                    106,
                    "OPE"
                ],
                [
                    107,
                    119,
                    "LIN"
                ],
                [
                    163,
                    175,
                    "OPE"
                ],
                [
                    402,
                    404,
                    "OPE"
                ],
                [
                    448,
                    480,
                    "PAY"
                ],
                [
                    574,
                    594,
                    "PAY"
                ],
                [
                    596,
                    620,
                    "PAY"
                ],
                [
                    86,
                    99,
                    "DATE"
                ],
                [
                    510,
                    559,
                    "PAY"
                ],
                [
                    362,
                    385,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom'a numara taşıma işlemi için 19.12.2024 tarihinde Müşteri Hizmetleri ile görüşürken onların eşliğinde online başvuru yaptım. 20.12.2024 tarihinde Dijital Kurye ile sim kartım tarafıma ulaştı. Aynı zamanda Dijital Kurye ile sözleşme imzalamalarını gerçekleştirdik. \"\"Sim kart tarafıma teslim edildikten sonra 2 iş günü içinde taşıma işlemi tamamlanacaktır\"\" dendi. 20.12.2024 tarihinde sim kart tarafıma teslim edildi ancak taşıma işlemi halen gerçekleşmedi. Sayın yetkililer, işlemi geçen sene yaptım.Tarihlerini doğrulamak için kendi sisteminizde yer alan kayıtlarınıza bakabilirsiniz.\"",
        {
            "entities": [
                [
                    1,
                    15,
                    "OPE"
                ],
                [
                    42,
                    62,
                    "DATE"
                ],
                [
                    63,
                    136,
                    "SER"
                ],
                [
                    138,
                    158,
                    "DATE"
                ],
                [
                    218,
                    231,
                    "APP"
                ],
                [
                    377,
                    397,
                    "DATE"
                ],
                [
                    398,
                    406,
                    "LIN"
                ],
                [
                    16,
                    41,
                    "LIN"
                ],
                [
                    177,
                    203,
                    "LIN"
                ],
                [
                    159,
                    172,
                    "APP"
                ],
                [
                    279,
                    320,
                    "LIN"
                ],
                [
                    338,
                    367,
                    "LIN"
                ],
                [
                    436,
                    469,
                    "LIN"
                ],
                [
                    496,
                    506,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "Vodafone mağaza çalışanı seni. Kullandığım tarifenin aynısı yapacağım deyip beni farklı bir pakete geçirdi. Daha önce kullandığım tarifemde Facebook Youtube.com ve Instagram sınırsızdı. Şimdikinde onlar yok. Beni kandırmış oldu. Acil aynı kullandığım tarifeme dönmek istiyorum. Aksi halde hemen operatör değişmek zorunda kalacağım",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    149,
                    160,
                    "APP"
                ],
                [
                    81,
                    106,
                    "PKG"
                ],
                [
                    140,
                    148,
                    "APP"
                ],
                [
                    164,
                    173,
                    "APP"
                ],
                [
                    186,
                    206,
                    "PKG"
                ],
                [
                    208,
                    227,
                    "SER"
                ],
                [
                    229,
                    276,
                    "PKG"
                ],
                [
                    295,
                    330,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "Vodafone mobil imza için Ocak ayı başında başvuru yaptım. 4 gün sonra beni arayarak mobil imza için şifre belirleme işlemi yaptırdılar. Şifre belirlendikten sonra çalışmadı. Sonra tekrar aradıklarında mobil imzamın tamamlandığı belirtildi. Ancak mobil imzada telefona gelen bildirim ya hiç gelmiyor ya da çok geç geldiği için işlem zaman aşımına uğruyor. Vodafone'a bildirmeme rağmen çözüm üretilmedi. Sorun hala devam ediyor. Mobil imzayı şu ana kadar aktif olarak kullanamadım.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    9,
                    19,
                    "APP"
                ],
                [
                    58,
                    69,
                    "DATE"
                ],
                [
                    84,
                    94,
                    "APP"
                ],
                [
                    355,
                    365,
                    "OPE"
                ],
                [
                    25,
                    33,
                    "DATE"
                ],
                [
                    201,
                    214,
                    "APP"
                ],
                [
                    366,
                    400,
                    "SER"
                ],
                [
                    402,
                    425,
                    "OTH"
                ],
                [
                    427,
                    439,
                    "APP"
                ],
                [
                    246,
                    258,
                    "APP"
                ],
                [
                    259,
                    353,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "\"Vodafone tarifesi ücretleri pahalılığı. Yıllardır Vodafone kullanıyorum ve tarifem 12 aylık kullanım süresini doldurdu. Bu yüzden yeni tarife tekliflerine baktığımda, şu an kullandığım tarifeme göre hem daha az avantajlı hem de iki katı daha pahalı tarifeler sunuluyor. Yıllarca Vodafone'lu olmam böyle mi karşılık görüyor? Acilen bu durumun düzeltilmesini istiyorum.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    41,
                    50,
                    "DATE"
                ],
                [
                    51,
                    59,
                    "OPE"
                ],
                [
                    76,
                    119,
                    "PKG"
                ],
                [
                    280,
                    291,
                    "OPE"
                ],
                [
                    19,
                    39,
                    "PAY"
                ],
                [
                    168,
                    269,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "Yılın fırsatı kampanyasından 235 TL'ye 30 GB tarifeli faturalı hat başvurusunda bulundum ve sim kartı teslimi olup 10 gün boyunca bekletilip sonra da kendi aramam sonucu başvurumun iptali gerçekleşmiş denilerek beni mağdur duruma düşürdüler. Bu konuda gereğinin yapılmasını arz ederim.",
        {
            "entities": [
                [
                    29,
                    66,
                    "PKG"
                ],
                [
                    92,
                    109,
                    "LIN"
                ],
                [
                    115,
                    129,
                    "DATE"
                ],
                [
                    211,
                    240,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom tarafından 29 Aralık 2024 tarihinde saat 18.06 ve 18.07'de 9222 tarafından gelen 6 adet mesaj ile onayımız ve haberimiz olmadan abonelik işlemleri yapılmış, faturaya toplam da 108,31 TL abonelik ücretleri yansıtılmıştır. Abonelik ücretlerinin iptal edilmesini talep ediyorum ve şikayetçiyim.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    25,
                    39,
                    "DATE"
                ],
                [
                    73,
                    88,
                    "NUM"
                ],
                [
                    142,
                    169,
                    "LIN"
                ],
                [
                    171,
                    233,
                    "PAY"
                ],
                [
                    235,
                    288,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"01.01.2025 itibariyle Vodafone hattımı Türk Telekom operatörüne taşıma işlemi yaptım ve hat Dijital Kurye ile gelecek dediler. Daha sonra dijital kuryeden SMS geldi fakat hat taşıma sırasında 444 1 444 numarası üzerinden arayan müşteri temsilcisine yeni güncel adresimi vermeme rağmen dijital kuryeye eski adresim verilmiş ve Dijital Kurye üzerinden adres değişikliği onaylanmıyor. Müşteri temsilcisi yok, WhatsApp üzerinden hazır mesajlarla cevap veriyorlar. Daha sonra iki defa Türk Telekom müşteri hizmetlerini aradım, adresi güncelledik diyorlar ama adres halen yanlış ve şehir bile yanlış. Hat taşıma süresinde ilk sorunla karşılaştık. Hattımı taşımakla doğru mu yaptım diye çelişkide bıraktınız.\"",
        {
            "entities": [
                [
                    1,
                    11,
                    "DATE"
                ],
                [
                    23,
                    31,
                    "OPE"
                ],
                [
                    40,
                    52,
                    "OPE"
                ],
                [
                    93,
                    106,
                    "ORG"
                ],
                [
                    327,
                    340,
                    "APP"
                ],
                [
                    407,
                    415,
                    "APP"
                ],
                [
                    426,
                    459,
                    "SER"
                ],
                [
                    481,
                    493,
                    "OPE"
                ],
                [
                    596,
                    640,
                    "LIN"
                ],
                [
                    642,
                    702,
                    "LIN"
                ],
                [
                    53,
                    85,
                    "LIN"
                ],
                [
                    139,
                    155,
                    "APP"
                ],
                [
                    193,
                    221,
                    "NUM"
                ],
                [
                    286,
                    301,
                    "APP"
                ],
                [
                    229,
                    285,
                    "SER"
                ],
                [
                    351,
                    381,
                    "OTH"
                ],
                [
                    383,
                    405,
                    "SER"
                ],
                [
                    555,
                    595,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Bir Hatay depremzedesi olarak Türk Telekom internetimi kapattıramıyorum. 7038975970 numaralı hattımızı depremde ofisimizde kullanıyorduk ve deprem olduğunda ofisin de yıkılacağını düşünerek binayı terk ettik. 6 ay sonra Türk Telekom tarafından aranmalar başladı, faturanızı ödeyin diye. Ödemek yerine dondurmayı tercih ettim çünkü evlerimiz, işlerimiz tüm dünyamız yıkılmıştı. Halbuki ben dondurdukça taahhüt süresi artıyormuş. Arta arta 2026'ya kadar gelmiş ve inanılmaz yüksek bir cayma bedeli çıkıyor. Ben bu sorunla yaşamaktan bıktım. Değil modemi/interneti kullanmayı memleketime bile neredeyse 2 yıldır gitmiyorum, lütfen şu sorunu artık çözün mahkemeyle uğraşmak istemiyorum. Daha önce cayma bedelini öğrenmek için faturaları ödedim kapatırız diye, çok yüksek çıkınca tekrar dondurdum yine aynı şeyi yapamam!\"",
        {
            "entities": [
                [
                    31,
                    43,
                    "OPE"
                ],
                [
                    221,
                    233,
                    "OPE"
                ],
                [
                    234,
                    286,
                    "SER"
                ],
                [
                    288,
                    376,
                    "PAY"
                ],
                [
                    439,
                    452,
                    "DATE"
                ],
                [
                    473,
                    504,
                    "PAY"
                ],
                [
                    601,
                    609,
                    "DATE"
                ],
                [
                    629,
                    682,
                    "SER"
                ],
                [
                    694,
                    740,
                    "PAY"
                ],
                [
                    5,
                    10,
                    "LOC"
                ],
                [
                    74,
                    93,
                    "NUM"
                ],
                [
                    210,
                    220,
                    "DATE"
                ],
                [
                    402,
                    427,
                    "PKG"
                ],
                [
                    757,
                    775,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Oturduğum binaya yeni fiber net altyapısı gelmeye başlandı fakat gelen arkadaşların işgüzarlığı mıdır bilemem fakat binaya koyulan kablo kapı içerisinde müsait yer olmasına rağmen içeriye girmeyip kutuyu dışarı koymuş ve gelişi güzel yaptığı için bir çocuğun çok rahat bir şekilde ulaşıp kutuya zarar vereceği şekilde monte işlemini yapmıştır. Şikayet kaydı oluşturmama rağmen hala konu ile alakalı hiçbir birim dönüş sağlamadı. Üstüne üstün fibere geçiş işlemlerini başlatıp diğer internet hizmetimi ve Tivibu hizmetimi durdurdular. 5 gündür ne internet var ne televizyon. Bir müşteri ancak bu kadar mağdur edilebilir.",
        {
            "entities": [
                [
                    504,
                    510,
                    "APP"
                ],
                [
                    534,
                    542,
                    "DATE"
                ],
                [
                    10,
                    58,
                    "NET"
                ],
                [
                    65,
                    95,
                    "SER"
                ],
                [
                    116,
                    136,
                    "NET"
                ],
                [
                    310,
                    342,
                    "NET"
                ],
                [
                    382,
                    427,
                    "SER"
                ],
                [
                    442,
                    475,
                    "NET"
                ],
                [
                    543,
                    572,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Turkcell TV Plus aboneliği bir ay ücretsiz deyip her ay ücret almaları, insanları kelime oyunlarıyla kandırmaları ve haksız kazanç elde etmeleri, insanları mağdur etmelerinden başka bir işe yaramıyor. Hizmet sıfır, faturaya yansıttıkları ücreti geri iade etmelerini istiyorum.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    57,
                    71,
                    "PAY"
                ],
                [
                    202,
                    214,
                    "SER"
                ],
                [
                    10,
                    17,
                    "APP"
                ],
                [
                    28,
                    34,
                    "DATE"
                ],
                [
                    35,
                    49,
                    "PAY"
                ],
                [
                    50,
                    56,
                    "DATE"
                ],
                [
                    73,
                    114,
                    "OTH"
                ],
                [
                    118,
                    145,
                    "PAY"
                ],
                [
                    216,
                    276,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Evde kullanmış olduğum Türk Telekom evde internet paketimi, 1 fatura gecikmenin son günü gelmeden ödememe rağmen açma kapama parası yansımıştır ve bana herhangi bir mesaj ve bilgi yoktur. Bana gelen tek mesajda faturanın son ödeme tarihi vardı. 4 yıldır abonesi olmama rağmen böyle bir saçmalıkla karşılaştım. Aboneliğim bitince direkt başka bir altyapı ile anlaşacağım. 333,5 olan faturamdan 614,75 alınmıştır. Açma kapama bedeli 250 TL diyorlar, ona rağmen 30 TL fazla alınmıştır. Toplamda 281,25 fazla alınmıştır.\"",
        {
            "entities": [
                [
                    24,
                    36,
                    "OPE"
                ],
                [
                    246,
                    254,
                    "DATE"
                ],
                [
                    432,
                    459,
                    "PAY"
                ],
                [
                    460,
                    482,
                    "PAY"
                ],
                [
                    37,
                    59,
                    "PKG"
                ],
                [
                    99,
                    113,
                    "PAY"
                ],
                [
                    126,
                    144,
                    "PAY"
                ],
                [
                    255,
                    276,
                    "PKG"
                ],
                [
                    337,
                    354,
                    "NET"
                ],
                [
                    372,
                    411,
                    "PAY"
                ],
                [
                    484,
                    517,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"532'li bir numaradan aranıyorum. Telefonu açtığımda kimse konuşmuyor. İlk arandığım zamanlarda 'Alo, kimse var mı?' diye seslendiğimde kimse cevap da vermiyor. Sonrasında 15-20 saniye civarı bekledikten sonra telefon otomatik olarak kapanıyor. Lütfen çözüm konusunda yardımcı olur musunuz?\"",
        {
            "entities": [
                [
                    172,
                    184,
                    "DATE"
                ],
                [
                    1,
                    21,
                    "NUM"
                ],
                [
                    34,
                    69,
                    "SER"
                ],
                [
                    136,
                    159,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Sayın yetkili, Türk Telekom faturalı cep kullanıcısıydım. 0535***8708 numaralı hattıma cayma bedeli fahiş bir fatura kesilmiş hayatımın incelenmesine ve gerçek faturamın tarafıma iletilmesini istiyorum. Aksi halde Tüketici Mahkemesi'ne başvuracağımı bilgilerinize arz ederim.\"",
        {
            "entities": [
                [
                    16,
                    28,
                    "OPE"
                ],
                [
                    80,
                    126,
                    "PAY"
                ],
                [
                    215,
                    236,
                    "ORG"
                ],
                [
                    59,
                    79,
                    "NUM"
                ],
                [
                    38,
                    57,
                    "PKG"
                ],
                [
                    154,
                    202,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Pişmanlıktan başka bir şey değil. İki tane hattım var, anlaştığımız fatura bedeli hiçbir şekilde net gelmedi. 300 TL'lik aşım paketi kesmişler. Vodafone Yanımda uygulamasından kullanım detaylarına ne zaman girsem 'işleminizi gerçekleştiremiyoruz' diyorlar. Ne güzel dünya, kullanım detayını bana gösterme, ben her ay sana 2 bin, 3 bin fatura ödeyeyim.\"",
        {
            "entities": [
                [
                    35,
                    55,
                    "LIN"
                ],
                [
                    56,
                    109,
                    "PAY"
                ],
                [
                    111,
                    143,
                    "PKG"
                ],
                [
                    145,
                    153,
                    "OPE"
                ],
                [
                    154,
                    161,
                    "APP"
                ],
                [
                    214,
                    247,
                    "NET"
                ],
                [
                    307,
                    351,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"İnternetim yetmiyor ve geçebileceğim tarifeler çok pahalı. Ben eski müşteriyim, ancak sınırsız olan tarifeler çok pahalı. Vodafone'u bu gidişle bırakacağım. Yeni gelen müşterilere her şey varken, eski müşteri olduğumuz halde bize hiçbir hak tanınmıyor, yenilere tanındığı halde.\"",
        {
            "entities": [
                [
                    123,
                    133,
                    "OPE"
                ],
                [
                    1,
                    20,
                    "PKG"
                ],
                [
                    24,
                    47,
                    "PKG"
                ],
                [
                    48,
                    58,
                    "PAY"
                ],
                [
                    87,
                    110,
                    "PKG"
                ],
                [
                    111,
                    121,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Korona zamanında açmış olduğum Superbox 6 ay içerisinde kapattırmıştım. 2021 yılında Turkcell bayisine gidip hat çıkarmak istediğimde kara listede olduğumu öğrenmiştim borcu öderseniz kara listeden çıkarsınız kapatma ücretidir bu diye aktarılmıştı, bu ödeme unutulmuş olabilir demişlerde avukat aracılığıyla ödeme yapmıştım ve borcum olmadığını söylediler, bir problem yok denmişti. Bugün 09.01.2025 tarihinde icralık olduğumun haberi geldi. Bana Turkcell bayisi borcunuz yoktur diyerek hat çıkartıp şimdi tek bir arama almadan hiçbir bilgi verilmeden bu kadar uzun sure nasıl borcu bekletip ve icralık edebilirsiniz. Bu durum hakkında bilgi verilmesini ve yardımcı olunmasını istiyorum.\"",
        {
            "entities": [
                [
                    73,
                    85,
                    "DATE"
                ],
                [
                    86,
                    94,
                    "OPE"
                ],
                [
                    390,
                    400,
                    "DATE"
                ],
                [
                    448,
                    456,
                    "OPE"
                ],
                [
                    32,
                    40,
                    "APP"
                ],
                [
                    41,
                    56,
                    "DATE"
                ],
                [
                    110,
                    134,
                    "LIN"
                ],
                [
                    169,
                    227,
                    "PAY"
                ],
                [
                    250,
                    277,
                    "PAY"
                ],
                [
                    309,
                    324,
                    "PAY"
                ],
                [
                    328,
                    356,
                    "PAY"
                ],
                [
                    411,
                    441,
                    "OTH"
                ],
                [
                    464,
                    479,
                    "PAY"
                ],
                [
                    488,
                    500,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Ben İtalya'da yaşıyorum. İşlerimden dolayı Türkiye'ye gidemiyorum şu anda. Burada Türk hattımı kaybettim ve yedek numaramı çıkarmak istiyorum. Bunun için konsolosluktan kardeşime vekaletname gönderdim.Kardeşim noterden mühürlü ve imzalı belgeyi aldı. Ancak Vodafone bayisine gittiğinde, işlemi yapamayacaklarını ve çipli sisteme geçildiğini söylüyorlar. Lütfen bu konuda yardımcı olun. Vekalet verdiğim insan nasıl benim adıma işlem yapamaz böyle saçmalık mı olur? Yıllardır Vodafone kullanıyorum ama Türkiye'ye gelir gelmez Vodafone'dan başka operatöre hattımı taşıtacağım. Sırf bir hat çıkarttırmak için ülke mi değiştirmem gerekiyor. Bütün kartlarım hesaplarım o numaraya bağlı acil karta ihtiyacım var.\"",
        {
            "entities": [
                [
                    258,
                    266,
                    "OPE"
                ],
                [
                    466,
                    475,
                    "DATE"
                ],
                [
                    476,
                    484,
                    "OPE"
                ],
                [
                    526,
                    538,
                    "OPE"
                ],
                [
                    539,
                    574,
                    "LIN"
                ],
                [
                    5,
                    11,
                    "LOC"
                ],
                [
                    44,
                    51,
                    "LOC"
                ],
                [
                    88,
                    105,
                    "LIN"
                ],
                [
                    109,
                    142,
                    "LIN"
                ],
                [
                    155,
                    169,
                    "ORG"
                ],
                [
                    502,
                    509,
                    "LOC"
                ],
                [
                    585,
                    601,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Merhaba, Numaramı Vodafone'dan başka bir firmaya taşıdıktan sonra içinde cayma bedelinin olduğu bir fatura tarafımdan ödendi. Bu faturanın yazılı olan formuna ulaşamıyorum. Müşteri hizmetleri e*********@vodafone.com.tr adresine mail atmamı önerdi. Maili gönderdim. Fakat 1 gün sonra Gmail bana mail gönderiminde hata oluştuğuna dair bir bilgi maili gönderdi. Görselini ekledim. Bu konuda yardımcı olabilir misiniz?\"",
        {
            "entities": [
                [
                    19,
                    31,
                    "OPE"
                ],
                [
                    74,
                    125,
                    "PAY"
                ],
                [
                    174,
                    219,
                    "SER"
                ],
                [
                    272,
                    283,
                    "DATE"
                ],
                [
                    284,
                    358,
                    "SER"
                ],
                [
                    32,
                    60,
                    "LIN"
                ],
                [
                    229,
                    247,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Turkcell hat kullanıyordum 1 yıldır. Fahiş fiyatları ve 3G dışında çekmemesi ( evim merkezi bir mahallede ve 2. Katta) sebebiyle numaramı taşıdım. Müşteri hizmetleriyle görüştüğümde 500 küsur cayma bedeli çıktı. Max 1 hafta içinde numaramı taşıdım şu an ödemem gereken cayma bedeli 700 küsur. Hem çekmiyor hem numara taşıdığım için bir haftada 200 küsur cayma bedeli mi yansıtılıyor. Çekmediği için zaten benim asıl cayma bedelini bile ödememem gerekirken bir hafta için 200 TL nasıl yansıtıyorsunuz",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    27,
                    35,
                    "DATE"
                ],
                [
                    37,
                    52,
                    "PAY"
                ],
                [
                    182,
                    210,
                    "PAY"
                ],
                [
                    216,
                    230,
                    "DATE"
                ],
                [
                    254,
                    268,
                    "PAY"
                ],
                [
                    269,
                    292,
                    "PAY"
                ],
                [
                    344,
                    382,
                    "PAY"
                ],
                [
                    56,
                    76,
                    "NET"
                ],
                [
                    231,
                    247,
                    "LIN"
                ],
                [
                    293,
                    305,
                    "NET"
                ],
                [
                    306,
                    331,
                    "LIN"
                ],
                [
                    332,
                    343,
                    "DATE"
                ],
                [
                    384,
                    398,
                    "NET"
                ],
                [
                    411,
                    499,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Turkcell hattımı başka bir operatöre taşıdım. Üstelik fatura kesim tarihinden önce işlem yapmıştım ve tarifeyi de iptal etmiştim. Taahhüdüm ve ödenmemiş faturam bulunmadığı halde, üstelik faturasız bir hat için bana kullanmadığım tarifenin faturasını kesmeniz kabul edilemez. Üstelik kesmeye devam edileceğini söylüyorsunuz. Diğer operatörde hattım açıldıktan 2 hafta sonra fatura kesmeye hakkınız yok.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    18,
                    45,
                    "LIN"
                ],
                [
                    131,
                    275,
                    "PAY"
                ],
                [
                    332,
                    402,
                    "LIN"
                ],
                [
                    103,
                    129,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Yurt dışında çalışan biri olarak Türkiye'ye geleceğim zaman Turkcell uygulaması üzerinden paket alımı yapıp, ülkede kaldığım sürece kullandığım hattımın, ülkeden ayrılırken de aldığım paketi tekrar yenilenmemesi için paket bitimine yakın Turkcell tarafından tarafıma gelen mesaja, paket bitiminden sonra tekrar yenilenmemesi için gelen mesajda belirtildiği gibi yazıp, mesajdaki yazılı numaraya gönderdim. Yaklaşık uzun yıllardır bu şekilde paket aktif edip daha sonra iptalini yapmaktayım. Bir sorun olmuyordu. Paket yenileme talebi oluşturmadan iptalini oluşturduğum halde, tarafıma benim rızam olmadan paket devamı tanımlanmış ve tarafıma fatura oluşturulmuş. Müşteri temsilcisiyle görüşme yaptım, bizim yapacağımız bir şey yok diyor. Tarafıma gelen Turkcell mesajlarında sistemde bir hata oluşmuş, gideremediklerini ve tarafıma kesilmiş olan faturayı iptal edemediklerini, ödemek zorunda olduğumu söyledi. Tüm itirazlarıma rağmen bir şey yapamayız diye cevap aldım. Faturanın miktarı değil, önemli olan paketin yenilenmesi için iptal ettiğim halde benim rızam olmadan paket yenilemeleri. Bu haksızlıkla karşı karşıya kalınca mağduriyetimi her yola ve tüm sosyal medyadan duyurmaya devam edeceğim.\"",
        {
            "entities": [
                [
                    218,
                    238,
                    "PKG"
                ],
                [
                    239,
                    247,
                    "OPE"
                ],
                [
                    407,
                    430,
                    "DATE"
                ],
                [
                    754,
                    762,
                    "OPE"
                ],
                [
                    824,
                    909,
                    "SER"
                ],
                [
                    971,
                    994,
                    "PAY"
                ],
                [
                    1008,
                    1046,
                    "PKG"
                ],
                [
                    34,
                    41,
                    "LOC"
                ],
                [
                    61,
                    69,
                    "OPE"
                ],
                [
                    91,
                    108,
                    "PKG"
                ],
                [
                    282,
                    304,
                    "PKG"
                ],
                [
                    513,
                    575,
                    "PKG"
                ],
                [
                    606,
                    630,
                    "PKG"
                ],
                [
                    634,
                    662,
                    "PAY"
                ],
                [
                    702,
                    737,
                    "SER"
                ],
                [
                    1053,
                    1091,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Yılbaşı öncesi, hattımı Vodafone'a taşımak için müracaatta bulundum ve 60 GB 360 TL seçeneğini tercih ettim. Müracaatım akabinde kurye tarafından hattım teslim edildi ve kayıt işlemi yapıldı. Tarafıma 2 gün içerisinde hattımın açılacağı şeklinde mesaj da geldi. Ancak neredeyse 25 gün olmasına rağmen hattım açılmadı ve diğer operatörümde taahhüdüm bittiği için yüksek ücretler ödüyorum. Sorunu anlatmak üzere Vodafone çağrı merkezi, telesekreteri tarafından, hat taşıma işleminiz devam ediyor. Anonsu duyuyorum. Bir çözüm rica ediyorum.\"",
        {
            "entities": [
                [
                    25,
                    35,
                    "OPE"
                ],
                [
                    72,
                    108,
                    "PKG"
                ],
                [
                    202,
                    218,
                    "DATE"
                ],
                [
                    363,
                    387,
                    "PAY"
                ],
                [
                    411,
                    419,
                    "OPE"
                ],
                [
                    514,
                    537,
                    "SER"
                ],
                [
                    1,
                    15,
                    "DATE"
                ],
                [
                    36,
                    68,
                    "LIN"
                ],
                [
                    147,
                    167,
                    "LIN"
                ],
                [
                    219,
                    246,
                    "LIN"
                ],
                [
                    279,
                    285,
                    "DATE"
                ],
                [
                    302,
                    317,
                    "LIN"
                ],
                [
                    340,
                    362,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Bir GSM şirketi nasıl tüm Avrupa'da bu kadar aktif olup Türkiye'de bu kadar kötü olabilir? 3 yıldır Vodafone'luyum, son 1 yıldır en uzun telefon görüşmem 30 saniye. İnternet kullanım hızım kaplumbağadan beter. Oluşturmadığım şikayet kaydı, yazmadığım platform kalmadı.\"",
        {
            "entities": [
                [
                    92,
                    100,
                    "DATE"
                ],
                [
                    101,
                    115,
                    "OPE"
                ],
                [
                    117,
                    129,
                    "DATE"
                ],
                [
                    166,
                    209,
                    "NET"
                ],
                [
                    27,
                    33,
                    "LOC"
                ],
                [
                    57,
                    64,
                    "LOC"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom'un fahiş fatura fiyatlarından kaynaklı hattımı başka bir operatöre taşıdım fakat bana bugün 8300 TL tutarında fatura geldi. Çevremdekilere soruyorum, herkes şok geçiriyor, böyle bir şey nasıl olabilir? Cayma bedelinin bu kadar çıkması çok saçma. Ben öğrenciyim, bu meblağda bir faturayı nasıl ödeyeceğim? Lütfen yardımcı olun.\"",
        {
            "entities": [
                [
                    1,
                    16,
                    "OPE"
                ],
                [
                    17,
                    60,
                    "PAY"
                ],
                [
                    61,
                    88,
                    "LIN"
                ],
                [
                    95,
                    136,
                    "PAY"
                ],
                [
                    216,
                    259,
                    "PAY"
                ],
                [
                    276,
                    317,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Bir hata ettim, Türk Telekom mobil faturalı hatta geçtim. Kullanımlarla ilgili bir sorun yaşıyorum. BTK kanalıyla şikayetimi ilettim, 15 günde bir cevap geliyor. İkinci veya üçüncü bir itirazım varsa aynı şekilde 15-20 gün, artık ne zaman isterlerse cevap geliyor! Belki cevap olarak 'Konu neydi, biz unuttuk, şikayetinizi yeniden yazın da hatırlayalım' diyecekler diye çok korkuyorum. Sanırsınız ki sadece bir mobil operatör var ve tüm Türkiye bu firmaya abone! Hat taşıdığım için çok pişmanım, eski operatörüm 1 günde sorun çözüyordu.\"",
        {
            "entities": [
                [
                    17,
                    29,
                    "OPE"
                ],
                [
                    101,
                    104,
                    "ORG"
                ],
                [
                    135,
                    143,
                    "DATE"
                ],
                [
                    214,
                    224,
                    "DATE"
                ],
                [
                    513,
                    520,
                    "DATE"
                ],
                [
                    30,
                    57,
                    "PKG"
                ],
                [
                    59,
                    99,
                    "OTH"
                ],
                [
                    438,
                    445,
                    "LOC"
                ],
                [
                    464,
                    495,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "0553*****19 numaralı hattımdan 02-10 Aralık 2024 tarihleri arasında Turkcell mobil hat kullandım. Bu 8 günlük süre boyunca yaşadığım evde iken internetim videolarda vb. Uygulamalarda hep takılma yapıyordu. Kullandığım internetten hiç verim alamadım. Müşteri hizmetlerine durumu izah ettim (17368152 numaralı talep). Sorunun kendi baz istasyonlarının yetersizliğinden kaynaklandığını ilerleyen dönemlerde yatırım yapabileceklerini söylediler. Mecburen şu an hattımı Türk Telekom'a taşıdım ve sorunsuz kullanıyorum. Sorunun bende olmadığını kabul ettikleri halde cayma bedeli kesmişler. Bu kadarda sorumsuzluk olmaz. 164 lira cayma bedelinin iadesini iptalini rica ederim",
        {
            "entities": [
                [
                    0,
                    20,
                    "NUM"
                ],
                [
                    68,
                    76,
                    "OPE"
                ],
                [
                    465,
                    479,
                    "OPE"
                ],
                [
                    480,
                    487,
                    "LIN"
                ],
                [
                    561,
                    583,
                    "PAY"
                ],
                [
                    31,
                    48,
                    "DATE"
                ],
                [
                    183,
                    204,
                    "NET"
                ],
                [
                    206,
                    248,
                    "NET"
                ],
                [
                    330,
                    382,
                    "NET"
                ],
                [
                    615,
                    669,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"15.01.2024 tarihinde aldığım iPhone marka adaptörü orijinal diye aldım fakat Gempa yetkili servise garanti için gönderdim, ancak orijinal olmadığı tespit edildi. Tutanak fotoğraflarda mevcut. Mağduriyetimin giderilmesini talep ediyorum.\"",
        {
            "entities": [
                [
                    1,
                    21,
                    "DATE"
                ],
                [
                    30,
                    36,
                    "ORG"
                ],
                [
                    78,
                    83,
                    "ORG"
                ],
                [
                    130,
                    161,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "\"Turkcell'e 12.11.2024 tarihinde hattımı taşıdım ve 325 TL'ye 40 GB internet paketi aldım. Daha bir ay olmadan, 9 günlük kullanım için 200 TL üzeri fatura gönderdiler. Fatura kesim tarihini otomatik olarak 20'si yapmışlar ve kullanım bazında hesaplama yapmışlar. İnsan kendini 1 aya göre ayarlıyor, fatura ödemesini planlıyor, ama bu şekilde bir uygulama olabilir mi? İki hattımı da Turkcell'e taşıdım ve hiç memnun kalmadım. Tüketici Hakları'na şikayette bulunacağım. Turkcell'den böyle bir şey beklemezdim.\"",
        {
            "entities": [
                [
                    1,
                    11,
                    "OPE"
                ],
                [
                    12,
                    32,
                    "DATE"
                ],
                [
                    33,
                    48,
                    "LIN"
                ],
                [
                    135,
                    166,
                    "PAY"
                ],
                [
                    383,
                    393,
                    "OPE"
                ],
                [
                    426,
                    445,
                    "ORG"
                ],
                [
                    469,
                    481,
                    "OPE"
                ],
                [
                    52,
                    89,
                    "PKG"
                ],
                [
                    394,
                    401,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "Askeriye girişinde Askercell aldım. Askercell arama kısıtlamasını kaldırmak için müşteri hizmetlerini aradım ama şubeden yapacaksınız dedi. Yaşadığım ilçede Turkcell şubesi yok bildirdim yapacak bir şey yok dedi 5 aydır aldığım hat kısıtlı olarak duruyor. Her işlemi yaptıkları müşteri hizmetlerinin böyle bir işlemi yapmaması veya şube olmayan ilçedeki müşterinin sorununu çözmeye çalışmaması üzücü. Hat boş duruyor.",
        {
            "entities": [
                [
                    157,
                    165,
                    "OPE"
                ],
                [
                    212,
                    219,
                    "DATE"
                ],
                [
                    0,
                    8,
                    "ORG"
                ],
                [
                    19,
                    28,
                    "PKG"
                ],
                [
                    36,
                    45,
                    "PKG"
                ],
                [
                    228,
                    254,
                    "LIN"
                ],
                [
                    278,
                    326,
                    "SER"
                ],
                [
                    401,
                    416,
                    "LIN"
                ],
                [
                    354,
                    393,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Vodafone Yanımda Premium abonesiyim. Vodafone operatörü, Premium abonelerine çeşitli avantajlar sunuyor. Bunlardan bir tanesi, Hepsiburada uygulamasında kullanılabilecek ₺100 indirim kodu. Ben bu kodu bu ay alamadım. Kaç gündür uğraşıyorum; çeşitli mecralardan Vodafone temsilcileri ile görüştüm. Bunlar Vodafone Yanımda, Vodafone Pay, Twitter adresi, mail adresi, hiçbirinden sonuç alamadım. Uygulamayı güncelleyin, silin, tekrar yükleyin dediler. Buna rağmen herhangi bir değişiklik olmadı. Açıkçası Vodafone, müşterilerine karşı çok duyarsız. Bütün temsilciler topu birbirine atıyor, herkes üç maymunu oynuyor gibi. Galiba Vodafone pişmanlık, buradan da bir sonuç alacağımı düşünmüyorum.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    10,
                    17,
                    "APP"
                ],
                [
                    38,
                    46,
                    "OPE"
                ],
                [
                    128,
                    139,
                    "APP"
                ],
                [
                    262,
                    270,
                    "OPE"
                ],
                [
                    305,
                    313,
                    "OPE"
                ],
                [
                    314,
                    321,
                    "APP"
                ],
                [
                    323,
                    331,
                    "OPE"
                ],
                [
                    337,
                    344,
                    "OPE"
                ],
                [
                    462,
                    493,
                    "OTH"
                ],
                [
                    503,
                    511,
                    "OPE"
                ],
                [
                    18,
                    36,
                    "PKG"
                ],
                [
                    58,
                    77,
                    "PKG"
                ],
                [
                    171,
                    188,
                    "PAY"
                ],
                [
                    202,
                    207,
                    "DATE"
                ],
                [
                    332,
                    335,
                    "APP"
                ],
                [
                    513,
                    545,
                    "SER"
                ],
                [
                    627,
                    635,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "\"Turkcell hem pahalı hem sorunlu hem sorumsuz. İslerimizin çoğunu telefonla yürüttüğümüz diğer operatörlerin iki katı fazla ücret ödediğimiz Turkcell hatlarımızın Ekim ayında daha önceden sorun olmayan işyerimizde çekim gücü düştü ve bildirimde bulunduk. Sonra düzelene kadar 2 haftadan fazla bekledik. Neyse tamam düzeldi derken geçen hafta tekrar aynı sorunla karşılaştık ve yine Turkcell müşteri hizmetlerine bildirdik buna rağmen talebimizin sonuçlandığını komik bir geri dönüşle bildirdiler. Aynen iletiyorum ve yorumu size bırakıyorum.\"\"Bildirimde bulunduğunuz bölgede çekim gücü iyileştirme çalışmalarımız devam etmektedir. İlgili bölgede sahibi bulunduğunuz mülkünüz var ise, iletişim noktamızın kurulumu (baz istasyonu) için değerlendirebiliriz\"\"\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    10,
                    20,
                    "PAY"
                ],
                [
                    141,
                    149,
                    "OPE"
                ],
                [
                    382,
                    390,
                    "OPE"
                ],
                [
                    391,
                    496,
                    "SER"
                ],
                [
                    567,
                    629,
                    "NET"
                ],
                [
                    21,
                    45,
                    "SER"
                ],
                [
                    109,
                    140,
                    "PAY"
                ],
                [
                    163,
                    174,
                    "DATE"
                ],
                [
                    214,
                    230,
                    "NET"
                ],
                [
                    276,
                    292,
                    "DATE"
                ],
                [
                    330,
                    341,
                    "DATE"
                ],
                [
                    684,
                    733,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Turkcell'e hattımı taşıdım, 25 GB tarife 410 TL. 8 Aralık'ta müşteri hizmetleri, 60 GB 410 TL pakete geçirmeye çalıştı. Aynı fiyat olduğu için kabul ettim. 1-2 gün sonra o tarifeye geçiş yapamadığımı, 25 GB 410 TL kullanacağımı söylediler. Tamam dedim, sonrasında bugün fatura geldi. Sanki tarife değiştirmişim gibi 757 TL, almadığım hizmet için cayma bedeli adı altında fatura yansıttılar. Fatura iptali istiyorum.\"",
        {
            "entities": [
                [
                    1,
                    11,
                    "OPE"
                ],
                [
                    12,
                    27,
                    "LIN"
                ],
                [
                    29,
                    48,
                    "PKG"
                ],
                [
                    82,
                    101,
                    "PKG"
                ],
                [
                    121,
                    155,
                    "PAY"
                ],
                [
                    157,
                    170,
                    "DATE"
                ],
                [
                    202,
                    239,
                    "PKG"
                ],
                [
                    317,
                    346,
                    "PAY"
                ],
                [
                    347,
                    390,
                    "PAY"
                ],
                [
                    392,
                    416,
                    "PAY"
                ],
                [
                    50,
                    61,
                    "DATE"
                ],
                [
                    291,
                    311,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Ümraniye'deki Canpark AVM içerisinde -1 katında bulunan Vodafone şubesinde iki tane çalışanınızın maaşını mı ödemiyorsunuz? Hem konuşurken yüzüme bakmıyorlar hem de internet üzerinden kolayca yapılan faturasız tarifeye numara taşıma işleminin 20 gündür yapılmadığını belirtiyorlar. Faturasız hat satışında komisyon vermediğiniz için mi bu işlemi yapmıyorlar? Neyse, Turkcell'den aldık. Artık hizmetiniz için teşekkürler, şaşırtmamaya devam ediyorsunuz.\"",
        {
            "entities": [
                [
                    1,
                    14,
                    "LOC"
                ],
                [
                    57,
                    65,
                    "OPE"
                ],
                [
                    129,
                    158,
                    "SER"
                ],
                [
                    244,
                    253,
                    "DATE"
                ],
                [
                    367,
                    379,
                    "OPE"
                ],
                [
                    15,
                    26,
                    "LOC"
                ],
                [
                    220,
                    243,
                    "LIN"
                ],
                [
                    293,
                    306,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Merhaba, Ankara Altındağ Karapürçek Mahallesi'nde ikamet ediyorum. 11.01.2025 tarihinden bugüne kadar internetimiz yok, genel arıza diye bilgi veriyorlar. Her gün 18:00 civarı çözümlenecek diyerek bilgi veriyorlar fakat çözümlenmiyor ve bir gün sonrasına atıyorlar. TurkNet kullanıyorum fakat Türk Telekom altyapısını kullandığımız için Türk Telekom'a duyurulur.\"",
        {
            "entities": [
                [
                    10,
                    25,
                    "LOC"
                ],
                [
                    68,
                    78,
                    "DATE"
                ],
                [
                    238,
                    255,
                    "DATE"
                ],
                [
                    294,
                    306,
                    "OPE"
                ],
                [
                    307,
                    337,
                    "NET"
                ],
                [
                    338,
                    352,
                    "OPE"
                ],
                [
                    26,
                    50,
                    "LOC"
                ],
                [
                    103,
                    119,
                    "NET"
                ],
                [
                    121,
                    132,
                    "NET"
                ],
                [
                    156,
                    176,
                    "DATE"
                ],
                [
                    177,
                    234,
                    "OTH"
                ],
                [
                    267,
                    274,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "Taahhütsüz faturalandırma ve yanlış paket tanımlama hatası2024 Aralık ayında başka bir telefon operatöründen Turkcell'e numara taşıma işlemi gerçekleştirdik. Taşıma işlemi yaptığımız sırada Büyük Festival 10GB 185 lira tutarlı paket mevcuttu. Bayi personeli tarafından sözleşme yapılmadığı için tarafımıza yüksek tutarlı paket tanımlandı. Sonrasında hem çağrı merkezinden hem de bayiden şikayetlerde bulunduk. Bayi hatası olduğunu kabul etti. Çağrı merkezinden de ilk talebimiz olan 185 liralık paket olarak düzeltileceği bilgisini aldık. Sonrasında ise ikinci hata olarak bize talebimiz olan paketin yapılacağı bilgisi verilmesine rağmen yüksek fiyatlı sürpriz 10GB 280 liralık paket tanımlandı. Bunun üzerine defalarca çağrı merkezi ve bayi ile görüştük. Bayiden dilekçeli şikayet dahi oluşturduk. Her defasında fatura kesildikten sonra tutarın değişeceğini ilettiler. Ancak uygulamadan zaten tanımlanmasını istediğimiz paketin tanımlanmadığını görebiliyorduk. Sonuç olarak fatura 280 lira olarak görünüyor. Bayi yapılan hatayı kabul etmesine rağmen hala talep ettiğimiz paket yapılmadı.Kampanyalı diye tercih ettiğimiz operatörden daha yüksek fiyatlı paket tanımlanması sonrası mağdur olduk. Şube ise kendi hatasını kabul etmesine rağmen hala bizden şikayet oluşturmamızı bekliyor. Kendileri aksiyon almıyor.Bütün bunların olacağını tahmin etsek asla tercih etmezdik.",
        {
            "entities": [
                [
                    0,
                    25,
                    "PAY"
                ],
                [
                    77,
                    108,
                    "LIN"
                ],
                [
                    109,
                    119,
                    "OPE"
                ],
                [
                    976,
                    1008,
                    "PAY"
                ],
                [
                    1139,
                    1193,
                    "PAY"
                ],
                [
                    29,
                    58,
                    "PKG"
                ],
                [
                    58,
                    76,
                    "DATE"
                ],
                [
                    120,
                    156,
                    "LIN"
                ],
                [
                    158,
                    189,
                    "LIN"
                ],
                [
                    205,
                    241,
                    "PKG"
                ],
                [
                    243,
                    294,
                    "SER"
                ],
                [
                    295,
                    320,
                    "PAY"
                ],
                [
                    349,
                    408,
                    "SER"
                ],
                [
                    410,
                    441,
                    "SER"
                ],
                [
                    483,
                    500,
                    "PKG"
                ],
                [
                    639,
                    653,
                    "PAY"
                ],
                [
                    654,
                    695,
                    "PKG"
                ],
                [
                    814,
                    869,
                    "PAY"
                ],
                [
                    895,
                    929,
                    "PKG"
                ],
                [
                    1052,
                    1088,
                    "PKG"
                ],
                [
                    1285,
                    1310,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Turkcell hat geçişinden 30 gün dolmamasına rağmen tarafıma hepsi yansıtıldı. Kullandığım gün ve miktar kadarını yansıtmak yerine o ayın hepsinin faturası çıkarıldı bunun kullandığım kadarıyla hesaplanmasını talep ediyorum. Hepsini ödemek istemiyorum...",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    24,
                    30,
                    "DATE"
                ],
                [
                    223,
                    249,
                    "PAY"
                ],
                [
                    8,
                    23,
                    "LIN"
                ],
                [
                    50,
                    75,
                    "PAY"
                ],
                [
                    112,
                    164,
                    "PAY"
                ],
                [
                    164,
                    221,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Eksik bilgilendirme ve yanıltıcı sabit fiyat garantisi deniyor. İlk ay indirimli kullanacaksınız, sonra normal ücrete dönecek deniliyor ama 275'ten 300 küsüre, sonra 500 TL, sonra 649 TL'ye çıkıyor ve modem kullanım ücreti varmış bir de. Ben kaç kez internet kullandım ama ilk kez karşılaştım. Türk Telekom pişmanlıktır!\"",
        {
            "entities": [
                [
                    65,
                    71,
                    "DATE"
                ],
                [
                    295,
                    307,
                    "OPE"
                ],
                [
                    1,
                    20,
                    "SER"
                ],
                [
                    24,
                    63,
                    "PAY"
                ],
                [
                    72,
                    198,
                    "PAY"
                ],
                [
                    202,
                    237,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Öncelikle saygılar. Ben İstanbul Kartal Cevizli bayinizden faturalı hat aldım. Bayinizdeki temsilciniz bana aylık 250 TL diyerek 1 sene geçerli hat sattı. Başka hiçbir açıklama yapmadı. Okey dedim ve kullanıma başladım. 20 gün oldu. Olmadı bana SMS yoluyla fatura geldi, 1000 küsur. 532 müşteri hattınızı aradım ve o da ayrı terane tabi, laf anlattı. Hiçbir şekilde sorunumun cevabını alamadım. Biz SMS ile bilgilendirdik aşımınızı diyor, başka bir şey demiyor. Bayiniz bana 250 TL'lik bir faturalı hat sattı, ben daha neyin bilgilendirmesine bakacağım? Ne güzel dünya ya! Aldığıma pişman ettiniz. Hatam verem olsun.\"",
        {
            "entities": [
                [
                    80,
                    121,
                    "PKG"
                ],
                [
                    130,
                    136,
                    "DATE"
                ],
                [
                    156,
                    185,
                    "SER"
                ],
                [
                    221,
                    232,
                    "DATE"
                ],
                [
                    25,
                    48,
                    "LOC"
                ],
                [
                    59,
                    78,
                    "LIN"
                ],
                [
                    145,
                    154,
                    "LIN"
                ],
                [
                    258,
                    282,
                    "PAY"
                ],
                [
                    352,
                    394,
                    "SER"
                ],
                [
                    476,
                    499,
                    "PAY"
                ],
                [
                    500,
                    509,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"0541*****14 numaralı hattından Kullanmış olduğum tarife 300₺ 800₺ a yükseldi. Üstelik sadece internet mevcut herhangi bir sosyal medya paketi dahil değil. Bu fahiş fiyat artışını kabul etmiyorum, sadık müşterilerinize uyguladığınız bu muamele çok adaletsiz.\"",
        {
            "entities": [
                [
                    1,
                    21,
                    "NUM"
                ],
                [
                    159,
                    195,
                    "PAY"
                ],
                [
                    32,
                    56,
                    "PKG"
                ],
                [
                    57,
                    77,
                    "PAY"
                ],
                [
                    79,
                    154,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Vodafone tarafından hattımdan Allinmobi, canlı maç tahminleri ve Adroin reklam ve bilişim tic. Ltd tarafından gereksiz yere faturama ücret yansıtılması gerçekleştirildi.3 er adet olmak üzere 239 TL lik toplamda 717 TL değerinde abonelik başlatılmış. Onayım ve rızam olmadan hiçbir şekilde ilgi alakam olmadığı halde böyle bir ücret kesintisini faturama nasıl yansıtabiliyorsunuz. Vodafone müşteri hizmetleriyle görüştüm mobil ödeme hizmetini hemen kapattırıp buraya yazmamı söylediler. Konunun bir an önce çözülmesini ve benden çekilen tutarların iadesini talep ediyorum. Aksi halde CİMER'e bilişim suçları olarak bizzat talepte bulunacağım.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    31,
                    40,
                    "ORG"
                ],
                [
                    381,
                    389,
                    "OPE"
                ],
                [
                    42,
                    62,
                    "APP"
                ],
                [
                    66,
                    99,
                    "APP"
                ],
                [
                    125,
                    169,
                    "PAY"
                ],
                [
                    192,
                    249,
                    "PAY"
                ],
                [
                    251,
                    379,
                    "PAY"
                ],
                [
                    522,
                    571,
                    "PAY"
                ],
                [
                    584,
                    591,
                    "ORG"
                ],
                [
                    592,
                    607,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "\"Sabit internetin taahhüdün bitmesine yakın süre kala aradıklarında kesin bir dönüş yapmadık, kullanmayabiliriz dedik çünkü ekstradan kullandığımız bir ürün aylığı 30 TL'den 160-190 TL'lere çıkmış. Bu aldıkları olumsuz görüşmeden sonra devamlı olarak gün içinde anlık internetim gidip geliyor ve bu gidip gelmeler 5-10 kereden fazla oyun ortasında, görüşme ortasında belirsiz gitmeler yüzünden mağdur oluyorum. Müşteri temsilcisi ile görüştüğümde sebebini bilmediklerini, ekstra kontrol yapacaklarını söylüyorlar. Geri dönüş yapıp nedenini söyleyecek misiniz diyorum, öyle bir hizmetimiz yok diyor. Olmaz tabi, çünkü kendiniz internetle uzaktan oynayıp duruyorsunuz. Gerçekten acınası bir durum.\"",
        {
            "entities": [
                [
                    18,
                    53,
                    "PKG"
                ],
                [
                    164,
                    196,
                    "PAY"
                ],
                [
                    251,
                    292,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Merhaba, 20 küsur senedir GSM operatörü olarak Turkcell'i kullanıyorum.Turkcell Platinum müşterisiyim ve bugüne kadar da faturalarımı 1 gün dahi olsa geciktirmemişimdir.Turkcell yetkilileri bunu da kontrol edip nasıl bir müşteri olduğumu görüntüleyebilirler.20.12.2024-22.12.2024 tarihleri arasında Çanakkale İli, Ayvacık ilçesi sınırları içerisinde Assos'ta 3 gün geçirdim. Bu süre içerisinde de ilki 20.12.2024 ve diğeri de 22.12.2024 tarihlerinde olmak üzere Yurt Dışı Kullanımı ile ilgili SMS aldım. 26.12.2024 tarihinde faturama 250 TL'den olmak üzere 2 günlük kullanım bedeli 500 TL ücret yansıtıldı. Müşteri hizmetlerini aradığımda 1 günlük yansıtılan tutarı iade edeceklerini fakat 2. Gün için olan 250 TL'nin geri verilmeyeceğini söylediler.Ben ülkemden ayrılmadım. Konumum, lokasyonum tamamı ile Assos ilçesindeydi. Kaldı ki görüştüğümde kendilerine e-devlet üzerinden yurd dışı giriş çıkış bilgilerimi de iletebileceğimi söyledim. Fakat bunun prosedür olduğu, iadenin gerçekleşmeyeceği söylendi. İlave olarak da müşteri temsilcisi hanımefendi, madem SMS aldınız neden kullanıma kapatmadınız diye beni suçluyor. Pardon da Türkiye Cumhuriyeti sınırları içerisinde olan ben, ülke sınırları içerisinde her şekilde bulunduğumu ve yurt dışına asla çıkmadığımın ispatını da yapabilen ben ama kendi ülkemdeyken yurt dışı kullanım bedeli yansıtılıp ödeme istenen yine ben.Turkcell'in vericileri kötüyse, kendi ülkemin sınırları içerisindeyken ve arada deniz varken Midilli adasında Yunanistan şebekesini çekiyorsa bu bedeli benden hangi hakla alabilirsiniz? 20 küsur senelik çok eski bir müşterinize yapılan bu yaklaşımı sizlere asla yakıştıramadım.Taahhüdüm bitiminde Platinum üyeliğimi de iptal edip diğer operatörlere geçiş yapacağımı da kendilerine bildiririm!\"",
        {
            "entities": [
                [
                    48,
                    58,
                    "OPE"
                ],
                [
                    72,
                    80,
                    "OPE"
                ],
                [
                    135,
                    140,
                    "DATE"
                ],
                [
                    170,
                    178,
                    "OPE"
                ],
                [
                    269,
                    290,
                    "DATE"
                ],
                [
                    360,
                    374,
                    "DATE"
                ],
                [
                    505,
                    525,
                    "DATE"
                ],
                [
                    526,
                    606,
                    "PAY"
                ],
                [
                    691,
                    702,
                    "DATE"
                ],
                [
                    708,
                    750,
                    "PAY"
                ],
                [
                    861,
                    869,
                    "APP"
                ],
                [
                    1375,
                    1386,
                    "OPE"
                ],
                [
                    10,
                    26,
                    "DATE"
                ],
                [
                    81,
                    89,
                    "APP"
                ],
                [
                    259,
                    269,
                    "DATE"
                ],
                [
                    300,
                    313,
                    "LOC"
                ],
                [
                    315,
                    329,
                    "LOC"
                ],
                [
                    351,
                    359,
                    "LOC"
                ],
                [
                    403,
                    413,
                    "DATE"
                ],
                [
                    427,
                    437,
                    "DATE"
                ],
                [
                    807,
                    825,
                    "LOC"
                ],
                [
                    1133,
                    1152,
                    "LOC"
                ],
                [
                    1315,
                    1365,
                    "PAY"
                ],
                [
                    1468,
                    1484,
                    "LOC"
                ],
                [
                    1485,
                    1495,
                    "LOC"
                ],
                [
                    1517,
                    1559,
                    "PAY"
                ],
                [
                    1652,
                    1671,
                    "PKG"
                ],
                [
                    1672,
                    1680,
                    "APP"
                ],
                [
                    1705,
                    1740,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "054****1518 Numaralı hattımı Turkcell'e taşımak istiyorum ama 2009 yılından kalma bir hatta yaşanan sorun nedeniyle taşıma işlemim yapılamıyor. İşin ilginç yanı sorun yaşanan hattın sorununu çözmek istediğimde de bu hat sizin adınıza değil işlem yapamazsınız dendi. Yani benim üzerime olmayan bir hat yüzünden hattımı taşıyamıyorum aynı zamanda bu hat ile ilgili sorunu çözmeme de izin verilmiyor. Bayi de yardımcı olamıyor ne yapacağımı şaşırdım.",
        {
            "entities": [
                [
                    29,
                    39,
                    "OPE"
                ],
                [
                    0,
                    20,
                    "NUM"
                ],
                [
                    40,
                    57,
                    "LIN"
                ],
                [
                    62,
                    66,
                    "DATE"
                ],
                [
                    116,
                    142,
                    "LIN"
                ],
                [
                    216,
                    258,
                    "OTH"
                ],
                [
                    271,
                    300,
                    "OTH"
                ],
                [
                    310,
                    331,
                    "LIN"
                ],
                [
                    348,
                    396,
                    "LIN"
                ],
                [
                    398,
                    423,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Superbox kutusu arızalandı, 20 gün oldu. 50 defa aramama rağmen bir arkadaş gelip de kutuya bakmadı. Kullanmadığım internet için para ödüyorum. Turkcell'in müşteri memnuniyeti, sahadaki personelin keyfiyetine kalmış anlaşılan. Müşteri hizmetleri, not düşmekten ve aynı şeyleri söylemekten öteye gidemiyor. Esnafa parayı önden verip iş yaptıramazsın ya, o hesap, büyük ölçekli mahalle esnafı Turkcell. Pakete %200 zam yapma konusunda önde, hizmete gelince ancak reklamlarda.\"",
        {
            "entities": [
                [
                    29,
                    40,
                    "DATE"
                ],
                [
                    145,
                    156,
                    "OPE"
                ],
                [
                    392,
                    400,
                    "OPE"
                ],
                [
                    402,
                    438,
                    "PAY"
                ],
                [
                    1,
                    10,
                    "APP"
                ],
                [
                    77,
                    100,
                    "SER"
                ],
                [
                    102,
                    143,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Bugün Bilecik Gölpazarı Turkcell bayisinden babamın bozulan hattının yenilenmesi için başvurmaya gittik. Oradaki kadın, bunun e-devlet şifresiyle olabileceğini söyledi. Ben de daha önce hiç böyle bir şey duymadığım için espriyle karışık 'Mantıksız geldi' dedim. 'Mantıksızsa başka yerde yaptırın, ben yapmıyorum' diye bağırmaya başladı. Bizim 4 tane Turkcell hattımız var, yaklaşık 30 yıldır Turkcell'liyiz. Böyle bir davranışı başka hiçbir yerde görmedik. Lütfen çalışanınıza gerekli uyarıyı yapın, ayıptır.\"",
        {
            "entities": [
                [
                    25,
                    33,
                    "OPE"
                ],
                [
                    351,
                    359,
                    "OPE"
                ],
                [
                    383,
                    392,
                    "DATE"
                ],
                [
                    7,
                    24,
                    "LOC"
                ],
                [
                    52,
                    81,
                    "LIN"
                ],
                [
                    127,
                    135,
                    "APP"
                ],
                [
                    276,
                    312,
                    "SER"
                ],
                [
                    393,
                    407,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "Türk Telekom faturasız hattıma 385 TL karşılığında paket yüklemesi yaptım. Sonrasında faturalıya geçiş yapabileceğim sesli yanıt sistemiyle iletildiğinde faturalı birkaç dakika içerisinde tuşlama yaparak geçiş yaptım. Türk Telekom müşteri hizmetleri ni arayıp hiç kullanmamış olduğum paketimin akıbetini sorduğumda iptal olduğu bilgisini verdiler. Ben ise 1 MB 01 saniye ve 1 SMS dahi kullanılmayan paket hakkımın iade edilmesini-faturadan düşülmesini veya başka mevcut ön ödemeli hattıma tanımlanmasını hiç değilse mevcut hattımda kullanılabilir olarak görünmesini ve kullanmaz isem ay sonunda silinmesini talep ettim. Böyle bir uygulamamış yok deyip görüşmeyi sonlandırdılar.1 saniye bile kullanmadığım paketi iade başka hattıma yükleme ya da faturalıya geçiş yaptığım hattımda kullanılabilir paket olarak görüntülemek istiyorum.Faturalıya geçiş surasında kullanmadığınız haklarınız iptal olacak diye bir bildirimde yapılmadı.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    13,
                    73,
                    "PKG"
                ],
                [
                    218,
                    230,
                    "OPE"
                ],
                [
                    231,
                    347,
                    "SER"
                ],
                [
                    385,
                    456,
                    "PKG"
                ],
                [
                    677,
                    716,
                    "PAY"
                ],
                [
                    652,
                    676,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Vodafone 1 yıllık taahhüt süremin sonunda bana sormadan 200küsür tl faturamı 900 TLe çıkartıp otomatik ödemeden tahsil etmiştir. Tarafıma hiçbir şekilde ulaşılmadan paket seçimi yapmama fırsat vermeden işgüzarlık yapılmıştır. 2 gündür müşteri hizmetlerine bağlanıp sıfır sonuç alıyorum. Yıllardır Vodafone kullanmamın şaşkınlığını yaşıyorum. Mağduriyetin ötesi.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    9,
                    17,
                    "DATE"
                ],
                [
                    226,
                    234,
                    "DATE"
                ],
                [
                    235,
                    285,
                    "SER"
                ],
                [
                    287,
                    296,
                    "DATE"
                ],
                [
                    297,
                    305,
                    "OPE"
                ],
                [
                    18,
                    41,
                    "PKG"
                ],
                [
                    56,
                    127,
                    "PAY"
                ],
                [
                    129,
                    164,
                    "SER"
                ],
                [
                    165,
                    201,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Yaklaşık bir buçuk seneden beri Vodafone Yanımda'ya giremiyorum. Her yere başvurdum, Vodafone bayilerine gittim, müşteri temsilcilerine bağlandım, her yolu denedim. Uygulamayı güncellediler, bilmem kod verdiler, ne olduysa başarılı olamadık. Pardon ama ben de müşteriyim ve herkes gibi benim de haklarım var. Yanımda uygulamasından herkes çarkı çevirerek hediyeler alırken ben uygulamaya giriş dahi yapamıyorum. Gerçekten çok can sıkıcı bir olay. Lütfen artık çözümlensin. 15 yıllık Vodafone'luyum, hiç yüzüm gülmedi.\"",
        {
            "entities": [
                [
                    1,
                    32,
                    "DATE"
                ],
                [
                    33,
                    41,
                    "OPE"
                ],
                [
                    42,
                    52,
                    "APP"
                ],
                [
                    86,
                    94,
                    "OPE"
                ],
                [
                    310,
                    317,
                    "APP"
                ],
                [
                    474,
                    483,
                    "DATE"
                ],
                [
                    484,
                    498,
                    "OPE"
                ],
                [
                    377,
                    411,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "\"Çanakkale/Merkez'de kullanıyorum ve asla çekmiyor. 1 yıldır hala baz istasyonu kurulacak. Telefonla konuşurken ses gitmiyor. Böyle madem bu kadar kötüsünüz yapmayın. İnternet, verdiğim paranın kuruşuna dahi değmez. Kaç defa müşteri temsilcisini arayıp söyledim, anlattım durumu. Kullanamadığımdan dolayı cayma bedelsiz çıkma talebinde bulundum. Boş geçmek isteyenlere asla önerilmez. Nerede olursanız olun, köy veya merkez, hiç fark etmiyor, çekmiyor.\"",
        {
            "entities": [
                [
                    52,
                    60,
                    "DATE"
                ],
                [
                    101,
                    124,
                    "NET"
                ],
                [
                    225,
                    278,
                    "SER"
                ],
                [
                    1,
                    20,
                    "LOC"
                ],
                [
                    37,
                    50,
                    "NET"
                ],
                [
                    305,
                    336,
                    "PAY"
                ],
                [
                    443,
                    451,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"20.12.2024 tarihinde hayatımın hatasını yaparak Turkcell'e geçiş sağladım. Büyük Festival 40 GB kampanyasından yararlandım. Kullandıkça fark ettim ki çok büyük hata yapmışım. Aynı telefonda Türk Telekom'un 50 GB'lık paketi 3 ay yetiyorken, 40 GB 20 gün bile yetmeden bitti. Şikayetvar üzerinden görüntülediğim üzere herkes aynı konudan muzdarip. Turkcell büyük ihtimalle arka planda GB'ları hızlı bir şekilde tüketip bizi ek paket almaya teşvik etmeye çalışıyor. Bu sorunu acil bir şekilde çözmediğiniz takdirde, gerekirse her ay iki katı fatura ödemeyi tercih edip Türk Telekom'a geri döneceğim. Herkes aynı konuyu şikayet ediyorsa bunda bir bit yeniği ararım. Demek ki gerçekten arka planda GB'ları hızla tüketiyorsunuz. Aynı kullanım şeklinde bir ay önce 25 GB harcıyorken farklı bir operatörde, Turkcell'de 20 günde 40 GB bitiremem değil mi? Ayrıca geçen gün özellikle kontrol ettim, sadece WhatsApp ve Instagram kullanımı ile ki Instagram'da bile video izlemediğim halde paketim 9 GB iken bir saat içinde 4 GB düştü. Telefonumda konum bilgisi kapalı, arka plan uygulama yenileme kapalı, buna rağmen bu paket bu kadar kolay bitemez. Lütfen durumu hemen düzeltin. Olsun verdiğimiz paralar. Hakkınızda yasal yollara da başvurup çevremde ne kadar Turkcell'li varsa değişmesi için her şeyi yapacağım.\"",
        {
            "entities": [
                [
                    1,
                    21,
                    "DATE"
                ],
                [
                    49,
                    59,
                    "OPE"
                ],
                [
                    191,
                    206,
                    "OPE"
                ],
                [
                    247,
                    253,
                    "DATE"
                ],
                [
                    347,
                    355,
                    "OPE"
                ],
                [
                    567,
                    581,
                    "OPE"
                ],
                [
                    800,
                    811,
                    "OPE"
                ],
                [
                    812,
                    820,
                    "DATE"
                ],
                [
                    948,
                    1021,
                    "PKG"
                ],
                [
                    1249,
                    1260,
                    "OPE"
                ],
                [
                    76,
                    123,
                    "PKG"
                ],
                [
                    259,
                    273,
                    "PKG"
                ],
                [
                    759,
                    776,
                    "PKG"
                ],
                [
                    821,
                    836,
                    "PKG"
                ],
                [
                    694,
                    722,
                    "PKG"
                ],
                [
                    384,
                    462,
                    "PKG"
                ],
                [
                    853,
                    863,
                    "DATE"
                ],
                [
                    896,
                    904,
                    "APP"
                ],
                [
                    908,
                    917,
                    "APP"
                ],
                [
                    935,
                    947,
                    "APP"
                ],
                [
                    1104,
                    1136,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "Aylardır port yok denilerek internetim bağlanmıyor. Onun yerine magnet verdiler o da hiçbir işe yaramıyor. Aylık bin tl saçma sapan bir internet için ödüyorum. Port da bozukluk var denildi onunla alakalı bir çalışma da olmadı. Ben internet kullanamıyorum. Bir türlü.",
        {
            "entities": [
                [
                    28,
                    50,
                    "NET"
                ],
                [
                    85,
                    105,
                    "OTH"
                ],
                [
                    107,
                    158,
                    "PAY"
                ],
                [
                    227,
                    254,
                    "NET"
                ],
                [
                    9,
                    17,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "Turkcell Superbox internet çok kötü bir durumdaSteam'den oyun yükledim öyle ping var ki adam hareket etmiyor. Bu ne Allah'ını seversen. Müşteri hizmetleri desen o biçim yani 5-10 tane oyun yükledim hepsinde aynı sorun parayı alırken güzel alıyorlar. İş sorun çözmeye gelince",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    18,
                    35,
                    "NET"
                ],
                [
                    9,
                    18,
                    "APP"
                ],
                [
                    71,
                    87,
                    "NET"
                ],
                [
                    218,
                    248,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom'dan internet bağlattık bir gün internet var, bir hafta internet gelmiyor aradığımız zamanda hep altyapı yalanıyla bizi oyalıyorlar. Bir yıldan fazladır. Altyapı çalışmaları bitmedi. Çok mağdur ettiler. Bizi derslerimize çalışamıyoruz internetten dolayı\"",
        {
            "entities": [
                [
                    1,
                    17,
                    "OPE"
                ],
                [
                    37,
                    44,
                    "DATE"
                ],
                [
                    59,
                    68,
                    "DATE"
                ],
                [
                    167,
                    194,
                    "NET"
                ],
                [
                    69,
                    86,
                    "NET"
                ],
                [
                    87,
                    144,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Turkcell 0530***1203 numaralı hattıma ait engelli indirimi tanımlanması için tarafımdan istenilen engelli sağlık kurulu raporumu gönderdim. Ancak sonradan istenilen bilgi/belge iletilmediği için istek talebimin kapatıldığı tarafıma bildirilmiştir. Bunun üzerine çeşitli defalar istenilen raporumu iletmek üzere şirketin sitesinden erişmeye çalıştım ancak bir türlü başarılı olamadım. Turkcell' in sitesi, Yetki hatası veya diğer şekillerde sürekli olarak hata veriyor. Belirtmiş olduğum numaraya engelli indirimimin tanımlanmasını rica ederim. Durumun incelenerek gereğinin yapılmasını arz ve talep ederim. Gerektiği/istenildiği takdirde, engelli raporumu ve engelli kimlik kartımın görüntülerini tarafıma bildirilecek e-posta veya bir başka adrese gönderebilirim.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    10,
                    30,
                    "NUM"
                ],
                [
                    385,
                    393,
                    "OPE"
                ],
                [
                    31,
                    106,
                    "PKG"
                ],
                [
                    195,
                    247,
                    "SER"
                ],
                [
                    441,
                    468,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "Kredi kartımdan daha önce kullandığım fakat daha sonra iptal ettirdiğim numaranın faturası çekilmiştir. Bu durumun düzeltilmesini istedim. Bütün istedikleri belgeleri göndermeme rağmen sonuç alamadım. Türk Telekom firmasından durumla ilgili geri dönüş alamadım. Maalesef karşımda yetkili bir kişi yok. Bu durumun acilen çözülmesini istiyorum",
        {
            "entities": [
                [
                    201,
                    213,
                    "OPE"
                ],
                [
                    262,
                    300,
                    "SER"
                ],
                [
                    81,
                    102,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Merhaba. 26 Kasım 2024 günü cep tel numaramı başka bir telekomünikasyon firmasına taşıdım. Türk Telekom'dan SMS aldım cayma bedeli 784 TL ydi. SMS görüntüsü var.Çok açık bir haksızlık var.Aralık ayında Türk Telekom'da değildim. Ama aralık ayı faturası 1471 TL geldi. Bunun açıklamasını ve fatura düzeltilmesini istiyorum. Saygılarımla, 0507*****81\"",
        {
            "entities": [
                [
                    10,
                    28,
                    "DATE"
                ],
                [
                    33,
                    90,
                    "LIN"
                ],
                [
                    92,
                    108,
                    "OPE"
                ],
                [
                    119,
                    142,
                    "PAY"
                ],
                [
                    189,
                    202,
                    "DATE"
                ],
                [
                    203,
                    218,
                    "OPE"
                ],
                [
                    337,
                    348,
                    "NUM"
                ],
                [
                    244,
                    266,
                    "PAY"
                ],
                [
                    233,
                    244,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "\"Turkcell faturalı hatta geçiş yaptık. Bir ay içinde cayma hakkımız olduğu söylendi. Üstüne basa basa sormama rağmen hem şubeleriniz de hem de uygulamalarınız da cayma bedeli olmadığını söylediler. 3gün sonra Türk Telekom'a geçtim bana gelen mesaj;  \"\" 10.01.2025 de kesilen faturanız 243.84 TL olup son ödeme tarihi 21.01.2025 dir. Faturanızın içinde yer alan ücretler: tarifepaket 29,84TL | diğer ücretler 2140TL 'dir. Faturanızı turkcell.com.tr/odeme adresinden veya Turkcell uygulaması uygulamasından https://dijital. Li/tzByQ kredi kartınızla ödeyebilirsiniz. Bir sonraki faturanız 10.02.2025 de kesilecektir. B002 \"\" bu şekilde Lütfen 2 hattım içinde bu sorunun çözülmesini rica ediyorum.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    39,
                    84,
                    "PAY"
                ],
                [
                    162,
                    196,
                    "PAY"
                ],
                [
                    209,
                    223,
                    "OPE"
                ],
                [
                    224,
                    250,
                    "SER"
                ],
                [
                    253,
                    263,
                    "DATE"
                ],
                [
                    317,
                    327,
                    "DATE"
                ],
                [
                    470,
                    478,
                    "OPE"
                ],
                [
                    275,
                    294,
                    "PAY"
                ],
                [
                    371,
                    390,
                    "PAY"
                ],
                [
                    393,
                    419,
                    "PAY"
                ],
                [
                    587,
                    597,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "\"Evim ve iş yerim arasında 1.5 km mesafe var, son 10 gündür iki konumda da hat çekme sorunu yaşıyorum. Evin bir odasında çekiyor, diğer odasında çekmiyor. İnternet kullanımı da aynı şekilde, ayrıca Superbox kullanıcısıyım. Evimde aynı şekilde o da çekmiyor. Yaklaşık 8 gün önce bir talep oluşturdum, geri dönüş olmuyor. 2 hattım ve Superbox paketimle beraber 2500 TL ücret ödüyorum. Yaşadığım mağduriyet hiçbir şekilde düzelmedi. Baz istasyonu kaynaklı şikayetimi oluşturdum. En yakın zamanda sonuca ulaşamazsam komple iptal ettireceğim, gerekli haklarımı savunacağım. Turkcell'e ödenen bu yüksek fatura karşılığında verilen hizmet en büyük pişmanlığımdır.\"",
        {
            "entities": [
                [
                    103,
                    128,
                    "NET"
                ],
                [
                    230,
                    256,
                    "NET"
                ],
                [
                    258,
                    277,
                    "DATE"
                ],
                [
                    300,
                    318,
                    "SER"
                ],
                [
                    359,
                    381,
                    "PAY"
                ],
                [
                    430,
                    475,
                    "NET"
                ],
                [
                    493,
                    567,
                    "SER"
                ],
                [
                    569,
                    579,
                    "OPE"
                ],
                [
                    580,
                    655,
                    "PAY"
                ],
                [
                    46,
                    59,
                    "DATE"
                ],
                [
                    75,
                    101,
                    "NET"
                ],
                [
                    130,
                    153,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"2019 yılında numara değişikliği yaptım. 1 ay içerisinde eski numaranızı alabilirsiniz denildi. Yıllardır aynı numarayı almaya çalışıyorum ama sistem onay vermiyor deniyor. Müşteri temsilcisinin yanlış bir işlemi yüzünden neden mağduriyet yaşıyorum, anlamış değilim. Lütfen ilgilenin.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "DATE"
                ],
                [
                    14,
                    39,
                    "LIN"
                ],
                [
                    41,
                    45,
                    "DATE"
                ],
                [
                    96,
                    105,
                    "DATE"
                ],
                [
                    173,
                    212,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Ben Vodafone kadar basit insanları mağdur eden başka bir GSM görmedim. Hattım yeni olduğu halde 1 gün gecikmeden dolayı kısıtlama yapıldı. Onu da geçtim, ödediğim halde açılmadı. Müşteri temsilcisine bağlandım, yüzüme kapattı. Bilseydim hiç almazdım. Bin pişmanım.\"",
        {
            "entities": [
                [
                    5,
                    13,
                    "OPE"
                ],
                [
                    121,
                    138,
                    "LIN"
                ],
                [
                    155,
                    178,
                    "PAY"
                ],
                [
                    97,
                    102,
                    "DATE"
                ],
                [
                    211,
                    226,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"25 Aralık'ta başlayan Türk Telekom arızası 2 Ocak itibariyle hala devam ediyor. \"\"Ekipler inceliyor\"\" dışında hiçbir bilgi alamıyoruz. (Arıza ıd 4870029283) İşin ilginç yanı su kesintisi gibi her gün bir yarım saat açıp kapıyorlar interneti.Az önce müşteri temsilcisi ile konuştum. \"\"Ben bu 1 hafta boyunca her gün yarım saat 1 saat internetim açılıp kapandığı için internetim var mı sayılacağım? \"\" diye sordum. Aldığım cevap \"\"Evet\"\". Yani özetle kullanılamayan internet gününün ücretini iade etmemek için arada interneti açıp kapıyorlar. Umarım yanılıyorumdur.Tebrikler Türk Telekom. Yeni yıla sınıfta kalarak girdin.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "DATE"
                ],
                [
                    23,
                    35,
                    "OPE"
                ],
                [
                    327,
                    333,
                    "DATE"
                ],
                [
                    334,
                    366,
                    "NET"
                ],
                [
                    482,
                    508,
                    "PAY"
                ],
                [
                    515,
                    540,
                    "NET"
                ],
                [
                    574,
                    586,
                    "OPE"
                ],
                [
                    44,
                    50,
                    "DATE"
                ],
                [
                    221,
                    241,
                    "NET"
                ],
                [
                    450,
                    473,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Vodafone 3 GB hediye başlığı altında Sayı Krallığı aboneliği linkine tıkladım ve anında oldu. 149 TL faturama yansıtıldı. Lütfen düzeltilsin! Hiçbir şey söylenmeden, etmeden abonelik oluşturuluyor ve ücret direkt kesiliyor. Böyle bir şeyi kabul etmiyorum. Ücretim geri ödensin.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    10,
                    37,
                    "PKG"
                ],
                [
                    95,
                    121,
                    "PAY"
                ],
                [
                    201,
                    223,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Turkcell yeni müşteriye 300 TL Migros hediye çeki kampanyası vardı e devlet üzerinden aktivasyon yapmama rağmen kampanya tarafıma tanımlanmadı. Müşteri hizmetleri ile görüştüm bana böyle bir kampanyanın olmadığını söyledi. Onlarca şikayet var bu konu ile ilgili Turkcell e yakışmadı",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    9,
                    30,
                    "LIN"
                ],
                [
                    223,
                    261,
                    "SER"
                ],
                [
                    262,
                    270,
                    "OPE"
                ],
                [
                    67,
                    75,
                    "APP"
                ],
                [
                    112,
                    142,
                    "PKG"
                ],
                [
                    191,
                    221,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Müşteri hizmetleri, cayma bedeli olmayacağını söyledi. Operatör değiştirdim, cayma bedeli yansıttılar. Ses kayıtlarının dinlenmesini istedim. Tarafıma dönüş yapılmasını talep ettim. 15 gündür ne arayan ne soran var, belki 20 kere aradım. 1200, 1200, 2400 lira acaba bir de yansıtmışlar, hala bekliyorum.\"",
        {
            "entities": [
                [
                    21,
                    54,
                    "PAY"
                ],
                [
                    183,
                    192,
                    "DATE"
                ],
                [
                    56,
                    76,
                    "LIN"
                ],
                [
                    78,
                    102,
                    "PAY"
                ],
                [
                    239,
                    286,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Turkcell, 310 TL olan faturamı 440 TL'ye çıkarıyoruz diye bir mesaj attı. Bu akşam, ilk aldığımda 80 TL olan fatura önce 200, sonra 310, şimdi de 440 TL'ye çıkacak. Ancak aldığım hizmet; konuşma, internet, mesaj her şey aynı. Neye istinaden zam yapılıyor? Reklamlarda anlatıyorsunuz ya. İşte bunlar tam Turkcell hareketleri! Hattımı hemen mesajdan sonra Vodafone'a taşıdım. 30 GB, 1000 dakika ve 250 SMS 230 TL. Bu durumdan kurtulmak isteyen varsa duyurulur!\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    304,
                    312,
                    "OPE"
                ],
                [
                    355,
                    365,
                    "OPE"
                ],
                [
                    11,
                    73,
                    "PAY"
                ],
                [
                    85,
                    164,
                    "PAY"
                ],
                [
                    188,
                    225,
                    "PKG"
                ],
                [
                    227,
                    255,
                    "PAY"
                ],
                [
                    366,
                    373,
                    "LIN"
                ],
                [
                    375,
                    411,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "UpCall uygulaması üzerinden operatör adı değiştirme yapıyorum adınız TR Turkcell yazıyorum kabul etmiyor telefonu kapattım. Açtım gene olmuyor. Değişmiştir diye mesaj geliyor. Bakıyorum hala Turkcell yazıyor sadece TR Turkcell i kabul etmiyor. Niye olduğunu anlamdım",
        {
            "entities": [
                [
                    72,
                    80,
                    "OPE"
                ],
                [
                    191,
                    199,
                    "OPE"
                ],
                [
                    218,
                    226,
                    "OPE"
                ],
                [
                    0,
                    6,
                    "APP"
                ],
                [
                    28,
                    51,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Vodafone kullanıcısıyım 5 seneyi aşkın süredir.Bugün 'fatura tutarınız 1800 TL' mesajıyla uyandım.Normal paketimin fiyatı 380 TL iken, sözde internet aşımından dolayı faturaya 1500 TL yansıtılmış. Ne bir uyarı, ne bir mesaj, ne de herhangi bir bilgilendirme; ek paketin devreye girmesiyle alakalı herhangi bir mesaj da yok.Nasıl bu kadar korkunç bir rakam yansıtabiliyorsunuz? Hayır, müşteri hizmetleri de lafı gevelemek dışında bir şey yapmıyor. Yine Turkcell'e geçeceğim, bu kadar haksızlık fazla.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    453,
                    463,
                    "OPE"
                ],
                [
                    55,
                    98,
                    "PAY"
                ],
                [
                    98,
                    196,
                    "PAY"
                ],
                [
                    258,
                    289,
                    "PKG"
                ],
                [
                    298,
                    323,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"20 Aralık günü Turkcell online dan yıl sonu kampanyası 10 GB 185 TL ilk paket ile yeni hat başvurusunda bulundum. Daha sonra Kilis merkez Vatan bayiden sim kartımı almaya gittiğimde sistemde hata olduğunu ve veremediklerini, daha sonra tekrar uğramam gerektiğini söylediler. Ertesi gün beni arayıp 532'li bir numara seçtiğim ( bu numara sadece Platinum üyelere özelmiş ve bu kampanyadan onlar yararlanamıyormuş) için sim kartın açılmadığını, yeni bir numara seçmem gerektiğini söylediler. Tekrar yeni bir numara seçtim. Ertesi gün açılacağını söylediler. Sonraki gün beni tekrar arayıp benim seçtiğim kampanyanın süresinin dolduğunu, paket ve ücretlendirmenin farklı olacağını söylediler. Ben bunu kabul etmeyip müşteri hizmetlerini aradım. Onlar da hatanın bayide olduğunu, böyle bir şey olmadığını söylediler. Bayiyi tekrar arayıp bu şekilde ifade ettiğim zaman onlarda sistemi suçladılar. Müşteri hizmetlerini tekrar aradım ve önce bana yardımcı olmadılar. Birkaç tane farklı müşteri temsilcisi ile görüştüm en son konuştuğum kişi bana talep kaydı oluşturabileceğimi söyledi. Talep kaydı oluşturdum ve Turkcell beni aramış da ulaşamamış gibi göstermek için iki kere çaldırıp kapattı. Ben hayatımda böyle şey görmedim. Turkcell i tekrar tekrar aradım. Son olarak bugün konuştuğum temsilci, olumsuz sonuçlandığını söyledi. Sayın Turkcell benim burada eksik ya da yanlış yaptığım şey ne? Bir de her konuştuğum temsilci Turkcell e geçmek ister misiniz diye soruyor. Ben 2 haftadır geçmeye çalışıyorum zaten.\"",
        {
            "entities": [
                [
                    1,
                    15,
                    "DATE"
                ],
                [
                    16,
                    24,
                    "OPE"
                ],
                [
                    443,
                    488,
                    "LIN"
                ],
                [
                    497,
                    519,
                    "LIN"
                ],
                [
                    941,
                    959,
                    "SER"
                ],
                [
                    1106,
                    1114,
                    "OPE"
                ],
                [
                    1222,
                    1230,
                    "OPE"
                ],
                [
                    1331,
                    1339,
                    "OPE"
                ],
                [
                    1420,
                    1428,
                    "OPE"
                ],
                [
                    56,
                    78,
                    "PKG"
                ],
                [
                    83,
                    113,
                    "LIN"
                ],
                [
                    126,
                    138,
                    "LOC"
                ],
                [
                    182,
                    205,
                    "OTH"
                ],
                [
                    592,
                    688,
                    "PKG"
                ],
                [
                    1160,
                    1186,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Bu kadar işe yaramaz bir operatör olamaz 2 müşteri temsilcisi ile 30 ar dakika konuşup şikayet kayıtı açtırdığım halde kayıt oluşmaması enteresan. 3 aydır Vodafone ile uğraşıyorum yazık gerçekten. Tüm temsilcilerden şikayetçiyim ve bu zamanda uğradığım zararın da karşılanmasını istiyorum.",
        {
            "entities": [
                [
                    147,
                    154,
                    "DATE"
                ],
                [
                    155,
                    163,
                    "OPE"
                ],
                [
                    95,
                    145,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Merhabalar, bugün Türk Telekom'dan aldığım bir mesajla şok oldum. Ayın 26'sında bitecek sözleşmem için 2500 TL cayma bedeli talep ediliyor. Gerekli yetkili kişilerin ilgilenmesini rica ediyorum. Aynı şekilde kardeşime de 5 ay için 7 bin TL'lik cayma bedeli istiyorlar.\"",
        {
            "entities": [
                [
                    13,
                    18,
                    "DATE"
                ],
                [
                    19,
                    35,
                    "OPE"
                ],
                [
                    67,
                    80,
                    "DATE"
                ],
                [
                    104,
                    139,
                    "PAY"
                ],
                [
                    222,
                    226,
                    "DATE"
                ],
                [
                    232,
                    268,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Modemimi bağladılar. İlk gün çalıştı. İkinci gün yerini değiştirmek istedim. Sonra aynen yerine bağladım. Modem çalışmadı. Açtım kapadım çalışmadı. Türk Telekom'a iki gün boyunca asla ulaşamadım.Üçüncü gün bir bayiden ulaştırdılar. Onlar da teknik eleman göndermeyi reddedip modeminizi değiştirin dedi. Modemim sağlam. Teknik eleman istiyorum. Resmen gönderemem deniyor.Kötü bir hizmet. Adı asla müşteri hizmetleri değil. Teknik eleman istiyorum.",
        {
            "entities": [
                [
                    21,
                    28,
                    "DATE"
                ],
                [
                    179,
                    194,
                    "SER"
                ],
                [
                    387,
                    420,
                    "SER"
                ],
                [
                    38,
                    48,
                    "DATE"
                ],
                [
                    106,
                    121,
                    "NET"
                ],
                [
                    123,
                    146,
                    "NET"
                ],
                [
                    148,
                    162,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "\"Arama başarısız oldu. Hatası ve internette donma, açılmama sorunu var. Müşteri hizmetlerini bile arayıp konuşamıyorum. Çekim gücünde bir problem var sanırım. Son bir haftadır çok mağdur etti beni. Lütfen her ne sorun varsa bir an önce düzeltin. İnternet ayrı, telefonla arama yapma ayrı problemli.\"",
        {
            "entities": [
                [
                    72,
                    118,
                    "SER"
                ],
                [
                    159,
                    175,
                    "DATE"
                ],
                [
                    33,
                    49,
                    "NET"
                ],
                [
                    51,
                    70,
                    "NET"
                ],
                [
                    1,
                    29,
                    "NET"
                ],
                [
                    120,
                    149,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Vodafone bayisi, sözleşme sürem sona erdiği bilgisiyle başka bir operatöre hattımı taşıdım. Ancak bir mesaj geldi ve cayma bedeli ödeme talimatı verildi. Bayideki görüştüğüm kişi, ne gördüysem onu söyledim ve bana itiraz ve şikayet oluşturmamı söyledi. Şikayet ve itirazla ilgili olarak henüz bir dönüş sağlanmadı. Bu konuyla ilgili haklarımı gereken yerlere başvuracağım ve hukuki yönden hakkımı arayacağım.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    18,
                    55,
                    "PKG"
                ],
                [
                    56,
                    91,
                    "LIN"
                ],
                [
                    118,
                    153,
                    "PAY"
                ],
                [
                    288,
                    314,
                    "SER"
                ]
            ]
        }
    ],
    [
        "5442****86 hattımı Vodafone yeni geçtim 1 ay deneme sureci içinde memnun kalmazsanız cayma bedeli olmaz dediler. Şebeke sorunu için Simdi faturalı hattan faturasız hatta geçmek istiyorum. Ama geçirmiyorlar biri birine bağlı biri birine çözüme ulaşamadım. 1 haftaya aranacaksın diyorlar aramıyorlar başvurumu kapatıyorlar. Bugün tekrar geçiş başvurusu yaptım cumaya kadar aramazlarsa Tüketici Mahkemesi'ne gideceğim",
        {
            "entities": [
                [
                    19,
                    27,
                    "OPE"
                ],
                [
                    40,
                    44,
                    "DATE"
                ],
                [
                    85,
                    111,
                    "PAY"
                ],
                [
                    113,
                    131,
                    "NET"
                ],
                [
                    383,
                    404,
                    "ORG"
                ],
                [
                    0,
                    10,
                    "NUM"
                ],
                [
                    138,
                    186,
                    "LIN"
                ],
                [
                    286,
                    297,
                    "SER"
                ],
                [
                    298,
                    320,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Kayıt ediyorum. Kimse benim şikayetime cevap vermiyor ve bana dönüş yapmıyor. Müşteri hizmetlerini arıyorum, bana 48 saat içinde çözüm ulaşılacak diyor, size dönüş yapılacak diyor. Kimse bana dönüş yapmıyor. Neden bizi mağdur ediliyoruz? Ben zaten savcılığa suç duyurusunda bulunacağım. Şu an Vodafone, benim yasal hakkımı kullanmama izin vermiyor ve kimse bana dönüş sağlamıyor.\"",
        {
            "entities": [
                [
                    58,
                    77,
                    "SER"
                ],
                [
                    115,
                    129,
                    "DATE"
                ],
                [
                    182,
                    207,
                    "SER"
                ],
                [
                    294,
                    302,
                    "OPE"
                ],
                [
                    352,
                    379,
                    "SER"
                ],
                [
                    17,
                    55,
                    "SER"
                ],
                [
                    249,
                    258,
                    "ORG"
                ]
            ]
        }
    ],
    [
        "\"26.10.2025 tarihinde taahhüt süresi dolacak Türk Telekom olan hattımı, 34 gün kala farklı bir operatöre taşıdım. Bugün Türk Telekom tarafından 1220,57 TL tutarında bir fatura yollandı. Bunun 1050 TL'si cayma bedeliymiş. 1 ay kala taşınan hattın 1050 TL cayma bedeli mi olur? Hiç mi insaf kalmadı sizde? Sonuç olarak Türk Telekom pişmanlıktır. Ona göre düşünüp kullanmaya karar verin. Haksız kazançlarınız helal olmasın.\"",
        {
            "entities": [
                [
                    1,
                    11,
                    "DATE"
                ],
                [
                    22,
                    44,
                    "PKG"
                ],
                [
                    45,
                    57,
                    "OPE"
                ],
                [
                    72,
                    83,
                    "DATE"
                ],
                [
                    84,
                    112,
                    "LIN"
                ],
                [
                    120,
                    132,
                    "OPE"
                ],
                [
                    133,
                    184,
                    "PAY"
                ],
                [
                    221,
                    230,
                    "DATE"
                ],
                [
                    231,
                    274,
                    "PAY"
                ],
                [
                    317,
                    329,
                    "OPE"
                ],
                [
                    186,
                    219,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "2 ay öncesinde Vodafone kullanıcısıydım başka nir operatöre geçtim. Bilgim dahilinde olmadan beni yeni dönem faturasına geçirdikleri için yüksek miktarda cayma bedeli yansıdı. Sürekli kayıt oluşturuldu demelerine rağmen tekrar aradığımda askıya alındığını söylüyorlar. Her müşteri temsilcisi farklı bir şey söylüyor. Faturamı ödemediğim için de yasal işlem başlatılacak diye her gün mesaj geliyor. Yetkililer bir an önce ilgilensin lütfen.",
        {
            "entities": [
                [
                    0,
                    14,
                    "DATE"
                ],
                [
                    15,
                    23,
                    "OPE"
                ],
                [
                    68,
                    137,
                    "PAY"
                ],
                [
                    220,
                    267,
                    "SER"
                ],
                [
                    317,
                    396,
                    "PAY"
                ],
                [
                    40,
                    66,
                    "LIN"
                ],
                [
                    138,
                    174,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Uzun suredir Tivibu ve Türk Telekom internet üyesiyim evde 4 kisi Türk Telekom hattı kullanıyoruz. Buna rağmen Tivibu Go kullanımı ücretli. Az önce paket yükselttim Tivibu ücretsiz hakkınız dediler. Yine giriş yapamıyorum. O kadar ödeme yapıyorum kaç senedir üyenizim neden bir uygulamayı kullanıma açmıyorsunuz? Taahhüt sürem bittikten sonra hepsinden çıkacağım. Bu kadar hesap da yapılmaz artık.",
        {
            "entities": [
                [
                    13,
                    19,
                    "APP"
                ],
                [
                    23,
                    35,
                    "OPE"
                ],
                [
                    66,
                    78,
                    "OPE"
                ],
                [
                    111,
                    117,
                    "APP"
                ],
                [
                    165,
                    171,
                    "APP"
                ],
                [
                    313,
                    362,
                    "PKG"
                ],
                [
                    204,
                    221,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Bir öğrenci olarak artan fiyatlarla faturamı ödeyemiyorum. Benim bursum zaten ona yetmiyor. 200 liradan 500 liraya çıktı, bu da ödememi zorlaştırıyor. Bunun için de büyük ihtimalle ben yükleyemeyeceğim. Bu kadar da zam olmamalı. Bence benim gibi birçok öğrenci var ve sırf bunun için geçinemiyor.\"",
        {
            "entities": [
                [
                    93,
                    121,
                    "PKG"
                ],
                [
                    20,
                    58,
                    "PAY"
                ],
                [
                    128,
                    150,
                    "PAY"
                ],
                [
                    204,
                    228,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Ahmet Haluk Dursun Mesleki ve Teknik Anadolu Lisesi okulunda okuyorum ve okul ile çevresinde telefon çekmiyor. Mağduruz, anneme babama ulaşamıyorum. Okulda 4 kişi Turkcell hattı kullanıyoruz. Hepimiz bu durumdan şikayetçiyiz. Diğer operatörlerde hiçbir sıkıntı yok.\"",
        {
            "entities": [
                [
                    164,
                    172,
                    "OPE"
                ],
                [
                    1,
                    52,
                    "LOC"
                ],
                [
                    83,
                    110,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Turkcell Ödül Avcıları oyununu geçen ay 100 puan ile her internet ödülünü almıştım, bu ay da katıldım. Puan topluyorum ancak internetler 'alındı' olarak gözüküyor. Oysaki geçen ay almıştım, puanım sıfırlanmış ama ödüller sıfırlanmamış. İnternetleri kazanamıyorum.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    85,
                    90,
                    "DATE"
                ],
                [
                    172,
                    180,
                    "DATE"
                ],
                [
                    32,
                    40,
                    "DATE"
                ],
                [
                    191,
                    235,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "Benim yetki vermediğim uygulamaya reklam yoluyla kullanarak kod istediler kıble programına giriş yaparken kendim kullanıcı oluşturmadan beni kaydedip benim adıma hesap oluşturuldu. Türk Telekom hesabıma borç olarak geldi. Ben bu programı kullanmak istemiyorum borcun hemen kaldırılmasını talep ediyorum. Kendi rızam dışında olmuştur ve bu program kesinlikle yüklü değildir.",
        {
            "entities": [
                [
                    181,
                    193,
                    "OPE"
                ],
                [
                    34,
                    73,
                    "OTH"
                ],
                [
                    194,
                    220,
                    "PAY"
                ],
                [
                    226,
                    259,
                    "OTH"
                ],
                [
                    260,
                    302,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"4441444 Telekom'un numarasını iki kez aradım ve bir saat boyunca çaldırdım, telefonu açan yok, muhatap yok, tam bir fiyasko. Aramalara cevap vermiyor, açan yok, çok güzel muhatabı var diye bekletiyor. Şikayetçiyim.\"",
        {
            "entities": [
                [
                    126,
                    150,
                    "SER"
                ],
                [
                    1,
                    9,
                    "NUM"
                ],
                [
                    9,
                    19,
                    "OPE"
                ],
                [
                    76,
                    94,
                    "SER"
                ],
                [
                    96,
                    107,
                    "SER"
                ],
                [
                    190,
                    200,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Türk Telekom her yerde çekmediği için hattımı Türk Telekom'dan Turkcell'e taşıma kararı aldım. Taahhüdümün bitmesine 2 ay kalmıştı. Müşteri hizmetlerini aradım bana 400 TL gibi bir cayma bedeli ödeyeceğim söylendi. Numaramı taşıdıktan sonra 1050 TL fatura yansıtıldı. 2 ay için bu ücret çok fazla bunun araştırılmasını ve haksız ve yersiz kesilen bu faturanın iadesini talep ediyorum.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    46,
                    62,
                    "OPE"
                ],
                [
                    63,
                    73,
                    "OPE"
                ],
                [
                    117,
                    130,
                    "DATE"
                ],
                [
                    241,
                    266,
                    "PAY"
                ],
                [
                    268,
                    277,
                    "DATE"
                ],
                [
                    95,
                    117,
                    "PKG"
                ],
                [
                    165,
                    213,
                    "PAY"
                ],
                [
                    215,
                    241,
                    "LIN"
                ],
                [
                    278,
                    296,
                    "PAY"
                ],
                [
                    350,
                    383,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Türk Telekom sabit internet tam 11 gündür bir kablo kopması nedeni ile yok ve herhangi bir ekip bölgemize gelip gitmiyor. En az 5 6 kez müşteri temsilcisini aradık hiçbir gelişme olmadı ayın 26sına kadar beklenmemiz söylendi. Kesinti 10 günü aştı ve bizim mobil hatlarımıza aldığımız paket ücreti 1 aylık sabit interneti geçti. Bu hafta sonu içinde de eğer ekipler gelmezse dava açacağız",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    32,
                    41,
                    "DATE"
                ],
                [
                    46,
                    74,
                    "NET"
                ],
                [
                    78,
                    120,
                    "SER"
                ],
                [
                    163,
                    185,
                    "SER"
                ],
                [
                    186,
                    197,
                    "DATE"
                ],
                [
                    284,
                    326,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom altyapısı ile hizmet veren Millenicom, İstanbul Fatih'te 12 gündür internet hizmeti veremiyor. Arıza olduğu söyleniyor ancak tek bir Telekom görevlisi binaya gelip kontrol bile etmedi. Apartman olarak mağduruz. Bilgi alabilmek imkansız; 12 gündür internetimiz kesik, yetkililerden açıklama bekliyoruz.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    81,
                    107,
                    "NET"
                ],
                [
                    147,
                    154,
                    "OPE"
                ],
                [
                    41,
                    51,
                    "APP"
                ],
                [
                    52,
                    70,
                    "LOC"
                ],
                [
                    71,
                    80,
                    "DATE"
                ],
                [
                    164,
                    197,
                    "SER"
                ],
                [
                    251,
                    260,
                    "DATE"
                ],
                [
                    260,
                    279,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"2 ay önce bulunduğum adresten 1 km ileriye taşındım. Türk Telekom'dan almakta olduğum sabit telefon ve VDSL internet hizmetimi nakil etmelerini istedim. Üstelik yeni adresimde Türk Telekom santraline 50 metre mesafede. Port yok gerekçesi ile bekleyeceksin dediler. 2 ay geçmesine rağmen ara sıra çalışmalarımız devam ediyor şeklinde otomatik hazır bir SMS atıyorlar. Ancak mahalledeki komşulara sorduğumda bu sorunun yıllardır olduğunu bölgede neredeyse hiç kimsenin yıllardır internet hizmeti alamadığını söylediler.Bölge İzmir'in ortasında bir mahalle yani dağ başı köy falanda değil.Türk Telekom'un yıllardır alt yapısına hiçbir yatırım yapmadan Türkiye genelinde büyük şehirlerde bile milyonlarca insanı port yok gerekçesi ile mağdur ederek hizmet sunmadığını acı bir şekilde öğrendim. Yıllardır altyapı yatırımı yapmıyor ancak mevcut müşterilerine kat kat fiyat arttırarak yinede çok ciddi kar ediyor.Ben bir yazılımcıyım tek gelirim internet üzerinden ve müşterilerim bana sabit telefon hattımdan ve internet üzerinden ulaşıyordu. Hizmetlerim nakil edilmediği için müşterilerimi kaybettim, internetim olmadığı için hiçbir iş yapamıyorum. Daha ilk aydan tüm gelirimden olduğum için Türk Telekom tarafından ev kiramı ödeyemez duruma düşürüldüm.BTK dan Türk Telekom'a yazmalar vs. Hiçbir şekilde sonuç elde edilemiyor. Türk Telekom istersen bekleme başvurunu iptal edelim (Yani çok beklersin hizmet falan vermiyoruz alt yapımızı geliştirdiğimizde yok bak yıllardır. Kardeşim ancak o bölgede biri taşınır abonelik iptal ederse ve yıllardır sırada bekleyen 100 lerce kişiden sana sıra gelirse belki sana bağlarız) modunda.Bu sitede de Türkiye'nin dört bir yanından aynı şekilde port yok gerekçesi ile mağdur edilen binlerce insan şikayette bulunmuş Türk Telekom hiç birine cevap bile yazmamış.\"",
        {
            "entities": [
                [
                    1,
                    10,
                    "DATE"
                ],
                [
                    54,
                    70,
                    "OPE"
                ],
                [
                    177,
                    189,
                    "OPE"
                ],
                [
                    220,
                    264,
                    "NET"
                ],
                [
                    266,
                    270,
                    "DATE"
                ],
                [
                    709,
                    717,
                    "NET"
                ],
                [
                    791,
                    800,
                    "DATE"
                ],
                [
                    833,
                    907,
                    "PAY"
                ],
                [
                    1097,
                    1143,
                    "NET"
                ],
                [
                    1188,
                    1200,
                    "OPE"
                ],
                [
                    1249,
                    1252,
                    "ORG"
                ],
                [
                    1257,
                    1271,
                    "OPE"
                ],
                [
                    1323,
                    1335,
                    "OPE"
                ],
                [
                    1680,
                    1688,
                    "NET"
                ],
                [
                    1751,
                    1763,
                    "OPE"
                ],
                [
                    108,
                    152,
                    "LIN"
                ],
                [
                    467,
                    517,
                    "NET"
                ],
                [
                    587,
                    602,
                    "OPE"
                ],
                [
                    801,
                    826,
                    "NET"
                ]
            ]
        }
    ],
    [
        "İzmir Bornova Yunus Emre Mahallesi 7511 sk no 18 yeni taşındım binada hiç altyapı yok sağ ve sol binalarda altyapı bulunuyor. Sadece no 18 de yok şebeke zayıf internet çekmiyor eski internetimi nakil yapamıyorum. Şimdi içinden de mahrum oldum. Lütfen bu sorunu çözüm bulunuz",
        {
            "entities": [
                [
                    74,
                    89,
                    "NET"
                ],
                [
                    107,
                    124,
                    "NET"
                ],
                [
                    146,
                    176,
                    "NET"
                ],
                [
                    244,
                    274,
                    "SER"
                ],
                [
                    0,
                    48,
                    "LOC"
                ],
                [
                    177,
                    211,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Bu kayıt 55 saat önce oluşturuldu ve halen sim kartım aktif edilmedi, bankacılık işlemlerim durdu müşteri hizmetleri aciliyet bildirmekten öteye geçemiyorlar! 48 saat içerisinde çözümlenir dendi 55 saat oldu, neyi bekliyoruz söyleyeyim! Benim tekrardan hat taşıma işlemimi bekliyoruz! Hattı buraya taşıdım sim kart sorunlu çözüm yoksa kalmanın anlamı yok... Talep aşağıda yazıyor merhaba müşterimiz 12.01.2025 tarihinde hattı açılmış ancak sistemdeki sim kart numarası ile sim kart numarası eşleşmemektedir. Desteğinizi bekler iyi çalışmalar dilerim. Sistemdeki sim kart numarası :899001142122062415 müşterideki sim kart numarası :899001142122063936\"",
        {
            "entities": [
                [
                    160,
                    178,
                    "DATE"
                ],
                [
                    400,
                    410,
                    "DATE"
                ],
                [
                    38,
                    69,
                    "LIN"
                ],
                [
                    9,
                    22,
                    "DATE"
                ],
                [
                    196,
                    203,
                    "DATE"
                ],
                [
                    253,
                    284,
                    "LIN"
                ],
                [
                    442,
                    507,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Merhabalar,  Turkcell tarafından hiçbir bilgim olmadan 2022 yılında Hayat sigortası yapılmış ve son bitiş tarihi 07/10/2025 tarihi, farkında olmadan ödeme yapıyorum, ilgili kurumdan bilgim dışı yapılan bu işlemden dolayı şikayetçiyim... Teşekkürler...\"",
        {
            "entities": [
                [
                    14,
                    22,
                    "OPE"
                ],
                [
                    23,
                    93,
                    "SER"
                ],
                [
                    114,
                    124,
                    "DATE"
                ],
                [
                    133,
                    165,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Yıllardır Türk Telekom kullanıcısıyım ve ilk defa 2 haftadır internetim pingli. İnternette kasma donma yaşıyorum. Hızım sabit fakat ping aşırı yüksek. 444 1 444 numarasını aradığımda müşteri hizmetlerindeki arkadaşlar hatta bir problem olmadığını söylüyorlar ama hattımda ping olduğunu söylediğim halde teknik ekip yönlendirmiyorlar. Zorla 3. Aramamda artık teknik talep kaydını oluşturtabildim fakat onlarda gelmiyorlar. Ben kanlıca mahallesinde tekke camiinin yanında oturuyorum ve cuma günü oluşturduğum talep için hala kimse gelmedi. Cumartesi günü resmi Türk Telekom ekipleri buraya gelip camide öğlen ikindi namazlarını kılıyorlar ama bizim işimizi yapmak için gelemiyorlar. Bu ne perhiz bu ne lahana turşusu arkadaşlar yeter da bu internete yıllardır para veriyoruz. Gına geldi. Bu ilgisizlikten. Aldıkları para helal olmasın!İnternet Hizmet Numaranız 88068**Fatura Hesap Numaranız 701921**Telefon Numaranız(216) *****96İnternet Paket Tipi Limitsiz Paketİnternet Paket Adı 35 Mbps'ye Kadar Limitsiz HiperPaket Hızınız 35 Mbps'ye kadarPaket Alo Paket Konuştukça ÖdeFatura Adresiniz ka***** ma***** GO***** ca***** no***** d:***** be***** is***** ***** ***** ***** ***** ***** ***** ***** ***** ***** ***** ***** *****",
        {
            "entities": [
                [
                    0,
                    9,
                    "DATE"
                ],
                [
                    10,
                    22,
                    "OPE"
                ],
                [
                    132,
                    149,
                    "PKG"
                ],
                [
                    334,
                    394,
                    "SER"
                ],
                [
                    559,
                    571,
                    "OPE"
                ],
                [
                    61,
                    78,
                    "NET"
                ],
                [
                    49,
                    61,
                    "DATE"
                ],
                [
                    79,
                    112,
                    "NET"
                ],
                [
                    151,
                    160,
                    "NUM"
                ],
                [
                    272,
                    285,
                    "NET"
                ],
                [
                    303,
                    332,
                    "SER"
                ],
                [
                    400,
                    420,
                    "SER"
                ],
                [
                    426,
                    461,
                    "LOC"
                ],
                [
                    517,
                    536,
                    "SER"
                ],
                [
                    538,
                    552,
                    "DATE"
                ],
                [
                    641,
                    679,
                    "SER"
                ],
                [
                    914,
                    927,
                    "NUM"
                ],
                [
                    935,
                    1016,
                    "PKG"
                ],
                [
                    1041,
                    1056,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Turkcell Suudi Arabistan 300 dakika paketini aldım bir yakınıma ama umreye gitti ve telefon çekmiyor, asla arayamıyorum. 'Aradığınız kişiye ulaşılmıyor' diyor ve kapanıyor. Bir türlü görüşme yapamadım. Üstüne üstlük bir de 250 TL para ödedim, o da boşuna gitti zaten.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    123,
                    153,
                    "NET"
                ],
                [
                    224,
                    242,
                    "PAY"
                ],
                [
                    10,
                    46,
                    "PKG"
                ],
                [
                    84,
                    101,
                    "NET"
                ],
                [
                    103,
                    120,
                    "NET"
                ],
                [
                    163,
                    172,
                    "NET"
                ],
                [
                    174,
                    201,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Hobi işlerim için bulunduğum yerde data konusunda Turkcell biraz daha iyi olduğundan en küçük paket data hattı kullanıyordum. Fatura kesim tarihi her ayın 10'u olan faturanın geçtiğimiz Kasım ayında taahhüdü bitmiş. Ayın 16'ında taahhüdü yenilememe rağmen 10 Aralık'ta hem taahhütsüz kısmın faturası tam olarak hem de 16 kasımda uzattığım paketin faturası toplam 881.9TL fatura yolladılar. Normal şartlarda tek fatura ödemem gerekirdi veya taahhütsüz kullandığım kısım ve kontrat tutarını. Yani taahhütsüz kullanıyorsam, taahhütsüz tutar veya kontrat+taahhütsüz kullandığım tutar. Turkcell bunun yerine tam \"\"1 aylık\"\" taahhütsüz kullanım + paket ücretini tek faturada yollamış. Böyle bir uygulama olabilir mi? Bunun izahati nedir, hangi kanuna dayanarak çifte fatura kesiyor Turkcell.Ya komple taahhütsüz tutarı kesersin, ya da taahhütsüz kullandığın kadar kısmı ve paket ücretini alırsın. Ayrı ayrı, aynı ay içerisinde hem taahhütsüz tutarın 1 aylık tamamını hem de paket tutarının tamamını tek faturada göndermek nedir?\"",
        {
            "entities": [
                [
                    51,
                    59,
                    "OPE"
                ],
                [
                    217,
                    229,
                    "DATE"
                ],
                [
                    257,
                    269,
                    "DATE"
                ],
                [
                    582,
                    590,
                    "OPE"
                ],
                [
                    610,
                    617,
                    "DATE"
                ],
                [
                    756,
                    776,
                    "PAY"
                ],
                [
                    777,
                    785,
                    "OPE"
                ],
                [
                    786,
                    822,
                    "PAY"
                ],
                [
                    868,
                    890,
                    "PAY"
                ],
                [
                    903,
                    921,
                    "DATE"
                ],
                [
                    85,
                    125,
                    "PKG"
                ],
                [
                    127,
                    215,
                    "PKG"
                ],
                [
                    230,
                    257,
                    "PKG"
                ],
                [
                    269,
                    311,
                    "PKG"
                ],
                [
                    311,
                    356,
                    "PKG"
                ],
                [
                    356,
                    389,
                    "PAY"
                ],
                [
                    407,
                    435,
                    "PAY"
                ],
                [
                    441,
                    489,
                    "PKG"
                ],
                [
                    620,
                    678,
                    "PAY"
                ],
                [
                    926,
                    993,
                    "PAY"
                ]
            ]
        }
    ]
]