[
    [
        "Israrla aylardır düzenli ödediğim halde limit puanım gözükmüyor. Operatör değiştirme zamanıdır.Taksitlerimi her şeyi ödedim bitirdim. Limit puanı hâlâ açılmadı. Ancak işlerine gelince tarifemi 1500 liraya çıkarmak için her hafta aranıyorum. Madem 1500 lira tarife ödeyebiliyorum limit puanım neden gözükmüyor?",
        {
            "entities": [
                [
                    134,
                    159,
                    "OTH"
                ],
                [
                    40,
                    63,
                    "OTH"
                ],
                [
                    279,
                    308,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "\"Merhabalar, benim Vodafone'a kayıtlı faturam vardı. Taahhüdüm bittikten sonra yeni bir taahhüt oluşturdular ve 191 TL fatura ücreti çıkardılar. Fakat sonrasında 404 TL fatura geldi. Bana iki kere ödedim, sonra müşteri hizmetlerini aradım. Telefon kayıtlarını inceledikten sonra beni haklı buldular ve iki fatura ücreti talep etmediler. Kendi hatalarından dolayı, fakat 2025'in ilk ayında tekrar 404 TL fatura gönderdiler. Benim kabul ettiğim ücret 191 TL idi fakat bana tekrardan 404 TL fatura ücreti çıkarıyorlar. Taahhüdümü de iptal edemiyorum, iptal bedeli çıkartıyorlar. Çok mağdurum, elimden de bir şey gelmiyor. Yardım edin lütfen.\"",
        {
            "entities": [
                [
                    19,
                    29,
                    "OPE"
                ],
                [
                    396,
                    421,
                    "PAY"
                ],
                [
                    370,
                    388,
                    "DATE"
                ],
                [
                    516,
                    546,
                    "PKG"
                ],
                [
                    548,
                    574,
                    "PAY"
                ],
                [
                    443,
                    514,
                    "PAY"
                ],
                [
                    112,
                    181,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Türk Telekom internetim o kadar yavaşladı ki son günlerde inanılmaz zorlanıyorum. O kadar ücret veriyoruz. Kesinlikle karşılığı yok kesinlikle. Müşteri hizmetlerine bağlanmak imkansız. O kadar gündem oldu. Sosyal medyada bunun inadına interneti daha da yavaşlattılar. Böyle bir saçmalık olamaz.",
        {
            "entities": [
                [
                    13,
                    41,
                    "NET"
                ],
                [
                    144,
                    183,
                    "SER"
                ],
                [
                    235,
                    266,
                    "NET"
                ],
                [
                    0,
                    12,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "İki gündür Vodafone müşteri hizmetlerine ulaşamıyorum. Acil olarak mobil imza işlemi başlatmam gerekiyor. Arıyorum müşteri temsilcisine bağlanamıyorum. Mobil imza ile ilgili başvurabileceğim listeyi atıyor o listede iki yere gittim ikisi de kapanmış güncel bir liste değil. Bu çağrı merkezi uygulamaları iyice insanları mağdur etmeye başladı. Bu mağduriyetime karşın hattımı taahhüt cezası başka bir operatör şirketine taşımak istiyorum",
        {
            "entities": [
                [
                    0,
                    10,
                    "DATE"
                ],
                [
                    20,
                    54,
                    "SER"
                ],
                [
                    11,
                    19,
                    "OPE"
                ],
                [
                    106,
                    150,
                    "SER"
                ],
                [
                    67,
                    77,
                    "APP"
                ],
                [
                    152,
                    162,
                    "APP"
                ],
                [
                    250,
                    272,
                    "OTH"
                ],
                [
                    277,
                    341,
                    "SER"
                ],
                [
                    367,
                    436,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"10 yaşında çocuk hattını oyun indirme programlarında ödeme alıp yaklaşık 3000 TL bana ödetmek istiyorlar. Tek ödeme yapmış, üyelik varmış falan filan. Bu yetkiyi bu çocuğa ben sağlamadım. Ben ayda 185 TL ödemeyeyim diye bu hatta geçtim, güvenli dediler ama astarı yüzünü geçti. Bu çocuk 3 milyonluk bir şey alsa alacak yani, yetki vermişler resmen. Ama ödemeyeceğim, icraya versinler beni, bakalım ne olacak. Hatta ben avukata vereceğim, kim haklı bakalım. Onlara vereceğime mahkemeye, Tüketici Hakem Heyeti'ne giderim daha iyi.\"",
        {
            "entities": [
                [
                    54,
                    105,
                    "PAY"
                ],
                [
                    487,
                    511,
                    "ORG"
                ],
                [
                    193,
                    277,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Siirt Kurtalan yanarsu çevresi köyleri bulunan 6000 dönümlük arazimizde baz istasyonu talebinde bulunmak istiyorum. Yaklaşık 3 bin kişinin bulunduğu bir mevki olan yerimizde şebeke sorunu bulunmaktadır. Şebeke sorunu olduğu için bir çok kullanıcının başka operatörleri tercih ediyor. Bir an önce sorunun çözümü için baz istasyonu kurmanızı rica ediyorum.",
        {
            "entities": [
                [
                    174,
                    201,
                    "NET"
                ],
                [
                    250,
                    283,
                    "LIN"
                ],
                [
                    0,
                    30,
                    "LOC"
                ],
                [
                    72,
                    114,
                    "NET"
                ],
                [
                    203,
                    228,
                    "NET"
                ],
                [
                    316,
                    353,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Adımda 8 Vodafone hattı bulunuyor. Sonu 4227 olan numaramla 2767 olan numaram aynı tarife yapıldı. 105 TL 12+12 taahhütle onayladım. İlk 12 ay bitince 4227 numaralı telefonum 120 TL olarak devam etmektedir. Sonu 2767 olan numaram ise otomatik ödemede ve benim iznim, bilgim, onayım olmadığı halde faturayı 534 TL olarak değiştirmişler. Temmuz 2024'ten Ocak 2025'e kadar 534 TL olarak kesilmiş. Bunların iadesini talep ediyorum.\"",
        {
            "entities": [
                [
                    79,
                    98,
                    "PKG"
                ],
                [
                    10,
                    18,
                    "OPE"
                ],
                [
                    100,
                    132,
                    "PKG"
                ],
                [
                    134,
                    151,
                    "DATE"
                ],
                [
                    261,
                    335,
                    "PAY"
                ],
                [
                    337,
                    370,
                    "DATE"
                ],
                [
                    371,
                    393,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Ankara Altındağ da yol çalışması sırasında internet kesintisi sorunu yaşandı. Arıyoruz Vodafone'u fakat biz ilgilenmiyoruz diyor. Acaba kim ilgilenecek. Belediyeyi arıyoruz fakat o da topu Vodafone'a atıyor kimse ilgilenmiyor. Haftalardır evde internet yok (! ) zaten geceleri bebeğim uyumuyor iki bir şey izleyim diyorum ondan da internet yok. Para alırken alıyorsunuz, hizmete gelince sıfır. Siz de diğerleri gibi milleti silkmeye çalışıyorsunuz. Gerçekten aldığınız parayı hiç hak etmiyorsunuz (! )\"",
        {
            "entities": [
                [
                    44,
                    78,
                    "NET"
                ],
                [
                    190,
                    200,
                    "ORG"
                ],
                [
                    228,
                    239,
                    "DATE"
                ],
                [
                    372,
                    393,
                    "SER"
                ],
                [
                    1,
                    16,
                    "LOC"
                ],
                [
                    88,
                    98,
                    "OPE"
                ],
                [
                    240,
                    257,
                    "NET"
                ],
                [
                    332,
                    344,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Türk TelekomGel Tanışalım 5GB tarifesine numara taşıdım. 280 TL'ye taahhüt yaptık. Yeni hattımızı görevli eve getirdi. Buraya kadar her şey tamam. Bir baktık ki 1. ayın sonunda bize fatura çıkartmışlar 379 TL. Hani bu kampanyanın 2 ayı ücretsizdi ya, yetmedi sözleşme tutarı 280 TL onu da 379'a çıkartmışlar. Aradık dedik nedir bu, hemen şikayet talebi oluşturalım dediler. Oluşturduk, size en kısa sürede dönüş olacak dediler, 6 kere aramama rağmen dönen olmadı uzun lafın kısası. Benim sözleşmeyi yapan arkadaş beni taahhütsüz olarak göstermiş, fatura öyle çıkmış. Sizin aklınızla zorunuz mu var, çalışanın yaptığı hatanın bedelini ben neden ödüyorum? Türkiye'nin bayrak taşıyıcı şirketlerinden birinin böyle çalışması ne kadar kötü, geçmeyi düşünen arkadaşlara yaşanmış bir hikaye.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    13,
                    41,
                    "PKG"
                ],
                [
                    183,
                    209,
                    "PAY"
                ],
                [
                    260,
                    308,
                    "PAY"
                ],
                [
                    514,
                    546,
                    "SER"
                ],
                [
                    600,
                    625,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Kontratım bitti ve beni arayıp, 'Aynı tarife yok, yeni tarife önerelim' deyip önerdiği tarifler de maalesef hem geçen faturamın iki katı hem de paketi çok düşük. Şikayetçiyim. Eski tarifeme devam etmek istediğimi söyledim, bu tarifeden yok diyorlar. Bu tam bir saçmalık.\"",
        {
            "entities": [
                [
                    34,
                    49,
                    "PKG"
                ],
                [
                    51,
                    72,
                    "PKG"
                ],
                [
                    109,
                    161,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"18.12.2024 tarihinde Vodafone'dan Turkcell'e geçmek için online işlem yaptım. Taşıma talebiniz alındı, SIM kart belirttiğiniz adrese yollanacak şeklinde bir mesaj aldım. Ancak biri askıda kalmış, yönlendirelim diyorlar. Konuşuyoruz, inceliyoruz diyorlar ama 18 gündür bir sonuç yok. Diğer hat sözleşmem bitti, yeni gelecek fatura için Turkcell'in iş bilmezliği yüzünden ne kadar ödeyeceğimi bilmiyorum. Madem sorun oluyor, ya hemen çözün ya da online işlem yerine bayilere yönlendirin.\"",
        {
            "entities": [
                [
                    1,
                    21,
                    "DATE"
                ],
                [
                    259,
                    268,
                    "DATE"
                ],
                [
                    22,
                    34,
                    "OPE"
                ],
                [
                    35,
                    45,
                    "OPE"
                ],
                [
                    104,
                    112,
                    "LIN"
                ],
                [
                    290,
                    309,
                    "LIN"
                ],
                [
                    336,
                    347,
                    "OPE"
                ],
                [
                    371,
                    402,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Kullanmadığım ve faydalanmadığım bir uygulama ya da oyun için ücret ödemek istemiyorum. Bilgim ve onayım dışında otomatik olarak faturama yansıtılan bu tutarın adil olmadığını ve derhal ücretin iadesini talep ediyorum. Çağrı merkezine ulaşmak mümkün değil",
        {
            "entities": [
                [
                    88,
                    148,
                    "PAY"
                ],
                [
                    219,
                    255,
                    "SER"
                ],
                [
                    62,
                    86,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Yıllardır Vodafone kullanıcısıyım, daha önce uygun fiyata kullandığım faturalı tarifeye fahiş bir fiyat zammı yapılarak 500 lira gibi bu tutar istendi. Yıllardır kullandığım Vodafone'dan bu şekilde bir mağduriyete uğradığım için çok şaşkınım, Bu mağduriyetimin giderilmesini Vodafone'dan talep ediyorum.\"",
        {
            "entities": [
                [
                    1,
                    10,
                    "DATE"
                ],
                [
                    11,
                    19,
                    "OPE"
                ],
                [
                    153,
                    162,
                    "DATE"
                ],
                [
                    175,
                    187,
                    "OPE"
                ],
                [
                    276,
                    288,
                    "OPE"
                ],
                [
                    88,
                    151,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Turkcell pişmanlıktır.İşine geldiği gibi kampanya yapıp başka hat sahipleriyle ilgileniyor.Güzel, bol GB uygun tarife uyguluyor.Kendim normal müşterisiyim. Bize standart en pahalı tarife uyguluyor. Şikayetimi müşteri temsilcisi G***** Bey'e bildirdim. Kabaca 'olmaz, yok yapmam' dedi. Kendi devamlı müşterisine bu yapılmaz. En kısa zamanda sorunum çözülmezse yolumu ayıracağım dedim, umurlarında bile değil. Eski Turkcell hizmeti kalmamış, onu gördüm...\"",
        {
            "entities": [
                [
                    229,
                    241,
                    "PER"
                ],
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    171,
                    197,
                    "PAY"
                ],
                [
                    414,
                    422,
                    "OPE"
                ],
                [
                    423,
                    439,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom yüzde yüzün üstünde zam yapıyor. Doğru düzgün çekmiyor, ilgilenen yok. İster devam edin, ister etmeyin. Umurlarında değil. Müşteri hizmetleri, 'ister devam et, ister etme' diyor.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    14,
                    45,
                    "PAY"
                ],
                [
                    47,
                    68,
                    "NET"
                ],
                [
                    70,
                    83,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom'dan DSL interneti fiber altyapısına geçti. Yaklaşık bir buçuk aydır internet hizmeti kullanamıyorum, bağlanmıyor. Hiçbir şekilde bir yetkili dönüş sağlamadı. İnternetle alakalı çok mağdur oldum. Bölgemiz kırsal bölge olduğu için ne gelen ne giden var, 'kayıt yapıldı' deyip geçiştiriliyor. Kimse yok ilgilenecek.\"",
        {
            "entities": [
                [
                    1,
                    17,
                    "ORG"
                ],
                [
                    57,
                    81,
                    "DATE"
                ],
                [
                    82,
                    113,
                    "NET"
                ],
                [
                    115,
                    126,
                    "NET"
                ],
                [
                    128,
                    170,
                    "SER"
                ],
                [
                    304,
                    325,
                    "SER"
                ],
                [
                    172,
                    207,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"30 Kasım 2024 tarihinde Vodafone mobil tarifemin taahhüdü bitti. Ben de 5 Aralık 2024 tarihinde başka bir GSM şirketine geçiş yaptım ve Vodafone ile ilişiğimi kestim. Ama 5 Ocak 2025 tarihinde telefonuma gelen SMS yoluyla 1 Aralık 2024 ile 31 Aralık 2024 tarihleri arasında taahhütsüz 1 aylık fiyattan şahsıma 530,75TL fatura çıkarıldığını öğrendim. Fakat yönetmelik gereği hattımın 1 aylık değil 5 günlük taahhütsüz fiyattan faturalandırılması gerekiyordu. Faturada bile kullanım süresinin 5 gün olduğu yazıyor. Müşteri hizmetleri ile yaptığım görüşmede çözüm sağlayamadılar fakat fatura itiraz talebi oluşturulduğunu ve 3 gün içerisinde beni arayacaklarını belirttiler. Böyle bir arama olmadı ve 4 gün sonra tekrar müşteri hizmetlerini aradım. Yine çözüm üretmediler, itiraz sürecinin hızlandırılacağını söyleyip geçiştirdiler. Bugün itibarıyla bunun üzerinden 6 gün geçti ve hala bir arama olmadı. Bugün yeniden müşteri hizmetlerini aradım ve tekrardan süreci hızlandıracaklarını belirtmekten başka bir şey yapmadılar. Hatta müşteri temsilcisi yanlış faturalandırılma yapıldığını ve haklı olduğumu belirtti. Fakat buna rağmen ortada bir çözüm ve bir çalışma belirtisi yok ve bugün faturanın son ödeme tarihi. Bu yanlış ve haksız faturayı ödemeyeceğim. Bu sorunun çözülmesi için elimden geleni yaptım ama görünen o ki itirazımın ciddiye alındığı falan yok. Tüketici Hakem Heyeti'ne şikayetimle başvuru yaptım. Çok kez Vodafone kullandım fakat öyle görünüyor ki bu son olacak.\"",
        {
            "entities": [
                [
                    1,
                    24,
                    "DATE"
                ],
                [
                    73,
                    96,
                    "DATE"
                ],
                [
                    172,
                    193,
                    "DATE"
                ],
                [
                    223,
                    236,
                    "DATE"
                ],
                [
                    241,
                    265,
                    "DATE"
                ],
                [
                    623,
                    639,
                    "DATE"
                ],
                [
                    645,
                    671,
                    "SER"
                ],
                [
                    699,
                    710,
                    "DATE"
                ],
                [
                    864,
                    869,
                    "DATE"
                ],
                [
                    25,
                    33,
                    "OPE"
                ],
                [
                    34,
                    64,
                    "PKG"
                ],
                [
                    137,
                    145,
                    "OPE"
                ],
                [
                    311,
                    349,
                    "PAY"
                ],
                [
                    418,
                    457,
                    "PAY"
                ],
                [
                    514,
                    576,
                    "SER"
                ],
                [
                    673,
                    695,
                    "SER"
                ],
                [
                    747,
                    769,
                    "SER"
                ],
                [
                    816,
                    829,
                    "SER"
                ],
                [
                    879,
                    900,
                    "SER"
                ],
                [
                    984,
                    1021,
                    "SER"
                ],
                [
                    1048,
                    1083,
                    "PAY"
                ],
                [
                    1130,
                    1175,
                    "SER"
                ],
                [
                    1360,
                    1384,
                    "ORG"
                ],
                [
                    1421,
                    1429,
                    "OPE"
                ],
                [
                    1216,
                    1254,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "3396 Türk Telekom mağduriyeti 12.01.2025 günü kamera için uygulama indirdiğim sırada istemsiz bir şekilde Türk Telekom'dan şifre gönderildi. Bu şifreyi konudan bir haber şekilde uygulamaya girince Türk Telekom'dan gelen mesajla 3396 servis aboneliği başlamıştır şeklinde mesaj aldım ve faturama 130 TL civarı ücret yansıtıldığını fark ettim. Benim böyle bir servis talebim olmadığı halde yanıltılmam sonucu böyle bir durumla karşılaştım. Hemen Telekom müşteri hizmetlerini arayarak servis aboneliğini iptal ettim fakat ücret kesintisi iptal edilmedi. Resmen Telekom abonelerine yeterli açıklama yapmadan üyelik yaparak ücretlendirme yapmaktadır. Bu Tüketici Hakları'na uymamaktadır. Mağduriyetimin giderilerek ücret iadesi talep ediyorum.",
        {
            "entities": [
                [
                    30,
                    40,
                    "DATE"
                ],
                [
                    286,
                    341,
                    "PAY"
                ],
                [
                    452,
                    472,
                    "SER"
                ],
                [
                    519,
                    549,
                    "PAY"
                ],
                [
                    649,
                    668,
                    "ORG"
                ],
                [
                    683,
                    737,
                    "OTH"
                ],
                [
                    5,
                    17,
                    "OPE"
                ],
                [
                    106,
                    122,
                    "OPE"
                ],
                [
                    197,
                    213,
                    "OPE"
                ],
                [
                    444,
                    451,
                    "OPE"
                ],
                [
                    558,
                    565,
                    "OPE"
                ],
                [
                    566,
                    603,
                    "SER"
                ],
                [
                    604,
                    644,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Turkcell'in Süper Box'ı bu kadar kötü olamaz. Hiç mi sağlam sunucunuz yok? Kaç defa aradım müşteri hizmetlerini, sonuç yine aynı: 1080p video izleyemiyorum, takılıyor. Aylık 900 TL para ödüyorum bu internete, kimseye önermiyorum.\"",
        {
            "entities": [
                [
                    169,
                    195,
                    "PAY"
                ],
                [
                    1,
                    12,
                    "OPE"
                ],
                [
                    13,
                    24,
                    "APP"
                ],
                [
                    47,
                    74,
                    "NET"
                ],
                [
                    131,
                    167,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Turkcell hattına yeni geçtim, daha 1 aylık müşteriyim. O kadar pahalı ki, 60 GB internetim 15-20 günde bitti. Ek paket 1 GB başına 100 TL, 10 GB internet alayım dedim, 500 TL dediler. İnanılmaz derecede pahalı ve hattıma uygun başka ek paket de yokmuş. Ben de zararın neresinden dönersem kârdır diyorum ve 1-2 gün içinde Turkcell üyeliğimi iptal edeceğim. 1 ay içinde pişman oldum.\"",
        {
            "entities": [
                [
                    36,
                    43,
                    "DATE"
                ],
                [
                    307,
                    321,
                    "DATE"
                ],
                [
                    357,
                    368,
                    "DATE"
                ],
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    75,
                    109,
                    "PKG"
                ],
                [
                    214,
                    252,
                    "PKG"
                ],
                [
                    322,
                    330,
                    "OPE"
                ],
                [
                    111,
                    210,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Daha önce TTNET (hiper limitsiz 50Mbps) kullanıyorduk fakat taşınma durumunda nakil ettirmek istediğimizde görevli arkadaşlar geldi fakat port olmadığını ve bulunduğumuz bölgede bağlantı yapılamadığını söyledi. Bunun üzerine aboneliğimizi iptal edip Superonline bağlantısı kullanmaya başladık fakat TTNET cayma bedeli olarak yüksek miktarda bir fiyat çıkardı. Lütfen mantıklı bir durummuş gibi bizi bunu ödemeye zorlamak nedir? 4 senedir müşteriniziz, kendinizden kaynaklanan bir sebeple ilişiğimizi kesmek zorunda kaldık diye bu durumu karşımıza neden sunuyorsunuz? Tüketici Hakem Heyeti dahil nereye başvurmak gerekiyorsa hakkımı sonuna kadar arayacağım. Lütfen siz de bu şikayetimi ciddiye alıp konuyla ilgilenirseniz sevinirim.\"",
        {
            "entities": [
                [
                    158,
                    210,
                    "NET"
                ],
                [
                    11,
                    16,
                    "OPE"
                ],
                [
                    300,
                    305,
                    "OPE"
                ],
                [
                    18,
                    39,
                    "PKG"
                ],
                [
                    139,
                    154,
                    "NET"
                ],
                [
                    251,
                    262,
                    "APP"
                ],
                [
                    306,
                    359,
                    "PAY"
                ],
                [
                    568,
                    589,
                    "ORG"
                ],
                [
                    658,
                    732,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"3 ay önce ödediğim faturayı sırf hattım kapandığı için ödemek zorunda kaldım ve cayma bedeli yansıtıldı. Vodafone hatası yüzünden telefonumu kimse arayamadı, üstüne üstlük 1900 küsur cayma bedeli yansıtıldı. Cayma bedelini ödemeden çıkmak istiyorum. Mağdur durumda bırakıldım.\"",
        {
            "entities": [
                [
                    1,
                    10,
                    "DATE"
                ],
                [
                    81,
                    105,
                    "PAY"
                ],
                [
                    209,
                    250,
                    "PAY"
                ],
                [
                    56,
                    77,
                    "PAY"
                ],
                [
                    106,
                    114,
                    "OPE"
                ],
                [
                    173,
                    207,
                    "PAY"
                ],
                [
                    131,
                    157,
                    "NET"
                ]
            ]
        }
    ],
    [
        "505**** numaralı hattımı kasım sonunda başka hatta taşımış olmama rağmen 794.75 fatura kesilmiştir.Sadece bir hafta kullanmıştım bir aylık fazladan fatura kesilmiş.Yapılan hatalı faturanın en kısa sürede düzeltilmesini istiyorum. Bana mail adresimden ulaşınız",
        {
            "entities": [
                [
                    73,
                    98,
                    "PAY"
                ],
                [
                    0,
                    16,
                    "NUM"
                ],
                [
                    25,
                    38,
                    "DATE"
                ],
                [
                    39,
                    58,
                    "LIN"
                ],
                [
                    139,
                    163,
                    "PAY"
                ],
                [
                    99,
                    115,
                    "DATE"
                ],
                [
                    129,
                    138,
                    "DATE"
                ],
                [
                    172,
                    188,
                    "PAY"
                ],
                [
                    230,
                    259,
                    "SER"
                ]
            ]
        }
    ],
    [
        "İnternet sorunu Türk Telekom'un interneti aşırı derecede yavaş gerçekten artık bu durum fazlasıyla yorucu olmaya başladı. İnternete girmeye korkar oldum. Beklemekten bıktım. Ayrıca 421 lira da bütçe anlamında yoruyor fazlasıyla. Asla tüketicinin bütçesini önemsemiyorlar. Hem pahalı hem de 4.5G hızı resmen 2g hızıyla ilerliyor. Buna acil çözüm istiyorum.",
        {
            "entities": [
                [
                    0,
                    15,
                    "NET"
                ],
                [
                    16,
                    31,
                    "OPE"
                ],
                [
                    32,
                    62,
                    "NET"
                ],
                [
                    122,
                    152,
                    "NET"
                ],
                [
                    154,
                    172,
                    "OTH"
                ],
                [
                    181,
                    227,
                    "PAY"
                ],
                [
                    229,
                    270,
                    "PAY"
                ],
                [
                    272,
                    282,
                    "PAY"
                ],
                [
                    290,
                    327,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom pişmanlık. 3. katta oturmama rağmen evimde balkona çıkmadan konuşamıyorum. İnternet çekmiyor, zaten onu hiç demiyorum bile. Taahhüdümün bitmesine 250 gün var ve cayma bedeli için 3000 TL talep ediyorlar. Eşim Turkcell kullanıyor ve gayet rahat kullanıyor. Arayıp şikayet etmeme rağmen baz istasyonu koyacaklardı, hâlâ bir gelişme yok. Uzun lafın kısası, Türk Telekom'dan memnun değilim.\"",
        {
            "entities": [
                [
                    89,
                    107,
                    "NET"
                ],
                [
                    175,
                    216,
                    "PAY"
                ],
                [
                    252,
                    268,
                    "NET"
                ],
                [
                    1,
                    23,
                    "OPE"
                ],
                [
                    57,
                    87,
                    "NET"
                ],
                [
                    223,
                    231,
                    "OPE"
                ],
                [
                    299,
                    325,
                    "NET"
                ],
                [
                    270,
                    298,
                    "SER"
                ],
                [
                    368,
                    384,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "Merhaba 06.01.2024 tarihinde ev interneti bağlatmak için internet arayışındaydım. Türk Telekom'da ki paketleri beğendiğim için müşteri hizmetlerini aramıştım. Müşteri temsilcisi sağ olsun çok ilgilendi benimle paketi oluşturduk. 08.01.2024 tarihinde kurulum için geldiler. Müşteri temsilcisiyle görüştüğüm zaman bana modemin ücretli olduğunu söylemişti. Bende zaten bendeki Telekom'a ait yeni modem olduğu için Telekom'la anlaşmak istediğimi belirttim. Ama kuruluma geldiklerinde benim modemimin fiber uyumlu olduğunu bizim oradaki altyapı fiber olmadığı için kullanamayacaklarını söylediler. Bende mecburen yeni modem almak zorunda kaldım. Ben şu an farklı markalarla anlaşmış olsaydım benim için ücret olarak da daha iyi olacaktı. En azından modem ücreti ücrete dahildi. Ben şimdi yeni modem aldığım için aylık ödeyeceğim fatura ücreti de arttı. Keşke bana modemin uyumlu olmayacağı önceden söylenseydi. Mağdur oldum. İlgilenirseniz sevinirim. Teşekkürler",
        {
            "entities": [
                [
                    8,
                    18,
                    "DATE"
                ],
                [
                    127,
                    158,
                    "SER"
                ],
                [
                    159,
                    228,
                    "SER"
                ],
                [
                    229,
                    239,
                    "DATE"
                ],
                [
                    744,
                    772,
                    "PAY"
                ],
                [
                    807,
                    847,
                    "PAY"
                ],
                [
                    82,
                    97,
                    "OPE"
                ],
                [
                    374,
                    383,
                    "OPE"
                ],
                [
                    411,
                    421,
                    "OPE"
                ],
                [
                    486,
                    517,
                    "NET"
                ],
                [
                    532,
                    559,
                    "NET"
                ],
                [
                    608,
                    639,
                    "PAY"
                ],
                [
                    848,
                    904,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom mobil internet, son bir iki aydır kendi kullandığım hattım ve eşime ait olan mobil cihazda, ikisi de Türk Telekom aboneliği olmasına rağmen, kullanılamıyor. Türk Telekom altyapısını düzeltiyoruz dedikçe daha da kötü bir hale geldi. Sorunun muhatabına bile ulaşamıyoruz.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    115,
                    127,
                    "OPE"
                ],
                [
                    171,
                    183,
                    "OPE"
                ],
                [
                    30,
                    47,
                    "DATE"
                ],
                [
                    128,
                    169,
                    "NET"
                ],
                [
                    184,
                    208,
                    "NET"
                ],
                [
                    246,
                    282,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Türk Telekom belirtilen randevu saatinde gelmedi. Yoğunluk olabilir. Tabii ki anlayışla karşılıyoruz. Ama dalga geçer gibi her gün randevu günü ve saati değiştirilerek tekrar mesaj gönderiliyor 5 gün oldu. Bu nasıl bir sorumsuzluktur? Bu mesajı atan personel dalga mı geçiyor. Bizim aklımızla? Eşim ve çocuğum evde yalnız olduğu için bu mesajlar kapsamında evden dışarıya adım atamıyor yani bizi eve kilitlediler resmen. Turkcell den kurtulduk. Eve altyapı geldi. Türk Telekom kurulabilir derken şu çektiğimiz mağduriyete ve sorumsuzluğu bakar mısınız? Daha ilk dakikadan gol yedik Allah bize sabır versin! İnsanlarla dalga geçmeyi bırakın!",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    464,
                    476,
                    "OPE"
                ],
                [
                    13,
                    48,
                    "SER"
                ],
                [
                    421,
                    429,
                    "OPE"
                ],
                [
                    123,
                    193,
                    "SER"
                ],
                [
                    194,
                    199,
                    "DATE"
                ],
                [
                    235,
                    275,
                    "SER"
                ],
                [
                    386,
                    419,
                    "OTH"
                ],
                [
                    445,
                    462,
                    "NET"
                ],
                [
                    553,
                    581,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "\"07.01.2025 tarihinde Türk Telekom Gaziosmanpaşa Müdürlüğüne internet ve Tivibu devri için, devredecek kişi ve devir alan kişi olarak gittik. Kimlik aslı ile işlemler yapıldı. Tüm evraklara imzamızı attık ve bütün işlemlerin tamamlandığı, 24 saat içerisinde devir işleminin gerçekleşeceği bilgisi verildi. Bugün aradığımda, kimlik doğrulaması olmadığı için iptal edildiği ve bir daha gitmemiz gerektiği bilgisi verildi. Şubeye bizzat biz gidiyoruz, kimlik doğrulaması nasıl yapılamaz? Ben bu iş için izin almışım, tekrardan nasıl izin alacağım? Bu kadar amatörlük olamaz. Ya taahhüdüm iptal edilsin ya da acil sorunu çözsünler!\"",
        {
            "entities": [
                [
                    1,
                    11,
                    "DATE"
                ],
                [
                    22,
                    34,
                    "OPE"
                ],
                [
                    35,
                    48,
                    "LOC"
                ],
                [
                    73,
                    79,
                    "APP"
                ],
                [
                    324,
                    371,
                    "OTH"
                ],
                [
                    514,
                    543,
                    "OTH"
                ],
                [
                    545,
                    570,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom'dan aldığım yıllık taahhütlü ev interneti için ilk altı ay 320, sonraki altı ayda 550 TL olarak anlaştım. Ancak ikinci altı ayda bana 584 TL fatura geldi. Bu konudan şikayetçiyim. Bu sebepten dolayı müşteri hizmetlerini arayıp uğraşmak istemiyorum, lütfen düzenleme getirin.\"",
        {
            "entities": [
                [
                    148,
                    167,
                    "PAY"
                ],
                [
                    213,
                    262,
                    "SER"
                ],
                [
                    1,
                    17,
                    "OPE"
                ],
                [
                    26,
                    55,
                    "PKG"
                ],
                [
                    61,
                    102,
                    "PAY"
                ],
                [
                    126,
                    142,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "\"Adil varlık borcumu ödememe rağmen hâlâ kredi ve kredi kartı kullanamıyorum.Ne yapmam gerekiyor? Yardımcı olabilecek misiniz? Hiçbir banka kart veya kredi kullandırmıyor. Hiçbir şekilde arıyorum, karşımda adam akıllı birini bulamıyorum. Yardımcı olmuyorlar. Gereken yerlere şikayette bulunacağım.\"",
        {
            "entities": [
                [
                    36,
                    76,
                    "OTH"
                ],
                [
                    127,
                    170,
                    "OTH"
                ],
                [
                    197,
                    236,
                    "SER"
                ],
                [
                    238,
                    257,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"12. Ayda tarifemin süresi dolduğu için farklı bir tarifeye, çokça yüklü bir miktara geçiş yapılmış. Beni bilgilendirmeden, onayımı almadan nasıl oluyor da yüklü bir miktara geçiş yapabiliyorsunuz? Benim onaylamadığım ve mecburen ödemiş olduğum faturama itiraz ediyorum. Tekrar bana iade edilmesini istiyorum.\"",
        {
            "entities": [
                [
                    278,
                    309,
                    "PAY"
                ],
                [
                    1,
                    9,
                    "DATE"
                ],
                [
                    10,
                    99,
                    "LIN"
                ],
                [
                    221,
                    269,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Türk Telekom faturalı hatÇok yüksek fatura inceldim3.184 küsur arıyorum canlı destek bulamıyorum. Hiç muhatap bulamadım. 4441444 44415000 aradım kesinlikle canlı destek veren bulamadım ne yapmam gerekir54343080. Yardımcı olursanız sevinirim. Taner ü... Kayseri",
        {
            "entities": [
                [
                    121,
                    144,
                    "DATE"
                ],
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    13,
                    25,
                    "PKG"
                ],
                [
                    25,
                    62,
                    "PAY"
                ],
                [
                    63,
                    96,
                    "SER"
                ],
                [
                    98,
                    119,
                    "SER"
                ],
                [
                    156,
                    184,
                    "SER"
                ],
                [
                    202,
                    210,
                    "NUM"
                ],
                [
                    253,
                    260,
                    "LOC"
                ],
                [
                    242,
                    252,
                    "PER"
                ]
            ]
        }
    ],
    [
        "\"Merhaba, ben ev hanımıyım. Mevcut Turkcell tarifem 205 lira, 15 GB taahhüdüm doluyor. Geçebileceğim tarifelere baktım, benim bunları ödemem mümkün değil. Başka operatöre mecbur geçeceğiz. Ülkede asgari ücret 22 bin iken faturaların en düşüğü 500'den başlıyor. Bir ev hanımı bunu nasıl ödesin, hiç düşündünüz mü? Reklamda Turkcell'i övüyorsunuz ama ev hanımlarına yardımcı olmuyorsunuz.\"",
        {
            "entities": [
                [
                    155,
                    188,
                    "LIN"
                ],
                [
                    203,
                    260,
                    "PAY"
                ],
                [
                    35,
                    43,
                    "OPE"
                ],
                [
                    44,
                    67,
                    "PKG"
                ],
                [
                    120,
                    153,
                    "PAY"
                ],
                [
                    322,
                    332,
                    "OPE"
                ],
                [
                    364,
                    385,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Vodafone tarife değişikliği ile 202 TL öderken birden 400 TL ödemeye çıkıyor. Neden her defasında bu tarifelerde sorun yaşıyorum anlamıyorum. Yüzde 100 artış birden, cidden olmaz böyle. Ne yapalım, eşim, ben, annem hepimiz hattımızı mı değiştirelim anlamadım.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    33,
                    77,
                    "PAY"
                ],
                [
                    143,
                    165,
                    "PAY"
                ],
                [
                    216,
                    249,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom müşteri temsilcisine ulaşamıyorum, faturam yüksek geldi. İtiraz etmek istiyorum fakat müşteri temsilcisine bağlanamıyorum. Sürekli robotla muhatap olmak zorunda kalıyorum. Temsilciye bağlanamayacaksak müşteri hizmetleri neden var! Karşımızda muhatap istiyoruz\"",
        {
            "entities": [
                [
                    14,
                    48,
                    "SER"
                ],
                [
                    49,
                    70,
                    "PAY"
                ],
                [
                    100,
                    136,
                    "SER"
                ],
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    137,
                    184,
                    "SER"
                ],
                [
                    245,
                    273,
                    "SER"
                ],
                [
                    187,
                    243,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Vodafone Red tarifesine her ay 800 liradan fazla ödüyorum. Budget araç kiralamada yüzde 40 indirim olacaktı. Ancak ne yaptıysam da Red ayrıcalıklar sayfasına giremiyorum. Yazıklar olsun, verdiğim paralar helal etmiyorum.Madem ayrıcalıklardan yararlanamıyoruz, neden her ay 870 lira fatura ödüyorum? Ben sırf araç kiralama uygun olacak diye bu tarifeye geçtim. Hizmet vaat edip milletten para alıyorsunuz, sonra kaçıyorsunuz. Yetkilileri göreve çağırıyorum, resmen davalık bir olay. Kimse Red tarifeye geçmesin, çıkmak için de 3500 lira istiyorlar. Savcıları göreve çağırıyorum.\"",
        {
            "entities": [
                [
                    89,
                    108,
                    "PAY"
                ],
                [
                    361,
                    404,
                    "OTH"
                ],
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    10,
                    13,
                    "APP"
                ],
                [
                    25,
                    58,
                    "PAY"
                ],
                [
                    60,
                    80,
                    "APP"
                ],
                [
                    132,
                    135,
                    "APP"
                ],
                [
                    149,
                    170,
                    "OTH"
                ],
                [
                    261,
                    298,
                    "PAY"
                ],
                [
                    489,
                    492,
                    "APP"
                ],
                [
                    512,
                    547,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Turkcell'e borcum olmamasına rağmen, turan çelik adına olan 2005 yılındaki borcun ödenmesine rağmen benim numaramı bulup her gün beni rahatsız ediyorlar. Hiç muhatap olmadığım bir konu hakkında arayıp beni rahatsız ediyorlar. 'aranacaksınız, aranacaksınız' deyip, 'bundan kurtulamayacaksınız' diyerek beni her gün, günde 20 kez rahatsız ediyorlar. Yönetim firması hakkında da muhatabı olmama rağmen sürekli mesaj ve telefon aramaları ile rahatsız edilip huzurum bozuluyor. Haklarında tazminat düşünüyorum.\"",
        {
            "entities": [
                [
                    61,
                    75,
                    "DATE"
                ],
                [
                    1,
                    11,
                    "OPE"
                ],
                [
                    38,
                    49,
                    "PER"
                ],
                [
                    76,
                    93,
                    "PAY"
                ],
                [
                    101,
                    153,
                    "SER"
                ],
                [
                    155,
                    225,
                    "SER"
                ],
                [
                    329,
                    347,
                    "SER"
                ],
                [
                    474,
                    505,
                    "PAY"
                ],
                [
                    400,
                    472,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Bir hattım Vodafone de idi. Bazı sorunlardan dolayı kullanamadım. Kullanmadığım için kontör yüklemesi de yapamadım. Hattım öğrendim ki kapalı müşteri hizmetlerine ulaşmak zaten mümkün olmadı durumu izah edebilmek için herhangi bir bayiye gittim numarayı yeniden Aktivasyon yapabilmek için 1100 TL ücret talep ettiler. İçinde tl bile vardı? Kontör yükleyerek açılması gereken hatta başımıza neler geldi. Vodafone'yi bir daha tercih etmeyeceğiz. Yetkililerden dönüş istirham ediyorum.",
        {
            "entities": [
                [
                    289,
                    317,
                    "PAY"
                ],
                [
                    11,
                    19,
                    "OPE"
                ],
                [
                    0,
                    10,
                    "LIN"
                ],
                [
                    85,
                    114,
                    "PKG"
                ],
                [
                    142,
                    190,
                    "SER"
                ],
                [
                    403,
                    414,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "Vodafone hattıma Adzentre Mobil diye ne olduğu belli olmayan bir fatura yansıtılmış. 239 TL. Acilen bu aboneliğimin iptalini istiyorum. Aksi takdirde her yola başvuracağımı belirtiyorum. Yansıtılan fatura bedellerinin tarafıma geri ödenmesini bekliyorum.",
        {
            "entities": [
                [
                    85,
                    91,
                    "PAY"
                ],
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    17,
                    31,
                    "APP"
                ],
                [
                    37,
                    83,
                    "PAY"
                ],
                [
                    187,
                    217,
                    "PAY"
                ],
                [
                    227,
                    242,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "İnternet hızı düşük. Yeni taşındığım Samsun Atakum Mimar Sinan Mahallesinde altyapı olmaması sebebi ile düşük hızlı internet kullanmak zorunda bırakıldım. Her ay 400 TL bir rakam ödememe rağmen internet akşamları kullanılamıyor. Müşteri hizmetleri arıza olduğunu kabul ediyor. Gelen ekip sabah saatlerinde gelip sıkıntı bulamayıp arızayı kapatıp gidiyor. Ben müşteri hizmetlerini aramaktan bıktım. İptal edeyim dedim. Taahhüdünüz var deniyor. Hizmet alamadığım bir ürüne her ay para ödüyorum. Bir Kişide mağdursunuz deyip iletişime geçmiyor. Lütfen altyapı sorununuzu giderin ve yüksek hızlı internet hizmeti alayım ya da kabul edin ve internet hizmetimi cezasız bir şekilde kapatın.",
        {
            "entities": [
                [
                    155,
                    161,
                    "DATE"
                ],
                [
                    0,
                    19,
                    "NET"
                ],
                [
                    37,
                    75,
                    "LOC"
                ],
                [
                    76,
                    153,
                    "NET"
                ],
                [
                    162,
                    193,
                    "PAY"
                ],
                [
                    194,
                    227,
                    "NET"
                ],
                [
                    312,
                    353,
                    "SER"
                ],
                [
                    443,
                    491,
                    "PAY"
                ],
                [
                    493,
                    540,
                    "SER"
                ],
                [
                    549,
                    575,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"1,5 yıldır mecburen Türk Telekom kullanıyorum, çünkü taahhüdüm var. İnternetimde sorun gözükmüyorken bile donmalar yaşıyorum. Ayda 350-400 TL para ödüyorum ve kötü hizmet sattıkları için hakkımı helal etmiyorum.\"",
        {
            "entities": [
                [
                    1,
                    11,
                    "DATE"
                ],
                [
                    21,
                    33,
                    "OPE"
                ],
                [
                    107,
                    125,
                    "NET"
                ],
                [
                    132,
                    156,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Turkcell den bir hattım var. 31,12,2024 tarihinde telefonda arama yaparken ''Ağda kayıtlı değil'' ibaresini gördüm. Sim kartının bozulduğunu öğrendim. Turkcell mağazası ve müşteri hizmetleriyle görüştüğümde sim kartının değişeceğini ve bunun e-devlet üzerinden yapılması gerekli denildi. Fakat benim e-devlet kurum gereği ikili güvenlik sistemiyle çalışıyor. SMS gelmediği için e-devlete giremiyorum ve kartı hiçbir şekilde alamıyorum. Müşteri hizmetleri ve Turkcell mağazası bu nedenle tarafıma kart veremiyorlar. Çözümde getiremiyorlar fakat para almayı biliyorlar.\"",
        {
            "entities": [
                [
                    30,
                    50,
                    "DATE"
                ],
                [
                    379,
                    388,
                    "ORG"
                ],
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    117,
                    150,
                    "LIN"
                ],
                [
                    152,
                    160,
                    "OPE"
                ],
                [
                    208,
                    233,
                    "LIN"
                ],
                [
                    242,
                    251,
                    "APP"
                ],
                [
                    301,
                    309,
                    "APP"
                ],
                [
                    459,
                    467,
                    "OPE"
                ],
                [
                    488,
                    514,
                    "SER"
                ],
                [
                    516,
                    538,
                    "SER"
                ],
                [
                    539,
                    567,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Turkcell paketim artık yetmiyor. Bana sunulan paketlerin fiyatı bir hayli yüksek. Emekli maaşımla bu fiyatları ödemem mümkün değil. Aksi takdirde başka operatöre geçmek zorunda kalacağım. Farklı operatörler daha uygun fiyat veriyorlar. Paket konusunda yardımcı olur musunuz?",
        {
            "entities": [
                [
                    57,
                    81,
                    "PAY"
                ],
                [
                    146,
                    187,
                    "LIN"
                ],
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    82,
                    130,
                    "PAY"
                ],
                [
                    188,
                    234,
                    "PAY"
                ],
                [
                    9,
                    31,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom tarafından mağdur edildim. İşim dolayısıyla başka bir ile tayin oldum. İnternetimi nakletmek istiyorum. Ancak bana kapasite dolu deniyor. Modem aldım, taahhütlü abone oldum. Doktorum işimden dolayı internet elzem önemli. Mağdur ediliyorum. Mağduriyetimin giderilmesini istiyorum.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    85,
                    116,
                    "LIN"
                ],
                [
                    118,
                    150,
                    "SER"
                ],
                [
                    165,
                    186,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Vodafone, satın aldığımız paketlerde ücret yansıtmaktadır. Paket süresinin bittiğini, bunun bilgilendirmesinin yapıldığını yalan söyleyerek hukuksuz bir şekilde faturaya yansıtmaktadır. Hiçbir bilgilendirme ve arama yapılmamasına rağmen müşteri hizmetlerine şikayet kaydı da oluşturulamamaktadır.Konu hakkında 'Size geri dönüş sağlayacağız' diyerek sadece telefonlarımıza bir çağrı bırakarak kendilerini aramış göstermektedirler. Bu hususta hiçbir mesaj ve arama olmaması nedeniyle bildirim sonrasında bu bilgilendirme mesajını zor durumda kaldıkları için göndermektedirler fakat gönderdikleri mesajlar tarihli ve saatlidir.BTK ve tüketici hakem heyetlerine konuyu bildireceğiz. Türk halkı özel bir operatör tarafından mağdur edilemez.\"",
        {
            "entities": [
                [
                    312,
                    341,
                    "SER"
                ],
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    11,
                    58,
                    "PAY"
                ],
                [
                    124,
                    185,
                    "PAY"
                ],
                [
                    238,
                    296,
                    "SER"
                ],
                [
                    350,
                    429,
                    "SER"
                ],
                [
                    625,
                    628,
                    "ORG"
                ],
                [
                    632,
                    658,
                    "ORG"
                ],
                [
                    680,
                    690,
                    "ORG"
                ]
            ]
        }
    ],
    [
        "\"Turkcell kullanıcısı değilim fakat bugün Turkcell benden 4925 TL kesti, çözüm bekliyorum. Mağdurum, Vodafone kullanıcısıyım, Turkcell kesinti yaptı. Acil çözüm bekliyorum, beni haksız yere mağdur ediyor. İlgim ve alakam Turkcell ile yoktur, lütfen başkasının başına gelmesin.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    42,
                    50,
                    "OPE"
                ],
                [
                    126,
                    134,
                    "OPE"
                ],
                [
                    221,
                    229,
                    "OPE"
                ],
                [
                    51,
                    71,
                    "PAY"
                ],
                [
                    36,
                    41,
                    "DATE"
                ],
                [
                    101,
                    109,
                    "OPE"
                ],
                [
                    135,
                    148,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Vodafone onayım olmadan kendi kendine otomatik mesaj atılıp onayla 3 tane oyun aboneliği açılmıştır. Müşteri hizmetlerini arayıp iptalini yaptım ama ödemesi direk faturama yansıtılmış. Dijital servis üyeliği ve mobil ödeme iznim olmadığı halde. 376 TL olan faturam 1060 TL olmuş. Ödemenin iptal edilmesini istiyorum. Tarafıma yardımcı olmanızı istiyorum. Beeplay uygulaması. Mobicenter ve novafun uygulamalarında 0541*****96 numarama işlem yapılmış",
        {
            "entities": [
                [
                    211,
                    244,
                    "PAY"
                ],
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    355,
                    373,
                    "APP"
                ],
                [
                    375,
                    385,
                    "APP"
                ],
                [
                    389,
                    412,
                    "APP"
                ],
                [
                    413,
                    424,
                    "NUM"
                ],
                [
                    67,
                    99,
                    "PAY"
                ],
                [
                    149,
                    183,
                    "PAY"
                ],
                [
                    185,
                    199,
                    "APP"
                ],
                [
                    245,
                    278,
                    "PAY"
                ],
                [
                    280,
                    315,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Yıllardır Vodafone abonesiyim. Hiçbir zaman mobil ödeme kullanmadım, açmadım da. Bana sorulmadan, onayım alınmadan hem mobil ödemeyi açmışlar hem de Allinmobi ve Adroin Reklam Bilişim Ltd. şirketlerine üyelik yapmışlar. Buradaki şikayetlerden anladığım kadarıyla, Vodafone ile çalışan bu şirketler sorun yaratıyor. Kredi kartı sorunları bitti, telefon faturası sorunları mı başladı? Müşteri hizmetleri mobil ödemeyi tekrar kapattı ama yarın tekrar açılmayacağı garanti değil. 945 liralık hizmet almadım. Bu para hakkınız değil, iade edin.\"",
        {
            "entities": [
                [
                    1,
                    10,
                    "DATE"
                ],
                [
                    477,
                    503,
                    "PAY"
                ],
                [
                    11,
                    19,
                    "OPE"
                ],
                [
                    45,
                    80,
                    "PAY"
                ],
                [
                    116,
                    142,
                    "PAY"
                ],
                [
                    150,
                    159,
                    "ORG"
                ],
                [
                    163,
                    189,
                    "ORG"
                ],
                [
                    265,
                    273,
                    "OPE"
                ],
                [
                    384,
                    431,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Cayma bedeli TurkcellBen 1 hafta önce Turkcell'i aradım ve cayma bedeli çıkıp çıkmadığını sordum ve bana cayma bedeli görünmüyor, son ayınızdasınız dediler. Ben de başka operatöre hattımı taşıdım çünkü bana sunulan tarife ücretinin yarısını ödeyecektim. Şu anda az önce Vodafone'a geçtim ve fatura gözlemlediğimde 180 TL cayma bedeli görünüyor. Ben bunu kabul etmiyorum. Ses kayıtlarım dinlensin ve faturam düzeltilsin.\"",
        {
            "entities": [
                [
                    315,
                    345,
                    "PAY"
                ],
                [
                    400,
                    420,
                    "PAY"
                ],
                [
                    1,
                    13,
                    "PAY"
                ],
                [
                    14,
                    25,
                    "APP"
                ],
                [
                    26,
                    38,
                    "DATE"
                ],
                [
                    39,
                    49,
                    "OPE"
                ],
                [
                    158,
                    196,
                    "LIN"
                ],
                [
                    271,
                    281,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "Türk Telekom'dan 1 aylık 2 kere ek paket aldım. İptal etmeyi unuttum ve paketin tekrar yenileneceğini bilmeyerek paketi iptal etmedim bu ay bitecek sandım. Faturam yenilenirken ek paketler de yenilendi. Henüz faturam kesilmedi. Ben paketlerin iptal olmasını istiyorum. Kullanmak istemiyorum ve faturama yansımasını istemiyorum bu ay. Lütfen yardımcı olun aradım artık çok geç yardım edemeyiz dediler. Bu ne saçmalık. Ben kullanmak istemiyorum iptal etmek istiyorum ve ödemesini yapmak istemiyorum",
        {
            "entities": [
                [
                    0,
                    16,
                    "OPE"
                ],
                [
                    17,
                    24,
                    "DATE"
                ],
                [
                    156,
                    201,
                    "PKG"
                ],
                [
                    294,
                    326,
                    "PAY"
                ],
                [
                    327,
                    332,
                    "DATE"
                ],
                [
                    25,
                    68,
                    "PKG"
                ],
                [
                    72,
                    154,
                    "PKG"
                ],
                [
                    443,
                    496,
                    "PAY"
                ],
                [
                    228,
                    267,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "Yıllardır Vodafone müşteriyim taahhüdüm sona erdi Vodafone bana tarife seçenekleri sunuyor ama hem internetimi azaltıyor hem de fiyatı önceki fiyatın üç katına çıkarıyor. Kendilerinden bana kullanım haklarım azalmadan uygun fiyatlı bir tarife önermelerini rica ediyorum. Vodafone'u bırakmak istemiyorum. 71 lira fatura öderken şu an 300 lira oldu.",
        {
            "entities": [
                [
                    0,
                    9,
                    "DATE"
                ],
                [
                    10,
                    18,
                    "OPE"
                ],
                [
                    50,
                    58,
                    "OPE"
                ],
                [
                    95,
                    120,
                    "PKG"
                ],
                [
                    271,
                    281,
                    "OPE"
                ],
                [
                    128,
                    169,
                    "PAY"
                ],
                [
                    185,
                    269,
                    "PKG"
                ],
                [
                    304,
                    346,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "37 ile başlayan bahis sitelerinden gelen günlük onlarca SMS için engelledikçe yenileri geliyor. Vodafone yetkilileri bunun için gereğini yapmanızı rica ediyorum. Aksi takdirde operatör değişimi yapmak zorunda kalacağım. Yasal haklarımı saklı tutuğumu da belirtmek isterim. Gereğinin yapılmasını arz ederim",
        {
            "entities": [
                [
                    96,
                    104,
                    "OPE"
                ],
                [
                    16,
                    94,
                    "OTH"
                ],
                [
                    176,
                    218,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"2 yıldır Turkcell kurumsaldan Superbox kullanıyordum. 24.12.2024 tarihinde taahhüdüm biteceğinden yeni fiyat fazla geldiği için gereksiz buldum ve iptal ettirmek istedim. Müşteri hizmetlerini aradım ve beni Adana'daki kurumsal bayi Apaydın İletişim'e yönlendirdi. 20.12.2024'te gittim ve bankodaki personel iptal işlemini başlattığını, SMS geldikten sonra modemi Superonline bayisine teslim etmem gerektiğini söyledi ve bana herhangi bir evrak vermedi. Aradan 10 gün geçti. SMS gelmediği için müşteri hizmetlerini tekrar aradım süreci sormak için ama herhangi bir iptal işlemi başlatılmadığını öğrendim. Bayi olan Apaydın İletişim'e tekrar gittim ve bana iletişim numaramın son hanesini yanlış yazdıklarını, bana ulaşamadıkları için iptal işleminin başlamadığını söyledi. Bu arada iletişim numaram da Turkcell kurumsal, ulaşamamaları mümkün değil. Tabi bu arada taahhüt sürem bitti ve yüksek ihtimalle yeni fiyattan fatura çıkacak. Neyse, 1 hafta daha bekledim, yine arayan soran ya da SMS gönderen yok. Bugün tekrar müşteri hizmetlerini aradım, aynı süreci baştan anlattım, yine bir iptal işlemi başlamadığını öğrendim. İşimi gücümü bırakıp Apaydın İletişim'e gittim ve aynı işlemleri yapan personele, 'Siz benim Superbox'ımı neden iptal etmiyorsunuz? Amacınız nedir?' diye sordum. 'Beni mi oyalıyorsunuz? Ben sürekli buraya gidip gelmek zorunda mıyım?' diye serzenişte bulununca içeri gitti, sanırım yetkilisi ile görüştü ve ne hikmetse bilgisayarda 2 dakikalık bir işlem yaparak iptal edildi. 'Öğleden sonra modemi teslim edebilirsiniz.' dedi. Demek ki bu kadar basit bir işlem yapılması gerekiyormuş. Ben tüketici olarak taahhüt süremden önce bilerek iptal edilmediğini düşünüyorum ve bundan doğacak faturayı ödemek istemiyorum. Ayrıca kurumsal müşterinizi böyle saçma bir süreçle uğraştırarak iptal için bayinize yönlendirmenizi de hiç doğru bulmuyorum.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "DATE"
                ],
                [
                    10,
                    18,
                    "OPE"
                ],
                [
                    364,
                    375,
                    "APP"
                ],
                [
                    802,
                    810,
                    "OPE"
                ],
                [
                    940,
                    947,
                    "DATE"
                ],
                [
                    1215,
                    1227,
                    "APP"
                ],
                [
                    1453,
                    1464,
                    "DATE"
                ],
                [
                    31,
                    40,
                    "APP"
                ],
                [
                    55,
                    65,
                    "DATE"
                ],
                [
                    208,
                    218,
                    "LOC"
                ],
                [
                    99,
                    170,
                    "PAY"
                ],
                [
                    233,
                    251,
                    "ORG"
                ],
                [
                    265,
                    278,
                    "DATE"
                ],
                [
                    421,
                    452,
                    "SER"
                ],
                [
                    461,
                    467,
                    "DATE"
                ],
                [
                    565,
                    603,
                    "SER"
                ],
                [
                    615,
                    633,
                    "ORG"
                ],
                [
                    886,
                    932,
                    "PAY"
                ],
                [
                    863,
                    882,
                    "PKG"
                ],
                [
                    968,
                    1003,
                    "SER"
                ],
                [
                    1085,
                    1120,
                    "SER"
                ],
                [
                    1143,
                    1161,
                    "ORG"
                ],
                [
                    1228,
                    1252,
                    "SER"
                ],
                [
                    1648,
                    1686,
                    "SER"
                ],
                [
                    1690,
                    1732,
                    "PAY"
                ],
                [
                    1799,
                    1858,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Türk Telekom fiber internete geçmek istedim. Birçok kere müracaat ettim. Bir sonuç alamadım.Her defasında danışmanlar farklı şeyler söylediler. Kocaeli genel merkeze gittim sorunun çözüldüğünü söylediler. Bugün arandım ama sorun yine çözülmemiş. Bu esnada birçok müşteri hizmetleri yetkilileride telefonu yüzüme kapattılar. Telekom'da adres güncelleyecek bir kişi bulamadık.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    13,
                    43,
                    "NET"
                ],
                [
                    324,
                    334,
                    "OPE"
                ],
                [
                    144,
                    152,
                    "LOC"
                ],
                [
                    296,
                    322,
                    "SER"
                ],
                [
                    335,
                    373,
                    "SER"
                ],
                [
                    223,
                    244,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom internet kullanıcısıyım. 100 Mbps fiber interneti taahhütlü olarak 370 liraya kullanırken taşınmak zorunda kaldım. Yeni adresteki altyapı, maksimum 50 Mbps'ye kadar destekliyor. Müşteri hizmetlerinin yönlendirmesi ile nakil işlemi başlattım. En az 10 kez telefonda, 2 kez de müdürlükte yüz yüze görüştüğüm yetkililer, defaatle kullanmaya devam edebileceğimi söyledi. Bu süre zarfı içerisinde 11 gün boyunca nakil işleminin tamamlanmasını bekledim. Geldiğimiz noktada 24 megabitlik interneti bana 800 liraya satmaya çalıştılar. Sistemsel sorunlar nedeniyle alamadığım hizmet bir yana, aboneliği bitirmem için benden 3600 lira talep ettiler. Türk Telekom bu saçmalığa dur de!\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    406,
                    412,
                    "DATE"
                ],
                [
                    421,
                    460,
                    "NET"
                ],
                [
                    654,
                    666,
                    "OPE"
                ],
                [
                    39,
                    91,
                    "PKG"
                ],
                [
                    144,
                    190,
                    "NET"
                ],
                [
                    481,
                    539,
                    "PAY"
                ],
                [
                    570,
                    652,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Yıllardır kullandığım Turkcell numaramı şirket hattına çevirdim, şimdi üzerime yeniden almaya çalışıyorum. Sürekli bir sorun çıkıyor, şirket şahsa geçti ve o kişiyle gitmemize rağmen eski şirketin üzerine olduğu için sistem göremiyormuş. Yeterince teknik donanım yoksa ve sistem saçma sapan çalışıyorsa, Turkcell'i kapatın bence.\"",
        {
            "entities": [
                [
                    1,
                    10,
                    "DATE"
                ],
                [
                    23,
                    31,
                    "OPE"
                ],
                [
                    305,
                    315,
                    "OPE"
                ],
                [
                    41,
                    64,
                    "LIN"
                ],
                [
                    184,
                    237,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "Türk Telekom Yalova Genel Müdürlüğü'ne yaklaşık 3 yıl önce altyapı başvurusu yaptım. Geçen aylarda mahallemize altyapı geldi fakat altyapı ile evimin arasında 10 metre olmasına rağmen fiber bağlantıyı kullanamıyorum. Sayısız başvuru maili ve krokili bir şekilde genel müdürlüğe başvuru yaptım fakat hiçbir geri dönüş alamadım. Krokiyi burada da paylaşacağım. Yetkililerin bu hususta destek sağlamasını rica ediyorum.İletişim: Cihan U*** 0 54*********71Adres:Hürriyet Mahallesi 19. Sokak No:5 Kat:2 Altınova/Yalova",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    13,
                    19,
                    "LOC"
                ],
                [
                    48,
                    58,
                    "DATE"
                ],
                [
                    59,
                    83,
                    "NET"
                ],
                [
                    85,
                    98,
                    "DATE"
                ],
                [
                    299,
                    325,
                    "SER"
                ],
                [
                    359,
                    415,
                    "SER"
                ],
                [
                    426,
                    436,
                    "PER"
                ],
                [
                    20,
                    38,
                    "ORG"
                ],
                [
                    131,
                    215,
                    "NET"
                ],
                [
                    437,
                    452,
                    "NUM"
                ],
                [
                    458,
                    513,
                    "LOC"
                ]
            ]
        }
    ],
    [
        "\"15 Aralık 2024 tarihinde Turkcell online uygulamasından 4 hafta kullanım süresi olan 290 TL değerinde faturasız hattıma kontör paketi satın aldım. Bana her zamanki gibi 290 TL değerindeki alışverişiniz hattınıza tanımlanmıştır mesajı geldi ve kalan kullanımlarımda gözüktü. Ama bir hafta geçmeden mesaj gözükmüyor ve kalan kullanımlarım da hiçbir arama, SMS, internet gözükmüyor. İnternet bankacılığımda ödeme yaptığıma dair dekontum da mevcuttur.\"",
        {
            "entities": [
                [
                    1,
                    15,
                    "DATE"
                ],
                [
                    26,
                    35,
                    "OPE"
                ],
                [
                    57,
                    64,
                    "DATE"
                ],
                [
                    85,
                    146,
                    "PKG"
                ],
                [
                    169,
                    227,
                    "PAY"
                ],
                [
                    243,
                    273,
                    "PKG"
                ],
                [
                    317,
                    379,
                    "PKG"
                ],
                [
                    381,
                    447,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Turkcell faturamın taahhüdü bu ay sonu doluyor ve yeni sundukları paketlerin artışı birden çok fazla oldu. Bütçeme uymuyor. Başka operatörler daha uygun fakat Turkcell'den memnun olduğum için değiştirmek istemiyorum. Konuyla ilgili yardımcı olabilirseniz çok sevinirim",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    50,
                    105,
                    "PKG"
                ],
                [
                    159,
                    171,
                    "OPE"
                ],
                [
                    107,
                    122,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Geçen seneye kadar Vodafone faturalı hat kullanıyordum ve İstanbul'un göbeği olan Fatih'in Nuruosmaniye Caddesi ve Kapalı Çarşı civarında çalıştığım için bu civarda çok kötü hizmet alıyordum ve hattımı kapattırıp farklı bir operatöre geçtim. Bir sene boyunca diğer operatörü kullandım. Bu sene ise operatörlerin yüksek fiyat politikası sebebiyle bütçemden dolayı tekrardan Vodafone faturalı hatta geçiş yaptım ama üzerinden bir yıl geçmesine rağmen hâlâ çekim kalitesi çok kötü. Türkiye'nin kalbi olan İstanbul'un en işlek ve kalabalık noktalarında bu operatör gerçekten çok yetersiz kalmakta. Şirketimdeki ve etraftaki aynı operatörü kullanan tüm insanlar bu durumdan şikayetçi. Tüm samimiyetimle söylüyorum, Vodafone kullanıp bu civarda memnun olan bir kişi bile görmedim. Herkes binbir zorluklarla emek verip bir değer kazanıyor ve ailesi ve genellikle iş için internet ve arama yapma amacıyla bu operatöre belirli bir ücret ödüyoruz ama asla ödediğimiz ücretin karşılığını alamıyoruz ve kötü bir hizmet sunuluyor. Ben bunu kişisel olarak bugün müşteri hizmetlerine de aktardım ve şikayet kaydı oluşturdum. Ancak buraya da yazmak istedim çünkü internet ortamında paylaşmadan birçok insanın bunu görmesini sağlamadan genellikle sorumlular aksiyon almıyor. On binlerce çalışanın olduğu, her gün yüz binlerce yerli yabancı turistin ziyaret ettiği tarihi yarımadada, özellikle Nuruosmaniye Caddesi ve Kapalı Çarşı civarındaki Vodafone'nin adına yakışır bir şekilde çekim kalitesini iyileştirmesini ve kabul edilebilir bir hizmet sunmasını istiyorum. Bu yazıyı yazarken bile şirketimin kablosuz ağına bağlanıyorum, bilginize...\"",
        {
            "entities": [
                [
                    20,
                    28,
                    "OPE"
                ],
                [
                    374,
                    382,
                    "OPE"
                ],
                [
                    383,
                    414,
                    "LIN"
                ],
                [
                    425,
                    432,
                    "DATE"
                ],
                [
                    480,
                    491,
                    "LOC"
                ],
                [
                    711,
                    719,
                    "OPE"
                ],
                [
                    992,
                    1017,
                    "NET"
                ],
                [
                    1401,
                    1413,
                    "LOC"
                ],
                [
                    1426,
                    1438,
                    "OPE"
                ],
                [
                    59,
                    70,
                    "LOC"
                ],
                [
                    82,
                    112,
                    "LOC"
                ],
                [
                    115,
                    128,
                    "LOC"
                ],
                [
                    166,
                    191,
                    "NET"
                ],
                [
                    194,
                    241,
                    "LIN"
                ],
                [
                    450,
                    478,
                    "NET"
                ],
                [
                    503,
                    514,
                    "LOC"
                ],
                [
                    549,
                    593,
                    "NET"
                ],
                [
                    865,
                    937,
                    "PAY"
                ],
                [
                    947,
                    988,
                    "PAY"
                ],
                [
                    1231,
                    1257,
                    "SER"
                ],
                [
                    1377,
                    1397,
                    "LOC"
                ],
                [
                    1465,
                    1497,
                    "NET"
                ]
            ]
        }
    ],
    [
        "Ben Aralık 2024'te Turkcell bayisinde bir iPhone 13 aldım. Kulaklığın bu telefonla indirime girdiğini ve sadece tek seferlik 200 TL olduğunu söylediler. Ancak şu an 2. taksitte de 200 TL gözüküyor. Ayrıntısına baktığımda 12 aylık taksit olduğunu gördüm. Mağduriyetimin giderilmesini talep ediyorum.",
        {
            "entities": [
                [
                    4,
                    18,
                    "DATE"
                ],
                [
                    19,
                    27,
                    "OPE"
                ],
                [
                    221,
                    229,
                    "DATE"
                ],
                [
                    42,
                    49,
                    "ORG"
                ],
                [
                    83,
                    151,
                    "PAY"
                ],
                [
                    165,
                    196,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"05.12.2024 tarihinde hattımı Vodafone'a taşımak için başvuru yaptım, onayladım ve hattımın Digital Kurye adında bir firmaya teslim edildiği bilgisini aldım. Digital Kuryeden bana sadece 2 kez arama yapıldı. Birincisinde 'Hattınızı yarın teslim edeceğim, evde misiniz?' İkincisinde '5-10 dakikaya geliyorum, evde misiniz?' diye ama kurye gelmedi. Bunun üzerine ben tam 5 kez Vodafone müşteri hizmetlerini aradım, kuryenin bu durumu anlattım, her seferinde bir sonraki gün teslim olacağını söylediler ama olmadı. Şimdi Vodafone'un sitesinden başvuru sorgulama yapıyorum, 'Başvurunuz bulunmamaktadır.' uyarısı veriyor. İlgililerden bir çözüm bekliyorum.\"",
        {
            "entities": [
                [
                    283,
                    296,
                    "DATE"
                ],
                [
                    375,
                    383,
                    "OPE"
                ],
                [
                    518,
                    529,
                    "OPE"
                ],
                [
                    1,
                    11,
                    "DATE"
                ],
                [
                    22,
                    68,
                    "LIN"
                ],
                [
                    92,
                    105,
                    "ORG"
                ],
                [
                    331,
                    345,
                    "OTH"
                ],
                [
                    456,
                    510,
                    "OTH"
                ],
                [
                    571,
                    597,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Hattımı Türk Telekom'a taşımak için 20 Aralık tarihinde başvuru yaptık. 2-3 iş günü içinde ulaşır dediler. Bugün 3 Ocak hala haber yok. Ne kuryeye verilmiş ne kargoya verilmiş. Şu an mevcut bulunan hattımda taahhüt dolmak üzere. Müşteri hizmetlerinden de ulaşamıyorum ancak sekreter konuşuyor kimseye bağlanamıyorum.",
        {
            "entities": [
                [
                    8,
                    22,
                    "OPE"
                ],
                [
                    293,
                    315,
                    "SER"
                ],
                [
                    36,
                    45,
                    "DATE"
                ],
                [
                    72,
                    83,
                    "DATE"
                ],
                [
                    113,
                    119,
                    "DATE"
                ],
                [
                    136,
                    175,
                    "OTH"
                ],
                [
                    158,
                    159,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "\"Merhaba, İstanbul'da Türk Telekom Evde İnternet müşterisiyim. 4 gündür internetim yok. Aynı sokakta diğer insanlarda internet var, fakat benim oturduğum binada yok. Ne zaman arasam, sabah 8 ile akşam 8 arasında çözüleceği söyleniyor. Evden çalışıyoruz ve bireysel internet paketlerimiz bitti. Çözüm istiyoruz. Adres: Sancaktepe, Safa Mahallesi, Server Sokak.\"",
        {
            "entities": [
                [
                    10,
                    21,
                    "LOC"
                ],
                [
                    22,
                    34,
                    "OPE"
                ],
                [
                    63,
                    71,
                    "DATE"
                ],
                [
                    72,
                    86,
                    "NET"
                ],
                [
                    182,
                    202,
                    "DATE"
                ],
                [
                    256,
                    292,
                    "PKG"
                ],
                [
                    318,
                    359,
                    "LOC"
                ]
            ]
        }
    ],
    [
        "Türk Telekom müşteri hizmetleri tarafından sürekli sürekli aranarak yeni modem ve yeni kampanya kabulü için rahatsız edildim. En sonunda kabul ettim. Daha iyi internet kalitesi olacağını belirtip yeni modem getirildi. Kurulumu da bize yaptırdılar. Modem ve internet kalitesi eskisinden daha kötü oldu. Sürekli sürekli arayan müşteri hizmetlerine ulaşamaz oldum.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    150,
                    216,
                    "NET"
                ],
                [
                    218,
                    246,
                    "SER"
                ],
                [
                    248,
                    300,
                    "NET"
                ],
                [
                    68,
                    124,
                    "SER"
                ],
                [
                    325,
                    360,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Çocuğum hesabıma bağlı cihazından bilgim dışında 4 adet oyun karakteri aldı. Bununla ilgili Apple dan ücret iadesi talebinde bulundum ve ücret iadesi yapıldı. Aradım ve ücret iadesinin Vodafone operatörüne iade edildiğini söyledi ancak aradığımda Vodafone 500 TL gibi bir miktarı iade ettiklerini söyledi ama kalan 400 TL tutarım nerede? Bu meselenin çözümlenmesini istiyorum",
        {
            "entities": [
                [
                    92,
                    97,
                    "ORG"
                ],
                [
                    102,
                    158,
                    "PAY"
                ],
                [
                    169,
                    184,
                    "PAY"
                ],
                [
                    185,
                    193,
                    "OPE"
                ],
                [
                    247,
                    255,
                    "OPE"
                ],
                [
                    34,
                    75,
                    "PAY"
                ],
                [
                    256,
                    304,
                    "PAY"
                ],
                [
                    309,
                    336,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom evde internet bağlattım. Eve bir yıl geçmeden, ailevi sıkıntılar yüzünden evden ayrılmak zorunda kaldım ve interneti kapattırmak zorunda kaldım. Çıkan faturaya bakın, yazıktır günahtır. Para var mı yok mu dediniz, yok yüklüyorsunuz.Zaten verdiğiniz hizmet, hız falan kötü, neyin peşindesiniz?\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    120,
                    157,
                    "LIN"
                ],
                [
                    159,
                    198,
                    "PAY"
                ],
                [
                    246,
                    285,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Borcumdan dolayı hattım kapandı, hem de faturama yansıt kapalı. Kaç kez mail atmama rağmen cevap vermiyorsunuz. Borcumu ödemediğim için sizi de arayıp derdimi anlatamıyorum. Mail atmama rağmen dönüş yok. Nasıl bir firmasınız siz böyle?\"",
        {
            "entities": [
                [
                    1,
                    32,
                    "PAY"
                ],
                [
                    73,
                    111,
                    "SER"
                ],
                [
                    113,
                    173,
                    "PAY"
                ],
                [
                    175,
                    203,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Giresun Piraziz Bozat Köyü'nde bulunan santral arızalı olduğu için köydeki evime internet alamıyorum. Arızanın giderilmesini istiyoruz. 17 köy internetsiz. Evlerde güvenlik sistemleri var ama kimse kullanamıyor. Hafta sonu köye gittiğim zaman çocuklar telefondan başını kaldırmıyor.",
        {
            "entities": [
                [
                    102,
                    134,
                    "NET"
                ],
                [
                    0,
                    30,
                    "LOC"
                ],
                [
                    39,
                    100,
                    "NET"
                ]
            ]
        }
    ],
    [
        "Vodafone'da yıllardır faturalı hat kullanıcısıyım. Hattı babam üzerinden kullanmıştım devir işlemi yapmam için faturasıza geçtim ve 1 ay faturasız kullandım şu an geçişimi yaptım tekrar faturalı tarifeye geçmek istiyorum fakat ne Vodafone yanımda da ne de müşteri hizmetlerinde bana uygun tarife olmadığını belirtiyor. Bu konuda bir yardım almak istiyorum ya da başka bir operatöre geçmek istiyorum. Bu gidişle. Bir sürü para verdim. Faturasız tarifelere yetmediği için.",
        {
            "entities": [
                [
                    0,
                    11,
                    "OPE"
                ],
                [
                    132,
                    136,
                    "DATE"
                ],
                [
                    86,
                    128,
                    "LIN"
                ],
                [
                    230,
                    239,
                    "OPE"
                ],
                [
                    256,
                    317,
                    "PKG"
                ],
                [
                    362,
                    398,
                    "LIN"
                ],
                [
                    412,
                    469,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "176 TL ödediğim tarifemin taahhüdü bittiği için 540 TL'ye yükseltilmiş. Ülkemizde enflasyon var fakat yüzde 300'lik zam da nedir? El insaf yahu! Daha insani oranda fiyat sunulmasını ve konu hakkında tarafıma ivedilikle bilgi verilmesini rica ediyorum. Yapılan bu zam oranını Vodafone firmasına hiç yakıştıramadım!",
        {
            "entities": [
                [
                    275,
                    283,
                    "OPE"
                ],
                [
                    0,
                    70,
                    "PAY"
                ],
                [
                    102,
                    128,
                    "PAY"
                ],
                [
                    144,
                    181,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "5 gündür ev internetimi bölgesel arıza sebebi ile kullanamıyorum. Bu devirde 5 gündür düzelmeyen arıza olması çok inandırıcı gelmiyor. Ankara'da yaşıyorum. Anadolu'nun bir ücra bir köyünde değil. Firmadan mağduriyetimizin karşılanmasını talep ediyorum.",
        {
            "entities": [
                [
                    0,
                    8,
                    "DATE"
                ],
                [
                    77,
                    85,
                    "DATE"
                ],
                [
                    24,
                    64,
                    "NET"
                ],
                [
                    135,
                    144,
                    "LOC"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom mobile numara taşıma yoluyla adıma kayıtlı üç adet hattı bu operatöre taşıdım ve tarafıma hat teslimatı sırasında sözlenen seçtiğim tarifeyi ve taahhüdümü onaylamak için söz 9520 ye gönderdim ve gelen mesaja onay yazarak taahhüdümü onayladım. Buna rağmen sözleşmem ve seçtiğim paketteki fiyatlardan çok yüksek fatura ile karşı karşıya bırakıldım. 350 TL fatura gelmesi gerekirken 670 TL gibi faturalar çıkarıldı Konu ile ilgili müşteri hizmetlerini aradığımda taahhüdümün olmadığı söylenerek, Benden ilgili mesajlara ait ekran görüntüsünün maille göndermem istendi. Defalarca göndermeme rağmen yapacak bir şeyin olmadığını ilgili faturaların ödenmesi gerektiği ve önümüzdeki aylara mahsup edilmesinin mümkün olmadığı söylenerek mağdur edildim. Şimdi de taahhüt oluşturabileceğimi söylüyorlar. Taahhüdde bulunursam acaba 1000 TL lik fatura çıkarır mısınız. Bu operatörlerin elinde oyuncak olmaktan artık bıktım. Sistemde sorun varsa bu benim sorun değil. Sorunum çözülmezse her platformda şikayet ve ifşa etmeye devam edeceğim\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    21,
                    91,
                    "LIN"
                ],
                [
                    269,
                    359,
                    "PAY"
                ],
                [
                    361,
                    425,
                    "PAY"
                ],
                [
                    689,
                    756,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Vodafone Premium üyeliğimi 3 ay önce kapattırmıştım. Üç aydır farklı bahaneler sunularak üyelik bedeli faturama yansıtılıyor. Müşteri temsilicileri ise yine farklı bahaneler ile her ay bu kez son diyorlar. Her ay görüşmenin sonunda diğer ay normal fatura tutarım yansıyacağını teyit ediyorum ama nafile...Konuşmaların ses kayıtlarını aldım bu işi yargıya taşıyacağım",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    27,
                    36,
                    "DATE"
                ],
                [
                    53,
                    61,
                    "DATE"
                ],
                [
                    206,
                    212,
                    "DATE"
                ],
                [
                    232,
                    240,
                    "DATE"
                ],
                [
                    9,
                    17,
                    "APP"
                ],
                [
                    89,
                    124,
                    "PAY"
                ],
                [
                    178,
                    205,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Deprem bölgesi Hatay Yayladağı konteynerler bölgesinde Vodafone hattım çekmediği için 6. Ayın sonunda başka bir operatöre geçmek zorunda kaldım. Geçmeden önce yanında uygulamasında Tobi üzerinden taahhütten çıkmam sonrasında ödeyeceğim cayma bedelinin aylık kullanım olarak 15 TL şeklinde cevap aldım. Buna istinaden faturadan çıktım ve bana şu anda 1500 TL fatura bilgisi geldi ve bunun 1300 TL'sinin cayma bedeli olduğu belirtildi. Alamadığımız bir hizmetin bedelinin bu kadar yüksek olması gerçekten üzücü ve haksız bir durumdur. Halihazırda deprem bölgesi şartları çok zorken bir de böyle şeylerle muhatap oluyoruz. Bu faturayı kabul etmediğimi belirtmek istiyorum.",
        {
            "entities": [
                [
                    55,
                    63,
                    "OPE"
                ],
                [
                    86,
                    101,
                    "DATE"
                ],
                [
                    102,
                    143,
                    "LIN"
                ],
                [
                    181,
                    185,
                    "APP"
                ],
                [
                    15,
                    30,
                    "LOC"
                ],
                [
                    225,
                    300,
                    "PAY"
                ],
                [
                    342,
                    432,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Vodafone'dan Türk Telekom altyapısını kullanarak ev interneti aldım. Kurulum için Türk Telekom ekiplerinin arayıp randevu verecekleri söylendi ama aranmadan 1 Ocak günü tatil sabahında geldiler. Fiber kablosu çekilmesi lazım deyip kurulumu yapmadan gittiler. Aynı gün içerisinde kablo işini hallettik fakat aradan 2 hafta geçmesine rağmen ne randevu için aradılar ne de geldiler. Mağdur olmamak için Vodafone'dan hizmet alalım dedik kaç haftadır interneti kuramadılar. Her aradığımda da bu Türk Telekom ekipleri ile ilgili bir durum talebinizi iletiyoruz diyorlar",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    13,
                    25,
                    "OPE"
                ],
                [
                    82,
                    94,
                    "OPE"
                ],
                [
                    157,
                    168,
                    "DATE"
                ],
                [
                    259,
                    267,
                    "DATE"
                ],
                [
                    400,
                    412,
                    "OPE"
                ],
                [
                    490,
                    502,
                    "OPE"
                ],
                [
                    195,
                    257,
                    "NET"
                ],
                [
                    307,
                    378,
                    "SER"
                ],
                [
                    433,
                    467,
                    "NET"
                ]
            ]
        }
    ],
    [
        "H. Heleteli adına kullanılan Turkcell Superonline Superbox internet kullanımı için yeni tarife için çok yüksek fiyat istiyorlar. Bu durumdan ötürü şikayetimiz var. Eski kullanım bedeli 150 GB 500 TL idi. Şu an için aynı kullanım miktarı için 900 TL istiyorlar.",
        {
            "entities": [
                [
                    0,
                    11,
                    "PER"
                ],
                [
                    29,
                    38,
                    "OPE"
                ],
                [
                    38,
                    50,
                    "APP"
                ],
                [
                    50,
                    59,
                    "APP"
                ],
                [
                    83,
                    127,
                    "PAY"
                ],
                [
                    163,
                    259,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Hangi yüzyılda yaşıyoruz. Gprs bağlantı nedir ya? 20 yıldır bir firma kendini hiç mi güncellemez! Geçtiğime geçeceğime bin pişman oldum ya bir ayda delirttiniz beni. Yok mu sizin altyapınız iş yerindeyim karşı deponun üstünde baz istasyonu var kimindir bilmem. Yazık ama ya dönün bir bakın kendinize teknolojiniz var nerede kopma var nerede zayıflama var bilirsiniz önlemini alırsınız. Durup bakıyor musunuz?",
        {
            "entities": [
                [
                    50,
                    59,
                    "DATE"
                ],
                [
                    139,
                    147,
                    "DATE"
                ],
                [
                    166,
                    189,
                    "NET"
                ],
                [
                    299,
                    384,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom müşterisiyim. Daha önce yaşadığım bir durumla ilgili yardımınıza ihtiyacım var. Geçtiğimiz dönemde, taahhüdümün sona ermesinin ardından Türk Telekom’dan Turkcell’e geçiş yaptım. Daha sonra tekrar Türk Telekom’a dönüş yaptım. Geçiş işlemlerim sırasında iki farklı bayiye bu işlemler sonucunda herhangi bir taahhüt altına girip girmeyeceğimi özellikle sordum ve her iki bayi de bana taahhüt oluşmayacağını belirtti.Ancak, bu işlemlerin ardından hesabımdan 3.500 TL tutarında bir ücret kesildiğini fark ettim. Bu durum üzerine iki kez Türk Telekom Müşteri Hizmetleri’ni aradım ve yapılan kesintiyi sordum. Her iki aramada da bu kesintinin Türk Telekom tarafından yapılmadığı bilgisi verildi ve kabul edilmedi. Bunun üzerine, bankam ile iletişime geçerek ödeme dekontunu temin ettim. Gönderdim ama onu da dikkate almadınız. Sizden ricam, bu konunun detaylı bir şekilde incelenmesi ve tarafıma doğru bir açıklama yapılmasıdır. Eğer bu kesinti hatalı bir şekilde yapıldıysa, iadesinin gerçekleştirilmesini talep ediyorum. Konuyu en kısa sürede çözmenizi rica ediyorum.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    150,
                    166,
                    "OPE"
                ],
                [
                    167,
                    177,
                    "OPE"
                ],
                [
                    210,
                    224,
                    "OPE"
                ],
                [
                    546,
                    558,
                    "OPE"
                ],
                [
                    559,
                    615,
                    "SER"
                ],
                [
                    650,
                    662,
                    "OPE"
                ],
                [
                    178,
                    190,
                    "LIN"
                ],
                [
                    225,
                    237,
                    "LIN"
                ],
                [
                    456,
                    519,
                    "PAY"
                ],
                [
                    936,
                    1028,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Vodafone'un 1-1.5 yıldır bu faturalı tarifesini kullanıyorum ama 3-4 ay baktığımda geçmişe hep 100-150 TL fazla fatura yansımış. Önceki ayları aradığımda müşteri temsilcileri pek ilgilenmedi. Yine bu ay pek ücret harcamama rağmen 400 lira fatura çıkmış, 300 lira çıkacak fatura mağdurum. Toplam 4-5 ay içinde fazladan 100-150 TL ödüyorum. Paramın geri iadesini istiyorum. Aksi takdirde gerekli mercilere bildireceğim.\"",
        {
            "entities": [
                [
                    1,
                    12,
                    "OPE"
                ],
                [
                    13,
                    25,
                    "DATE"
                ],
                [
                    66,
                    72,
                    "DATE"
                ],
                [
                    155,
                    191,
                    "SER"
                ],
                [
                    296,
                    302,
                    "DATE"
                ],
                [
                    340,
                    372,
                    "PAY"
                ],
                [
                    93,
                    128,
                    "PAY"
                ],
                [
                    204,
                    287,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Vodafone'dan adıma çıkarılan yüksek faturayı kabul etmiyorum. 325 TL'lik 60 GB paketinizden yaptım ancak güncel tutar 690 küsur gözükmekte. Sorunumun çözülmemesi halinde gerekli yasal merci ve Tüketici Hakları'na başvuracağım. İvedilikle çözüm bekliyorum.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    193,
                    212,
                    "ORG"
                ],
                [
                    29,
                    60,
                    "PAY"
                ],
                [
                    62,
                    138,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Vodafone'de daha önce Yanımda uygulamasından geçebileceğim tarifeler önerileri çıkıyordu. Yaklaşık iki yıldır tarife taahhüdüm bitmesine rağmen geçebileceğim tarifeler menüsü yok, çıkmıyor. Lütfen buna bir el atın, yardımcı olun. Yüksek fiyatlı tarife kullanmak zorunda kalıyorum.\"",
        {
            "entities": [
                [
                    1,
                    12,
                    "OPE"
                ],
                [
                    91,
                    110,
                    "DATE"
                ],
                [
                    23,
                    31,
                    "APP"
                ],
                [
                    118,
                    189,
                    "PKG"
                ],
                [
                    231,
                    280,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Bugün kullandığım operatör olarak Vodafone'dan 470 TL ödediğim faturayı bugün 830 TL olarak güncellediler. Tam %75 tarifeme zam geldi. Yasal olarak bu kadar yüksek zam yapılması mümkün mü bilmiyorum ama kiralara bile yasal olarak zam sınırlandırılması mevcut. Yurt dışı tarife fiyatlarına baktım, resmen paramla rezil oluyorum.\"",
        {
            "entities": [
                [
                    35,
                    47,
                    "OPE"
                ],
                [
                    108,
                    135,
                    "PAY"
                ],
                [
                    48,
                    106,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Bana ait olmayan bir fatura SMS i aldım. Türk Telekom'dan evde işte internet hizmeti kullanmadığım halde SMS olarak ödemem gereken tutar ve son ödeme tarihli SMS aldım. Ve bu mesajı iki defa üst üste aldım. Mail attım Türk Telekom iletişim adresine fakat cevap gelmedi.",
        {
            "entities": [
                [
                    0,
                    27,
                    "PAY"
                ],
                [
                    41,
                    57,
                    "OPE"
                ],
                [
                    116,
                    136,
                    "PAY"
                ],
                [
                    218,
                    230,
                    "OPE"
                ],
                [
                    249,
                    268,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"23 Aralık 2024 günü 14.28 de Vodafone dan paket tanımladık. 2025 de zamlı fiyatlardan etkilenmemek için tarife bitmeden önce bu işlemi gerçekleştirdik. Ancak Vodafone kendi sistematik hataları yüzünden paketi bize tanımlamamış. Şimdi ise daha pahalı bir fiyattan bize paket satmaya çalışıyorlar. Müşteri temsilcisi ile konuşmalarımızın ss leri mevcuttur. Vodafone birçok kez aranmıştır ancak hepsinde \"\"şu an gözükmüyor paket bitince tanımlanır\"\" denmiştir. Bugün en son aradığımda yapılacak bir şey olmadığını söylediler bize. Bu 1 aylık süreçte geri dönüş yapılacak dediler. Geri dönüşte yapmadılar. Hatta müşteri temsilcisi arkadaşın bize tanımladığı paketin mevcut olmadığını söylüyorlar. Bir de dalga geçer gibi mahkemeye de verseniz bir şey olmaz diyorlar. Biz yeni tarifeye geçişi son güne de bırakmayı biliyorduk. Zamlardan etkilenmemek için 1 ay evvelinden bu işlemleri gerçekleştirdik. Ancak Vodafone tarafından hiçbir karşılığı yok. Hakkımızı yiyorlar. Gereğinin yapılmasını istiyorum. BTK ya da şikayette bulundum. Kendi hatalarının bedelini bize ödettirmeye çalışıyorlar.\"",
        {
            "entities": [
                [
                    532,
                    539,
                    "DATE"
                ],
                [
                    998,
                    1001,
                    "ORG"
                ],
                [
                    1,
                    15,
                    "DATE"
                ],
                [
                    30,
                    38,
                    "OPE"
                ],
                [
                    61,
                    65,
                    "DATE"
                ],
                [
                    69,
                    151,
                    "PAY"
                ],
                [
                    159,
                    167,
                    "OPE"
                ],
                [
                    203,
                    227,
                    "PKG"
                ],
                [
                    239,
                    295,
                    "PAY"
                ],
                [
                    356,
                    364,
                    "OPE"
                ],
                [
                    402,
                    457,
                    "SER"
                ],
                [
                    465,
                    527,
                    "SER"
                ],
                [
                    578,
                    601,
                    "SER"
                ],
                [
                    655,
                    692,
                    "SER"
                ],
                [
                    823,
                    850,
                    "PAY"
                ],
                [
                    851,
                    855,
                    "DATE"
                ],
                [
                    903,
                    911,
                    "OPE"
                ],
                [
                    1055,
                    1084,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Turkcell hesabım aplikasyonda açılmıyor. Defalarca onay kodu girdiğim halde. Ne kadar GB kullandığımı göremiyorum. Yurt dışında haftalık indirim için 2255 e 385kontor! İndirim yazıp yollayın diye mesaj geldi. Yollayınca 4157 den geçersiz bir servis kodu kullandınız mesaj geliyor.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    77,
                    113,
                    "PKG"
                ],
                [
                    229,
                    279,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "5433****27 numaralı aboneliğim kapsamında taahhüdüm 2810 TL ödemekteyim. 02.01.25 tarihinde tarafıma 3890 TL fatura geldi. Hem taahhüdüm 285 olmasına rağmen nasıl oluyor da 3890 TL geliyor? Gerekli kontrollerin yapılıp bunun düzeltilmesini istiyorum. Aksi halde BTK ve gerekli tüm yasal mercilere şikayet edeceğim.",
        {
            "entities": [
                [
                    92,
                    122,
                    "PAY"
                ],
                [
                    0,
                    19,
                    "NUM"
                ],
                [
                    52,
                    71,
                    "PAY"
                ],
                [
                    73,
                    81,
                    "DATE"
                ],
                [
                    127,
                    156,
                    "PAY"
                ],
                [
                    173,
                    188,
                    "PAY"
                ],
                [
                    262,
                    265,
                    "ORG"
                ]
            ]
        }
    ],
    [
        "\"Benim onayım ve iznim olmadan paket tanımlanmış, aşım olmuş. Ben bunu kabul etmiyorum. Bana mağazadaki akıllı fatura özelliğinden bahsedildi fakat böyle bir özellik yok. Bu haksızlık, ben bunu ödemem. Sonuçta benim onayım yok, görmesem milyarlar olacak fatura. Gereğinin yapılmasını arz ediyorum. Müşteri hizmetleri ile görüştüm, bana dönüş yapılacağı söylendi ama henüz bir dönüş bile yapılmadı.\"",
        {
            "entities": [
                [
                    331,
                    396,
                    "SER"
                ],
                [
                    1,
                    60,
                    "PKG"
                ],
                [
                    142,
                    169,
                    "OTH"
                ],
                [
                    185,
                    200,
                    "PAY"
                ],
                [
                    237,
                    260,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Vodafone hattını yeniledim. Hepsiburada üyeliği 12 ay ücretsiz diye belirtiyordu. Üyelik sonrası bir türlü kampanya sekmesi çıkmadı. Sonra Hepsiburada sayfasında belirtiliyor. Premium üyesi iseniz faydalanamazsınız. Ancak bunu Vodafone'un bana bildirmesi gerekiyordu. Resmen kandırılmış hissediyorum. 12 ay tarifemi yenilediğime pişman oldum. Aylık 49 lira için yazdığım şikayetten öte cidden Vodafone ile devam ettiğime üzülüyorum. Keşke imkanım olsa cezasız cayma bedeli olmadan iptal edebilsem ve kurtulsam şirketinizden dedirtiyorsunuz. Onca senelik Vodafone'lu oluşumdan öte cidden küçük şeylerle insanı soğutuyorsunuz.",
        {
            "entities": [
                [
                    176,
                    215,
                    "PAY"
                ],
                [
                    301,
                    306,
                    "DATE"
                ],
                [
                    343,
                    361,
                    "PAY"
                ],
                [
                    460,
                    540,
                    "PAY"
                ],
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    28,
                    39,
                    "APP"
                ],
                [
                    48,
                    53,
                    "DATE"
                ],
                [
                    54,
                    80,
                    "PAY"
                ],
                [
                    139,
                    150,
                    "APP"
                ],
                [
                    227,
                    238,
                    "OPE"
                ],
                [
                    393,
                    401,
                    "OPE"
                ],
                [
                    554,
                    565,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom Pendik Müdürlüğü, tanıdıklarına öncelik verip benim fiber dönüşümümü sağlamıyor. 14.12.2024 tarihinde yaptığım başvuruyu sürekli farklı sebeplerle iptal ettiler. Binadaki çalışmada ilk OBK kablosunu (dairelere çekilen kablo) bağladılar ve bir hafta sonra ankastre kutusunu bağladılar. 3 gün sonrasında ise ankastre kutu ile OBK kablolarını bağladılar. Gelen saha elemanına sorduğumda arayıp randevu almamı söylediler. Çağrı merkezleri ile yaptığım görüşmelerde; ilk aramamda ankastre kutu olmadığı ve bunu belirttiğim halde fiber dönüşüm randevusu oluşturuldu. Ve sonrasında sırasıyla ankastre kutusu olmadığı için, ankastre kutusunda hat aktifliği olmadığı için, ankastre kutusunda sinyal olmadığı için, teknik ekibin geldiğini ve ulaşamadığını söyledikleri için (kamera kayıtları da var gelmedikleri ve aramadıkları), arıza talebi oluşturduğum için var olan hiper internetimi de kestiler. İki gün (19-20.12.2024) ve tekrar aramamda başvurumu iptal edip eski internetimi geri verin dediğimde 5 dakika içinde geldi. Bu sürede Pendik genel müdürlüğünde tanıdık olduğunu beyan eden Pendik Genel Müdürlüğü saha ekibinin çalışanı, yan binamdaki no:30/5 kişiye internet kurulumu için geldi. Adresimdeki sokak isminin 5 yıl önce değiştiği bilgisi yüzünden nakil işlemi başlatarak ama aynı adreste ikamet ettiğim halde ve son olarak da hiç sebep söylemeden ve benim aramam haricinde mesaj dahi atmadan randevumu ertelediler. Sorunum çözülmesi için oluşturduğum şikayet kayıtları bile fayda etmedi. Sorunumun çözülmesini istiyorum.\"",
        {
            "entities": [
                [
                    95,
                    115,
                    "DATE"
                ],
                [
                    299,
                    315,
                    "DATE"
                ],
                [
                    1226,
                    1236,
                    "DATE"
                ],
                [
                    1264,
                    1276,
                    "NET"
                ],
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    14,
                    20,
                    "LOC"
                ],
                [
                    66,
                    93,
                    "NET"
                ],
                [
                    125,
                    174,
                    "SER"
                ],
                [
                    874,
                    903,
                    "NET"
                ],
                [
                    914,
                    927,
                    "DATE"
                ],
                [
                    1040,
                    1046,
                    "LOC"
                ],
                [
                    21,
                    30,
                    "ORG"
                ],
                [
                    1047,
                    1065,
                    "ORG"
                ],
                [
                    1101,
                    1116,
                    "ORG"
                ],
                [
                    1094,
                    1100,
                    "LOC"
                ],
                [
                    1155,
                    1162,
                    "LOC"
                ],
                [
                    1390,
                    1430,
                    "SER"
                ],
                [
                    1468,
                    1503,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Turkcell Mega Oyna İzle paketini aldım. Youtube.com ve TikTok'ta kullanmak için fakat bu zaman diliminde Youtube.com ve TikTok kullanımı yaptığım halde ana paketimdeki internet paketim bitti. Ve Mega Oyna İzle paketimde harcanan internet 3 günde 2.25 GB. Şimdi benim zararımı kim karşılayacak?",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    9,
                    32,
                    "PKG"
                ],
                [
                    40,
                    51,
                    "APP"
                ],
                [
                    55,
                    64,
                    "APP"
                ],
                [
                    105,
                    116,
                    "APP"
                ],
                [
                    120,
                    126,
                    "APP"
                ],
                [
                    127,
                    190,
                    "PKG"
                ],
                [
                    195,
                    253,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "Vodafone uyumlu 15 GB tarifesini 140 TL'den kullanıyordum. Taahhüt sürem bitmek üzereyken yenileme fiyatı olarak neredeyse 4 katı olan 420 TL fiyat veriyorlar. Bir de sınırlı kampanya olarak sunuyorlar. Çok uygun fiyat veriyorlarmış gibi. Mevcut müşteriye resmen 'işine gelirse' şeklinde muamele yapılıyor.",
        {
            "entities": [
                [
                    90,
                    159,
                    "PAY"
                ],
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    9,
                    32,
                    "PKG"
                ],
                [
                    33,
                    57,
                    "PAY"
                ],
                [
                    59,
                    85,
                    "PKG"
                ],
                [
                    203,
                    237,
                    "PAY"
                ],
                [
                    239,
                    305,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Tivibu Türk Telekom'a 15 Aralık'ta taşındım ve nakil talebinde bulundum ama bugün 28 Aralık ve hala haber verecekler, bekliyorum. Hiçbir yetkiliden sağlıklı bir bilgi alamıyorum. Sanki hayali bir şebeke insan yerine koyup da bir Allah'ın kulu cevap yazmaz mı anlamıyorum. Tabu dediler, fatura dediler, ikametgah adresi dediler, gönderdim maille dediler. Dediğime bakmayın, bir kere müşteri hizmetleri dedi. Yani asıl kişilerden hiçbir cevap alamıyorum. Bu kadar olmaz pes. İptal mi edeyim, taahhütlü onu alacaklar mı benden almayacaklar mı ne yapacağımı şaşırdım.\"",
        {
            "entities": [
                [
                    23,
                    35,
                    "DATE"
                ],
                [
                    48,
                    76,
                    "NET"
                ],
                [
                    8,
                    22,
                    "OPE"
                ],
                [
                    1,
                    7,
                    "APP"
                ],
                [
                    77,
                    92,
                    "DATE"
                ],
                [
                    131,
                    178,
                    "SER"
                ],
                [
                    408,
                    452,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Vodafone Yanımda uygulamasında e-posta adresini doğrula, 3GB kazan hediyesini almak istedim. E-postamı girdim, onay e-postası geldi ama onayla dediğimde işlem başarılı diyor. Tobi'ye girip interneti istediğimde e-posta adresini onaylat dedi. Ben de bir daha girdim onay e-postasına, bu kez işlem başarısız dedi. Yardımcı olur musunuz?\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    10,
                    17,
                    "APP"
                ],
                [
                    58,
                    78,
                    "PKG"
                ],
                [
                    176,
                    183,
                    "APP"
                ]
            ]
        }
    ],
    [
        "\"Yaklaşık 1 yıldır yaşadığım binada, sitede telefon çekmiyor veya ses kesik kesik geliyor. Ailece Telekom abonesiyiz ve 1 yıldır WhatsApp üzerinden görüşmelerimizi yapar hale geldik. Müşteri temsilcisine yaptığımız şikayet sonucu tarafımıza 'Sokağınızda altyapı yatırımına ihtiyaç vardır.' cevabı veriliyor. Başka bir çözüm sunulmuyor. Oysaki 1 yıl öncesi gayet sorun yoktu. Artık bu sorunun giderilmesini istiyorum. Oturduğumuz yer merkezi ve nüfusu kalabalık bir mahalledir. Ailece sorunun giderilmesini veya altyapınızdan kaynaklı sorunun tarife paketlerimizde indirim olarak yansımasını talep ediyorum. Sorun yaşadığım konum adresi: Yenikent Mah. Serpil Sokak 12 numaralı Umut Sitesi C5 Blok Kat 4 Derince/Kocaeli.\"",
        {
            "entities": [
                [
                    1,
                    18,
                    "DATE"
                ],
                [
                    44,
                    90,
                    "NET"
                ],
                [
                    120,
                    128,
                    "DATE"
                ],
                [
                    343,
                    348,
                    "DATE"
                ],
                [
                    98,
                    105,
                    "OPE"
                ],
                [
                    129,
                    137,
                    "APP"
                ],
                [
                    242,
                    287,
                    "NET"
                ],
                [
                    308,
                    334,
                    "SER"
                ],
                [
                    511,
                    541,
                    "NET"
                ],
                [
                    564,
                    605,
                    "PAY"
                ],
                [
                    542,
                    563,
                    "PKG"
                ],
                [
                    637,
                    718,
                    "LOC"
                ]
            ]
        }
    ],
    [
        "Türk Telekom yetkililerine 2 ay önce direkteki kablonun yere değdiğini gelip tamir etmeleri gerektiğine dair arıza bildirimi yaptık hala hiçbir faaliyet yok. Hiç çekinmeden geldik yaptık diye bildirimde bulunuyorlar. Tekrar tekrar aradığımızda farklı yerlere yönlendiriliyoruz. Kablo yerlerde sürünüyor. İnternet hizmetim kesilecek. Ne bekliyorlar anlayamıyoruz. Asla bir geri dönüş yok.",
        {
            "entities": [
                [
                    27,
                    36,
                    "DATE"
                ],
                [
                    278,
                    302,
                    "NET"
                ],
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    132,
                    156,
                    "SER"
                ],
                [
                    304,
                    331,
                    "NET"
                ],
                [
                    363,
                    386,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Vodafone Yanımda veri kullanım izni açılmıyor. Hediye çarkını çevirebilmem için Vodafone Yanımda uygulama ayarlarından veri kullanım iznini açmanız gerekiyor diyor sorununun en kısa süre içerisinde çözülmesini talep ediyorum. Canlı destek çözüm sunamadı.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    9,
                    16,
                    "APP"
                ],
                [
                    17,
                    45,
                    "OTH"
                ],
                [
                    80,
                    88,
                    "OPE"
                ],
                [
                    89,
                    96,
                    "APP"
                ],
                [
                    226,
                    253,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Uzun süredir Türk Telekom kullanıyorum ve yakın zamanda taşındım, internetimi taşındığım yere aldırdım. İnternet çok yavaş ve kötü oluyor. Oyunlar yüksek pingden oynanamıyor ve evin bazı yerlerinde internet bile çekmiyor. Altyapı çok zayıf, internetim sabit hızını vermiyor.\"",
        {
            "entities": [
                [
                    105,
                    123,
                    "NET"
                ],
                [
                    127,
                    139,
                    "NET"
                ],
                [
                    178,
                    221,
                    "NET"
                ],
                [
                    14,
                    26,
                    "OPE"
                ],
                [
                    140,
                    174,
                    "NET"
                ],
                [
                    223,
                    274,
                    "NET"
                ]
            ]
        }
    ],
    [
        "Altyapıyı Türk Telekom'dan aldığımız Turkcell Superonline kullandığımız internet 50 gündür yok. Altyapı çalışması yapılırken binaya gelen kablo koptu ve hâlâ yapılmıyor. Verilen tarihlerin hiçbirisinde yapılmadı. Sürekli erteleniyor. Bizim hatamız olmamasına rağmen kaç aydır internetimizi kullanamıyoruz.",
        {
            "entities": [
                [
                    276,
                    305,
                    "NET"
                ],
                [
                    0,
                    9,
                    "NET"
                ],
                [
                    10,
                    26,
                    "OPE"
                ],
                [
                    37,
                    45,
                    "OPE"
                ],
                [
                    46,
                    57,
                    "APP"
                ],
                [
                    58,
                    94,
                    "NET"
                ],
                [
                    96,
                    149,
                    "NET"
                ],
                [
                    170,
                    211,
                    "SER"
                ],
                [
                    213,
                    232,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Yurt dışına çıktım. \"\"değerli müşterimiz, bulunduğunuz ülkede geçerli yurt dişi ek paketiniz veya Her şey Dahil Pasaport servisiniz aktif değilse yapacağınız aramalar ve aranmaların dakikası ve internet kullanımlarınızın MB si 17 TL, SMS gönderimleriniz ise 4 TL olarak ücretlendirilir.\"\" Bu Vodafone mesajıdır.Bana 50 MB internet, 2 adet SMS ve 5dk konuşma hediye edildi sözde. Ben 50 MB internetin 3 MB interneti kullandım ve toplamda yaklaşık 4 SMS kullandım 2 SMS hediyeydi zaten. 5 dakika konuşmanın taş patlasa 3 dakikasını kullandım. Sonrasında şöyle bir mesaj daha geldi. Vodafone'dan:\"\"değerli müşterimiz, bulunduğunuz ülkede geçerli yurt dişi ek paketiniz veya Her şey Dahil Pasaport servisiniz aktif değilse yapacağınız aramalar ve aranmaların dakikası ve internet kullanımlarınızın MB si 17 TL, SMS gönderimleriniz ise 4 TL olarak ücretlendirilir.\"\" Bu yazdıklarıma bakılırsa benim faturama taş patlasa 10-15 TL yansıması gerekmektedir.Sonrasında bana bir mesaj daha geldi : \"\"Yurt Dışına hoş Geldin Hediyesi kapsamında hattınıza ücretsiz tanımladığımız SMS'lerin tamamını kullandınız.\"\" Dendi evet doğru bu durumda benim her SMS için 4 TL ödemem gerekecekti. Ben de buna istinaden mesajlarımı attım. Daha sonrasında benim faturama benim bilgim ve onayım dışında \"\"Her şey dahil pasaport servisi aktif edildi. Bana sorulmadı ve ben onay vermedim tamamen haksız bir şekilde benim faturama 349 TL eklendi. Ben onay vermediğim sürece bunu kimse yapmaması gerekir. Attığınız bilgilendirme mesajı beni ilgilendirmemektedir. Ben onay vermedim. Aynı şekilde benim Turkcell hattım da mevcut ama ben yurt dışına giriş yaptığımda Turkcell aynı şeyleri yapmadı. Buna istinaden bir mesaj daha gelmişti eğer ücretsiz olarak Vodafone tarafından aranmak istiyorsanız kırmızı yazıp 0542 704 80 00 numaraya SMS atarsanız sizi arayacağız diye bir SMS geldi. Vodafone tarafından. 2 kere SMS atmama rağmen kimse beni aramadı. Sırf faturalı hattayım ve yurt dışındayım diye Vodafone kafasına göre paket ekliyor. Paket çıkarıyor. Onayımı bile sormuyor Vodafone uygulamasından müşteri temsilcisine 2 kere bağlanmama rağmen hiçbir şekilde yardımcı olunmuyor. Müşteri temsilcisine de iyi ki bağlandım yoksa her gün faturama 349 TL eklenecekti. Paketi iptal ettim ama faturama yansıyan fazla tutar için hiçbir şekilde yardımcı olunmadı. Yardımcı olunmasını arz ediyorum.\"",
        {
            "entities": [
                [
                    293,
                    301,
                    "OPE"
                ],
                [
                    1570,
                    1578,
                    "OPE"
                ],
                [
                    1633,
                    1641,
                    "OPE"
                ],
                [
                    1724,
                    1732,
                    "OPE"
                ],
                [
                    1853,
                    1861,
                    "OPE"
                ],
                [
                    1966,
                    1974,
                    "OPE"
                ],
                [
                    2043,
                    2051,
                    "OPE"
                ],
                [
                    2255,
                    2322,
                    "PAY"
                ],
                [
                    581,
                    593,
                    "OPE"
                ],
                [
                    1230,
                    1321,
                    "PAY"
                ],
                [
                    1779,
                    1793,
                    "NUM"
                ],
                [
                    1898,
                    1917,
                    "SER"
                ],
                [
                    1974,
                    2019,
                    "PKG"
                ],
                [
                    2067,
                    2146,
                    "SER"
                ],
                [
                    222,
                    263,
                    "PKG"
                ],
                [
                    317,
                    358,
                    "PKG"
                ],
                [
                    795,
                    836,
                    "PKG"
                ],
                [
                    895,
                    948,
                    "PAY"
                ],
                [
                    1148,
                    1171,
                    "PAY"
                ],
                [
                    1392,
                    1415,
                    "PAY"
                ],
                [
                    1532,
                    1549,
                    "OTH"
                ],
                [
                    2021,
                    2042,
                    "OTH"
                ],
                [
                    2203,
                    2230,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"2024 yılı Temmuz ayı 116 TL paket tutarı2024 yılı Ağustos ayı 255 TL paket tutarı2024 yılı Kasım ayı 395 TL paket tutarı.Bu tutarlar paket kullanımıdır, aşımı mevcut değildir. Ve bu ay faturamda paket bedeli 455 TL üzerinden gelecek diye Turkcell'den mesaj geldi. Sorarım size, 6 ay içinde 4 defa nasıl olur da zam yaparsınız anlamış değilim. 116 TL'den 455 TL'ye çıktı, bu oluyor ki %400 zam yapmış oluyorsunuz.2025 yılı asgari ücrete bile %30 zam yapılmıştır. Bu nasıl bir hizmet anlayışı, müşteri memnuniyetidir? Bunun acil olarak incelenip tarafıma dönüş yapılmasını talep ediyorum. Aksi durumda Tüketici Hakem Heyeti'ne başvurup operatör değişikliği yapacağım.\"",
        {
            "entities": [
                [
                    102,
                    121,
                    "PKG"
                ],
                [
                    239,
                    251,
                    "OPE"
                ],
                [
                    601,
                    625,
                    "ORG"
                ],
                [
                    1,
                    21,
                    "DATE"
                ],
                [
                    41,
                    62,
                    "DATE"
                ],
                [
                    82,
                    101,
                    "DATE"
                ],
                [
                    22,
                    41,
                    "PKG"
                ],
                [
                    63,
                    82,
                    "PKG"
                ],
                [
                    279,
                    342,
                    "PAY"
                ],
                [
                    344,
                    370,
                    "PAY"
                ],
                [
                    635,
                    665,
                    "LIN"
                ],
                [
                    385,
                    393,
                    "PAY"
                ],
                [
                    442,
                    461,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Turkcell hattımda 1 GB internetim var ama kullanamıyorum. Veriyi açıp kapattım. Uçuş moduna aldım çıkardım telefonu tümden kapatıp açtım ama hiçbir şekilde internet çekmiyor ve yarın son günü zaten birgünlük ve ben kullanamıyorum. Turkcell'den şikayetçiyim",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    231,
                    243,
                    "OPE"
                ],
                [
                    141,
                    173,
                    "NET"
                ],
                [
                    211,
                    229,
                    "NET"
                ],
                [
                    23,
                    56,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Turkcell otomatik ödeme talimatımı iptal etmiyor. Daha önce İş Bankası üzerinden verilmiş otomatik ödeme talimatım vardı. Kredi kartımı iptal ettiğim için İş Bankası üzerinden talimat görünmüyor, talimat da iptal oldu. Turkcell sistemi üzerinden ise İş Bankası talimatı görünüyor. Defalarca İş Bankası müşteri hizmetleri ile görüştüm fakat talimatınız yok diyorlar. Turkcell müşteri hizmetleri ile de defalarca görüştüm, kayıt da oluşturdular fakat talimatı iptal edemediler. İki taraf da sorun bizden kaynaklanmıyor diyor. Bu yüzden başka bankadan otomatik ödeme talimatı veremiyorum. Otomatik ödeme talimatımın iptalini talep ediyorum.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    220,
                    228,
                    "OPE"
                ],
                [
                    367,
                    375,
                    "OPE"
                ],
                [
                    550,
                    585,
                    "PAY"
                ],
                [
                    61,
                    72,
                    "BANK"
                ],
                [
                    156,
                    166,
                    "BANK"
                ],
                [
                    251,
                    261,
                    "BANK"
                ],
                [
                    292,
                    302,
                    "BANK"
                ],
                [
                    587,
                    637,
                    "PAY"
                ],
                [
                    376,
                    420,
                    "SER"
                ],
                [
                    450,
                    475,
                    "PAY"
                ],
                [
                    10,
                    49,
                    "PAY"
                ],
                [
                    176,
                    218,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom müşteri hizmetleri neden var ki? Taahhüdüm bitiyor, sesli yanıt sistemi konuyla alakasız paket kalan haklarımı sayıyor. Fatura taahhüdünüz bitiyor diyor, sanki biz bilmiyoruz. Bundan ötürü arıyoruz zaten, iptal edeceğim. Ücretsiz de olsa kullanmayacağım, paramızla rezil oluyoruz.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    47,
                    132,
                    "PAY"
                ],
                [
                    134,
                    160,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Natilus AVM Turkcell bayisine 5 dakikalık esnek hat devir işlemi için gittim ancak işlemi yapmamak için her türlü zorluk yaratıldı, defalarca verdiğim sipariş no ve telefon no sisteme girildiği halde her aşamada ayrı sorunlar önüme koyuldu, mevcut paketim veya geçiş yapacağım paket seçenekleriyle ilgili asla bilgi verilmedi, hiçbir konuda yardımcı olunmadı. Son aşamada PDF'e çevrilemeyen sözleşme sorunu nedeniyle işlem yapılamıyor, 2 saat sonra tekrar gelin denilip gönderilmeye çalışıldım. Teknik sorun için destek isteyelim, ya da hatanın detayını verin. Anlamaya çalışalım. Çözüm bulabilmek için dediğim halde, sorunun detayının verilemeyeceği, komplike bir işlem olduğu için hataya açık olduğunu, bu hata kalkana kadar denemem gerektiği söylendi. Gün içerisinde her saat bayiye gidip işlem deneyemeyeceğim için ana merkezi arayıp destek istedim, merkez çalışanları da yaşadığım duruma inanamadılar. Basit bir işlemin teknik bir hatayla yapılamamasının ve bu hata için teknik destek istenmemesini anlayamadılar. Bir daha Natilus Turkcell'in önünden dahi geçmem, bu kadar kaba, bilgisiz, başından savarak iş yapmaktan kaçan başka bir bayi görmedim. Hiç kimse basit bir işlem dahi olsa gitmesin bu bayiye, mağduriyetim sebebiyle gerekli hukuki yollara başvuracağımı da beyan ederim.Müşteriler olarak hizmet kalitesine güvendiğimiz için Turkcell'i seçiyoruz ve ekstra ücretler ödüyoruz, ya bayi çalışanlarının müşteri ilişkileri alanında eğitilmesini, olmuyorsa da daha donanımlı, yardımcı ve müşteri odaklı anlayışta kişilerle kadrolarınızın yenilenmesini temenni ediyorum. Aksi durumda benim gibi birçok mağdur müşterinizi kaybedeceksiniz.\"",
        {
            "entities": [
                [
                    13,
                    21,
                    "OPE"
                ],
                [
                    1037,
                    1048,
                    "OPE"
                ],
                [
                    1342,
                    1352,
                    "OPE"
                ],
                [
                    1,
                    12,
                    "LOC"
                ],
                [
                    53,
                    131,
                    "LIN"
                ],
                [
                    201,
                    240,
                    "SER"
                ],
                [
                    242,
                    326,
                    "PKG"
                ],
                [
                    470,
                    494,
                    "SER"
                ],
                [
                    392,
                    435,
                    "SER"
                ],
                [
                    908,
                    1018,
                    "SER"
                ],
                [
                    1029,
                    1037,
                    "LOC"
                ],
                [
                    1366,
                    1390,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Sayın Türk Telekom Yetkilileri, Uzun yıllardır internet hizmetinizi kullanmaktayım. Ancak ne yazık ki hizmet kalitenizin her geçen gün düştüğünü üzülerek gözlemliyorum. Ofis kullanımım için aldığım internet hizmetinde, çözülemeyen ve sürekli tekrarlanan problemler nedeniyle iki yıl boyunca sadece taahhüt bitiş tarihini bekleyerek ödeme yaptım. Onlarca kez arıza kaydı açtırmama rağmen sorunlar çözülmedi ve sonunda komşularımızın internetini kullanmak zorunda kaldık. Nihayet taahhüt süresinin bitmesiyle iptal işlemini gerçekleştirdik.Şimdi ise aynı sorunları ev internetinde yaşıyorum. Müşteri hizmetlerini her aradığımda ya modemde ya da kablo hattımda sorun olduğu söyleniyor, fakat sizin tarafınızda hiçbir problem olmadığı belirtiliyor. Modem güncellemesi yapmam önerildi, yaptım, düzelmedi. Yeni bir modem aldım, yine düzelmedi. Kablo hattını yeniledim, ama sorun hala devam ediyor. Artık hangi modemi almam gerektiğini ya da kablo düzenimi nasıl yapmam gerektiğini sizden öğrenmek istiyorum, çünkü ne yaptıysam bir çözüm bulamadım.Bunun yanı sıra uzun zamandır fiber internet bekliyoruz. Mevcut internet hızımızın artacağını düşünürken, elimizdeki internet hizmetini dahi düzgün bir şekilde kullanmayı özler hale geldik.Tüm bu mağduriyetleri yaşarken, tarafınızdan yalnızca 2 GB internet paketi gibi bir hediye ile geçiştirilmek gerçekten hayal kırıklığı yaratıyor. Şu an evimdeki internet sürekli kopuyor ve bu sorunu çözmeye yönelik bir girişim olmadığını gördükçe, yine taahhüt süresinin bitmesini beklemekten başka çaremiz kalmıyor.İnternet ödemesi geciktiğinde hizmet anında kesiliyor.Problem yaşandığında kullanıcı hatalı bulunuyor.İptal etmek istediğimizde taahhüt yaptırımlarıyla karşılaşıyoruz.Bu kadar problem yaşadıktan sonra verilen 2 GB internet hediyesi bir çözüm olmaktan çok uzakta. Artık arıza kaydı bırakmaktan yoruldum. İletişim bilgilerimi aşağıda paylaşıyorum. Ancak sorunumu çözemeyecekseniz lütfen beni aramayın. Ayrıca, 2 GB internet hediyesine de ihtiyacım yok.Sorunumun çözülmesini önemle rica ederim.Saygılarımla, D**** Y*******\"",
        {
            "entities": [
                [
                    7,
                    19,
                    "OPE"
                ],
                [
                    33,
                    47,
                    "DATE"
                ],
                [
                    276,
                    283,
                    "DATE"
                ],
                [
                    591,
                    682,
                    "SER"
                ],
                [
                    839,
                    862,
                    "NET"
                ],
                [
                    1547,
                    1576,
                    "NET"
                ],
                [
                    2052,
                    2067,
                    "PER"
                ],
                [
                    292,
                    345,
                    "PAY"
                ],
                [
                    347,
                    406,
                    "SER"
                ],
                [
                    790,
                    799,
                    "SER"
                ],
                [
                    1072,
                    1097,
                    "NET"
                ],
                [
                    1105,
                    1124,
                    "NET"
                ],
                [
                    1159,
                    1177,
                    "NET"
                ],
                [
                    1285,
                    1305,
                    "PKG"
                ],
                [
                    1392,
                    1416,
                    "NET"
                ],
                [
                    1483,
                    1511,
                    "PKG"
                ],
                [
                    1675,
                    1713,
                    "PKG"
                ],
                [
                    1756,
                    1778,
                    "PKG"
                ],
                [
                    1816,
                    1848,
                    "SER"
                ],
                [
                    1954,
                    1979,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "14 Ocak Salı günü saat 09:52 de 0542**42 00 04 numaralı Vodafone müşteri hizmetleri tarafından arandım. Taahhüt süremle ilgili sona yaklaştığım paket ve tarife yenilemem için. Müşteri danışmanın sunduğu pakette sınırsız Instagram paketi yok ve bende ısrar Instagram sınırsız paketi istediğimi belirtim oda tamamdır aynı tarifeye 4. Yıl memnuniyeti için ekliyorum dedi. Ve bana içeriği saydı. Bende kabul ettim. Bugün fark ediyorum ki Instagram sosyal sınırsız pakette yok. Bu bir insan kandırmadır. Kim bilir kaç kişiyi böyle yaptılar. Mağduriyetimin acil giderilmesini istiyorum. Aksi takdirde bütün hukuki hakkımı kullanıp yasal süreç başlatacağım.",
        {
            "entities": [
                [
                    256,
                    301,
                    "PKG"
                ],
                [
                    499,
                    534,
                    "SER"
                ],
                [
                    536,
                    580,
                    "OTH"
                ],
                [
                    0,
                    28,
                    "DATE"
                ],
                [
                    32,
                    46,
                    "NUM"
                ],
                [
                    56,
                    64,
                    "OPE"
                ],
                [
                    104,
                    174,
                    "PKG"
                ],
                [
                    211,
                    237,
                    "PKG"
                ],
                [
                    433,
                    471,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Hopa Turkcell İletişim Merkezi'nden 28 Aralık 2024 saat 18:00 sularında aldığım iPhone 16 Pro modeli için Panzerglass marka ekran koruyucum hatalı montaj dolayısıyla balon yaptı ve bu durumu maalesef ki işletmeden ayrıldıktan sonra, yaklaşık 1 saat içinde fark ettim. Pazar günü işletme kapalı olduğundan dolayı 30 Aralık Pazartesi günü saat 14:30 civarında koruyucunun değişimi için işletmeye gittim ve bana, özetle; durumun kendilerini ilgilendiren bir sorun olmadığını, ekranın garanti kapsamında olmadığını ve herhangi bir değişim, iade alamayacaklarını söylediler. Montajın hatalı yapıldığını kameradan milimetrik bir şekilde kanıtlayamayacağım için elimde hava kabarcıklı ve telefona her baktığımda sinirlerimi bozan bir ekran koruyucu ve banka hesabımdaki havaya gitmiş 1100₺'lik bir delikle kaldım. Konu hakkındaki geri dönüşünüzü sabırsızlıkla bekliyorum, teşekkürler.\"",
        {
            "entities": [
                [
                    6,
                    14,
                    "OPE"
                ],
                [
                    37,
                    62,
                    "DATE"
                ],
                [
                    131,
                    178,
                    "OTH"
                ],
                [
                    243,
                    256,
                    "DATE"
                ],
                [
                    288,
                    312,
                    "LIN"
                ],
                [
                    515,
                    535,
                    "OTH"
                ],
                [
                    537,
                    569,
                    "PAY"
                ],
                [
                    1,
                    5,
                    "LOC"
                ],
                [
                    81,
                    87,
                    "ORG"
                ],
                [
                    107,
                    119,
                    "ORG"
                ],
                [
                    269,
                    279,
                    "DATE"
                ],
                [
                    313,
                    349,
                    "DATE"
                ],
                [
                    571,
                    598,
                    "OTH"
                ],
                [
                    778,
                    806,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom faturasız Fix paketlerden satın almak istedim, Debit kartımı girdim ama ertesi gün mesaj geldi. Kartımda yeterli bakiye olmadığı için paketin yapılamadığına dair. Ben de o paketi iptal edip kredi kartıyla tekrar Fix paket aldım. Daha sonrasında iptal edilen işlem için de Debit kartımdan ekstra para çekildi ve ikinci paket de oluşturuldu. Şu an iki paket bulunmakta ve müşteri hizmetleri asla yardımcı olmamaktadır. Sorunum çözülmezse ay sonuna hemen başka bir operatöre faturalı geçeceğim.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    14,
                    39,
                    "PKG"
                ],
                [
                    110,
                    175,
                    "PAY"
                ],
                [
                    226,
                    241,
                    "PKG"
                ],
                [
                    285,
                    321,
                    "PAY"
                ],
                [
                    325,
                    352,
                    "PKG"
                ],
                [
                    359,
                    380,
                    "PKG"
                ],
                [
                    384,
                    429,
                    "SER"
                ],
                [
                    466,
                    504,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "Fatura taahhüt tutarım vergiler dahil 511 TL... Yalnız ödemem gereken tutar 1167 TL görünüyor. Herhangi bir aşım söz konusu değil 15 Ocak 2025 son ödeme tarihi.2 haftadır düzeltilmesini istiyorum ama hala düzeltilmedi. Yatırmayacağım faturayı kapanmasından mütevellit bir sıkıntı yaşarsam bu konuyla alakalı tüm mercilere başvuracağım.",
        {
            "entities": [
                [
                    130,
                    142,
                    "DATE"
                ],
                [
                    0,
                    44,
                    "PAY"
                ],
                [
                    55,
                    93,
                    "PAY"
                ],
                [
                    95,
                    128,
                    "PKG"
                ],
                [
                    160,
                    170,
                    "DATE"
                ],
                [
                    200,
                    217,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Vodafone da, Geçen yıl yenildiğim tarifemin kampanyasız fiyatı 179 TL idi. 60 TL indirim uyguladılar ve 1 yıl boyunca 119 TL den kullandım. Taahhüt sürem bitiyor. Müşteri hizmetlerini aradığımda tarifenin İndirimsiz fiyatının 312 TL olduğu söylendi. Nasıl oldu da 179 TL den 312 TL'ye çıktı tarife fiyatı. O günkü ses kayıtları Vodafone sisteminde mevcuttur. Bu operatör firmalarını denetleyen bir kurum yok mu bu ülkede? İstedikleri gibi fiyat belirleyip at koşturuyorlar.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    227,
                    250,
                    "PAY"
                ],
                [
                    265,
                    306,
                    "PAY"
                ],
                [
                    329,
                    337,
                    "OPE"
                ],
                [
                    14,
                    23,
                    "DATE"
                ],
                [
                    24,
                    74,
                    "PAY"
                ],
                [
                    76,
                    139,
                    "PAY"
                ],
                [
                    141,
                    162,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Vodafone'dan 2020 yılına ait alacağım olduğu e-Devlet'te görünüyor. Vodafone kullanıyorum, ne paramın iadesini yapıyor ne de bir açıklama yapıyor. Zaman aşımını bekliyorlar, ardından 'öyle bir şey yok' deyip kapattılar. Bana herhangi bir şekilde para iadesi yapılmadı. Bunu müşteri hizmetlerine bildirdim, ilgilenirseniz.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    69,
                    77,
                    "OPE"
                ],
                [
                    95,
                    146,
                    "PAY"
                ],
                [
                    14,
                    25,
                    "DATE"
                ],
                [
                    46,
                    57,
                    "APP"
                ],
                [
                    247,
                    268,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Turkcell hat kullanıcısıyım. Daha önce buraya şikayet yazdığımda kendi sistemimize de başvuru yapabilirsiniz. Denmişti ama kendi sistemleri düzgün çalışmıyor.1. Faturamda benim yaptığım anlaşmaya göre arttırım yaptıklarını düşünüyorum ama bunu açıklayacak daha dönüş yapamadılar aylardır.2. Hattım çekmiyor doğru düzgün biz bakıyoruz diye genel bir cevap veriliyor.Bu sorunlara cevap verilirse sevinirim",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    291,
                    365,
                    "NET"
                ],
                [
                    129,
                    157,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Taahhüdüm 3 gün içerisinde bitiyor ve bana sunulan tarifeler çok pahalı. Birkaç hafta önce daha uyguna tarifeler gösteriyordu fakat taahhüdün bitiş zamanı yaklaştıkça daha pahalı tarifeler gösterir oldu. Vodafone'un bu konuda bir şeyler yapması lazım bir sürü kişi aynı durumdan şikayetçi. Yardımcı olmanızı talep ediyorum.",
        {
            "entities": [
                [
                    73,
                    90,
                    "DATE"
                ],
                [
                    172,
                    202,
                    "PKG"
                ],
                [
                    204,
                    215,
                    "OPE"
                ],
                [
                    37,
                    71,
                    "PAY"
                ],
                [
                    0,
                    34,
                    "PKG"
                ],
                [
                    132,
                    166,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "Turkcell firmasının 10 gün önce başka tarifenden geçen müşterilere yaptığı 40 GB 360 lira denen kampanyaları şu an ben müşterisi olduğum halde 26 GB 600 lira gibi fahiş fiyatlarla bize sunuyor. Yani başkalarını alınca indirim yapılıyor lakin elindekini kaçırmamak için bir şey yapılmıyor. Maalesef ki Vodafone veya TT ye geçeceğim. Yazık",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    20,
                    31,
                    "DATE"
                ],
                [
                    163,
                    193,
                    "PAY"
                ],
                [
                    143,
                    157,
                    "PKG"
                ],
                [
                    31,
                    89,
                    "PKG"
                ],
                [
                    321,
                    330,
                    "LIN"
                ],
                [
                    315,
                    317,
                    "OPE"
                ],
                [
                    301,
                    309,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "Ben hattımı değiştireli 3 gün oldu ancak Çark çeviremiyorum.'Hattınızı yeni aktive ettiğiniz için giriş bilgileriniz doğrulama aşamasındadır. Lütfen 2 gün sonra tekrar deneyiniz.' şeklinde bir uyarı alıyorum. Bu sorunun en kısa zamanda çözülmesini talep ediyorum.",
        {
            "entities": [
                [
                    149,
                    160,
                    "DATE"
                ],
                [
                    41,
                    59,
                    "OTH"
                ],
                [
                    24,
                    34,
                    "DATE"
                ],
                [
                    161,
                    207,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Vodafone e hattı gerek normal iletişim gerekse cep internet sürekli hat kopuyor ve bu durum günden güne düzeleceğine artıyor. Vodafone un hizmet kalitesi her yıl günden güne düşüyor. Bundan 10 yıl önce daha iyi çeken operatör geldiğimiz 2025 yılında daha beter oldu. Altyapı çalışması, baz istasyonu iyileştirme diyerek ücreti artırmalarına rağmen hizmet düşüyor. Bu doğru bir hizmet politikası değil, bir bakıma haksız kazançtır\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    52,
                    80,
                    "NET"
                ],
                [
                    127,
                    135,
                    "OPE"
                ],
                [
                    191,
                    202,
                    "DATE"
                ],
                [
                    139,
                    182,
                    "SER"
                ],
                [
                    238,
                    250,
                    "DATE"
                ],
                [
                    320,
                    341,
                    "PAY"
                ],
                [
                    348,
                    363,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Vodafone uzun yıllardır kullanıcısıyım. Son bir aydır internetim hızla bitiyor. Dün 25 GB internet yüklendi, 5 GB hediye çarktan çıktı. 3 saniyede 5 GB internet bitti, 25 GB internetin 18'e düştüğünü uygulamada gördüm. Kullanmaya korkar oldum. Daha önceleri hediye interneti dahi bitiremiyordum. Acil çözüm istiyorum, yoksa başka hatta geçeceğim.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    55,
                    79,
                    "PKG"
                ],
                [
                    85,
                    108,
                    "PKG"
                ],
                [
                    169,
                    219,
                    "PKG"
                ],
                [
                    148,
                    167,
                    "PKG"
                ],
                [
                    325,
                    346,
                    "NET"
                ]
            ]
        }
    ],
    [
        "Turkcell'e geçiş yaparken 25 GB genç tarife seçtim ve taahhüt bitiminde genç tarifeli olduğum için en fazla yüzde 10 zam yapılabileceğini söylediler. Şu an kontratım bitmek üzere ve Turkcell biz o paketi kaldırdık deyip yeni tarife şartı koşuyor. 250 TL olan faturam 770 TL olacakmış. Zam yüzde 10 u geçemez diyerek numarayı taşıttılar simdi de biz o paketi kaldırdık diyorlar.",
        {
            "entities": [
                [
                    0,
                    10,
                    "OPE"
                ],
                [
                    182,
                    190,
                    "OPE"
                ],
                [
                    26,
                    43,
                    "PKG"
                ],
                [
                    54,
                    99,
                    "PKG"
                ],
                [
                    99,
                    148,
                    "PAY"
                ],
                [
                    150,
                    178,
                    "PKG"
                ],
                [
                    191,
                    245,
                    "PKG"
                ],
                [
                    247,
                    283,
                    "PAY"
                ],
                [
                    316,
                    335,
                    "LIN"
                ],
                [
                    351,
                    367,
                    "PKG"
                ],
                [
                    285,
                    299,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Başka bir operatördeydim, pahalı diye Turkcell'e geçtim ancak çok bir şey yapmadan çok internet tüketiliyor, hiç memnun değilim. Çok pişmanım, keşke geçmeseydim, hiç memnun değilim. Cayma bedeli de aşırı yüksek, o yüzden cayma da yapamıyorum. Çok kızgınım ve üzgünüm.\"",
        {
            "entities": [
                [
                    1,
                    38,
                    "PAY"
                ],
                [
                    39,
                    49,
                    "OPE"
                ],
                [
                    183,
                    243,
                    "PAY"
                ],
                [
                    84,
                    108,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"İnternet her gün en az 10-15 kez gidiyor, bazen 2-3 dakika arayla, bazen daha uzun, bazen daha kısa. Şu an bu şikayeti bile mobil veri ile yazıyorum. Her ay param boşa gidiyor, sıkıldım artık bu durumdan. Lütfen yardımcı olun, ne oynadığım oyundan ne de izlediğim videolardan, dizilerden keyif alabiliyorum.\"",
        {
            "entities": [
                [
                    1,
                    41,
                    "NET"
                ],
                [
                    151,
                    176,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom evde internet kullanıcısıyım. Son 1 yıldır yazılı, arama ve mesaj yoluyla her türlü şikayette bulunduğum halde sorun hala çözülmedi. Bırakın çözülmeyi, gelen bile olmadı. Türk Telekom mobil sitesinde bütün şikayetlerimden sadece 3 tanesi gözüküyor. O da kapatıldı, hiçbir çözüm yok.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    185,
                    197,
                    "OPE"
                ],
                [
                    44,
                    56,
                    "DATE"
                ],
                [
                    125,
                    145,
                    "OTH"
                ],
                [
                    147,
                    183,
                    "SER"
                ],
                [
                    279,
                    295,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "Vodafone eski tarifeme devam edebileceğimi söyledi. Benden bu yönde onay aldı ama yüksek fatura çıkararak beni mağdur ediyor. 3 aydır yüksek fatura ödeniyor müşteri hizmetleri destek olmuyor. Görüşme kayıtlarını dinleyeceğiz deyip hiçbir sonuçlandırma yapmıyor. Mağduriyetimin giderilmesini istiyorum.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    126,
                    133,
                    "DATE"
                ],
                [
                    262,
                    300,
                    "OTH"
                ],
                [
                    8,
                    50,
                    "PKG"
                ],
                [
                    82,
                    124,
                    "PAY"
                ],
                [
                    134,
                    156,
                    "PAY"
                ],
                [
                    157,
                    190,
                    "SER"
                ],
                [
                    231,
                    260,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "Hattımı yaklaşık 2 hafta önce online olarak Turkcell'e taşıdım. Sim kart beklememek için de e sim olarak talep ettim ancak hiçbir şekilde internet çekmiyor. Müşteri hizmetlerini aradığımda da konum sıfırlama diye saçma sapan bir şey yaptılar hiçbir değişiklik olmadı.",
        {
            "entities": [
                [
                    17,
                    29,
                    "DATE"
                ],
                [
                    44,
                    54,
                    "OPE"
                ],
                [
                    157,
                    267,
                    "SER"
                ],
                [
                    123,
                    155,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Turkcell hattı kullanıyorum. Hem en pahalı hat hem de interneti çekmiyor. Bıktım, bezdim. Ben kripto yatırımcısıyım ve bu Turkcell yüzünden 20 bin TL zarardayım. İnternet çekmediği için canlı desteğe bağlanmak istedim, 10 dakika bağlanamadım. Bu zararımı şimdi kim karşılayacak? Kimse yani. En kısa zamanda çıkacağım zaten.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    55,
                    73,
                    "NET"
                ],
                [
                    123,
                    131,
                    "OPE"
                ],
                [
                    141,
                    161,
                    "PAY"
                ],
                [
                    163,
                    218,
                    "NET"
                ],
                [
                    34,
                    47,
                    "PAY"
                ],
                [
                    230,
                    242,
                    "SER"
                ],
                [
                    291,
                    323,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom ev interneti kullanıyorum. Son ödeme tarihi 16.01.2025 olan faturama gecikme bedeli diye 86 TL yansıtmışlar. Daha ödeme tarihi gelmeden nasıl ücret yansıyor onu da geçtim. 2 yıllık sözleşmem olup sabit faturam 426 TL olmasına rağmen bir sonraki ay faturam 505 TL olarak gözüküyor. Madem ücreti kafanıza göre arttırıyorsunuz, sözleşmenin ne anlamı var? Derhal sorunumun çözülmesini istiyorum.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    58,
                    68,
                    "DATE"
                ],
                [
                    74,
                    108,
                    "PAY"
                ],
                [
                    186,
                    194,
                    "DATE"
                ],
                [
                    216,
                    276,
                    "PAY"
                ],
                [
                    295,
                    337,
                    "PAY"
                ],
                [
                    339,
                    364,
                    "SER"
                ],
                [
                    123,
                    170,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Turkcell 3G çekmiyor4.5G çekiyor. İnternete girebiliyorum ama 3G çekmediği için arama yapamıyorum. Kırık Mah. 5095 Sok. No: 13, Batman Merkez'de oturuyorum.18 Aralık'ta yapılan çalışmadan sonra 3G kesildi, arama yapamıyoruz. Kaç kere müşteri hizmetlerine ulaştım, talep oluşturdum fakat yardımcı olmadılar, düzeltmediler. Mağduruz, sorunun acilen düzeltilmesini talep ediyorum ve baz istasyonunun yapılmasını istiyorum.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    63,
                    98,
                    "NET"
                ],
                [
                    195,
                    205,
                    "NET"
                ],
                [
                    10,
                    33,
                    "NET"
                ],
                [
                    100,
                    145,
                    "LOC"
                ],
                [
                    157,
                    169,
                    "DATE"
                ],
                [
                    207,
                    224,
                    "NET"
                ],
                [
                    288,
                    321,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Yaklaşık 6 ay önce Turkcell ana bayisinden sıfır olarak alıp kullandığım, alırken kimlik görsellerimin çekildiği, onlarca evrak imzaladığım hattın yasal sahibi ve kayıtlı kullanıcısı farklı diyerek hiçbir şekilde müşteri hizmetlerinden destek alamıyorum. Her defasında mağdur ediliyorum. Ana bayi bizzat hata yapıyor, üçüncü kişi olarak görüştüğüm fakat her ay ödeyip kullandığım şahsi hattım üzerinden mağdur edilip bir de telefonda 'Biz hiçbir şey yapamayız, kendiniz yasal sahibi bulun' diyerek adeta dalga geçiliyor.\"",
        {
            "entities": [
                [
                    1,
                    19,
                    "DATE"
                ],
                [
                    20,
                    28,
                    "SER"
                ],
                [
                    214,
                    254,
                    "SER"
                ],
                [
                    141,
                    190,
                    "LIN"
                ],
                [
                    354,
                    361,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "\"Yıl sonu kampanyası ile aylık 200 TL karşılığında bir tarife seçtim ve hakkımı Türk Telekom'a taşıdım. Uygulamadan girip baktığımda tarifem gözüküyor ve taahhüdümde 300+ gün süre kaldığı yazıyor, bir yandan da sürekli taahhütsüz kullanıyorsunuz taahhütlü kullanarak 335 TL'ye faydalanmak için söz yazıp 5555'e gönderin diye mesaj geliyor. Hattım açılana kadar 200 TL olarak gözüken paket nasıl oluyor da hattım açıldıktan sonra 335 TL'ye faydalanabiliyorum? Müşteri hizmetlerine hiçbir şekilde ulaşamıyorum, telesekreter tarafından oyalanıyorum ve o da indirimli kullanmak için farklı bir fiyat söylüyor. Bana ulaşılmasını ve anlaştığım fiyattan paketimi kullanabilmeyi rica ediyorum.\"",
        {
            "entities": [
                [
                    80,
                    94,
                    "OPE"
                ],
                [
                    230,
                    297,
                    "PAY"
                ],
                [
                    31,
                    68,
                    "PKG"
                ],
                [
                    95,
                    102,
                    "LIN"
                ],
                [
                    154,
                    195,
                    "PKG"
                ],
                [
                    361,
                    457,
                    "PAY"
                ],
                [
                    459,
                    507,
                    "SER"
                ],
                [
                    647,
                    670,
                    "PKG"
                ],
                [
                    626,
                    647,
                    "PAY"
                ],
                [
                    554,
                    604,
                    "PAY"
                ],
                [
                    304,
                    308,
                    "NUM"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom cep telefon hattım vardı. Şirketin çekim gücü konusunda yetersizliği sebebiyle başka bir GSM operatörüne geçtim. Öncesinde Türk Telekom müşteri hizmetleri ile yaptığım görüşmede cayma bedelini sorduğumda bana söylenen 0 TL idi. Ancak sonradan önüme çıkan fatura yaklaşık iki katı, yani 2500 TL istediler. 1-2 saat uğraşmam sonucu ancak müşteri hizmetlerine ulaştım ve itiraz ettim. İşleme bile alınmadı çünkü görüşmenin saat ve dakikasını bilmem gerekiyormuş. Bunu hatırlamamın mümkün olamayacağını söyledim, o zaman itirazımı işleme almayacaklarını belirttiler. Sonrasında web üzerinden yazdım. Direkt reddettiler. Keyfi tavır içindeler, 'ben güçlüyüm istediğimi yaparım' havasındalar. Haksız, hukuksuz ve keyfi uygulamanın sonlandırılmasını talep ediyorum. Ve ayrıca geçen seneden beri fazla çekilen bir faturam vardı hala geri ödemesi yapılmadı. Bildiğiniz insanları insan yerine koymuyorlar.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    40,
                    82,
                    "NET"
                ],
                [
                    137,
                    149,
                    "OPE"
                ],
                [
                    150,
                    191,
                    "SER"
                ],
                [
                    192,
                    240,
                    "PAY"
                ],
                [
                    300,
                    318,
                    "PAY"
                ],
                [
                    350,
                    394,
                    "SER"
                ],
                [
                    783,
                    801,
                    "DATE"
                ],
                [
                    93,
                    125,
                    "LIN"
                ],
                [
                    396,
                    416,
                    "OTH"
                ],
                [
                    802,
                    861,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Yaklaşık 15 gündür Türk Telekom'dan Tivibu üyeliği oluşturduk, aylık 75 TL'ye. İptal için aradığımızda 3000 TL cayma bedeli var dediler. 2 sene kullansak 2 bin etmeyen şeyin cayma bedeli neye göre 3 bin tl? Hiçbir şey bilmeyen çalışanları bırakmışlar oraya, 'Neye göre? ' deyince de böyle çıkıyor. Türk Telekom kadar şaibeli bir operatör asla yok. Bundan sonraki yol mahkeme.\"",
        {
            "entities": [
                [
                    1,
                    19,
                    "DATE"
                ],
                [
                    20,
                    36,
                    "OPE"
                ],
                [
                    37,
                    43,
                    "APP"
                ],
                [
                    64,
                    79,
                    "PAY"
                ],
                [
                    104,
                    136,
                    "PAY"
                ],
                [
                    138,
                    154,
                    "DATE"
                ],
                [
                    175,
                    207,
                    "PAY"
                ],
                [
                    299,
                    311,
                    "ORG"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom, 30 Aralık'tan beri bir nakil işlemimi gerçekleştiremedi. 3 sefer kayıt açıldı, 3'ü de anlayamadığımız bir nedenden iptal edilmiş, haber dahi verilmiyor. Ancak 444'lü numaralarını aradığımda bilgi sahibi olabiliyoruz. Tivibu'yu da izleyemiyor olmamız cabası.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    15,
                    28,
                    "DATE"
                ],
                [
                    232,
                    241,
                    "APP"
                ],
                [
                    38,
                    70,
                    "LIN"
                ],
                [
                    144,
                    166,
                    "OTH"
                ],
                [
                    246,
                    264,
                    "NET"
                ]
            ]
        }
    ],
    [
        "13.01.2025 Tarihinde İstanbul Sirkeci şubesinde hattımı #Vodafone operatörüne taşıdım. Taşıma esnasında 410₺ tutarında faturasız bir paket seçtim ve ücretini ödedim. #Vodafone Sirkeci şubesindeki görevli hattımın 48 saat içerisinde açılacağını ve paketin de otomatik olarak tanımlanacağını söyledi. 15.01.2025 tarihinde hattım #Vodafone operatörüne taşındı fakat ücretini peşin ödediğim paketim tanımlanmadı. Ben de işlerim aksamasın diye mecburen yeniden ücret ödeyerek farklı bir paket aldım. #Vodafone müşteri hizmetlerine ulaşmaya çalıştım fakat bir türlü ulaşamadım. İş yoğunluğum nedeniyle Sirkeci şubesine de gidemiyorum. #Vodafone operatörüne geçtiğimin daha ilk dakikası pişman oldum. İlk fırsatta hattımı başka operatöre taşıyacağım. Yetkililerden bir sorunumun bir an önce çözülmesini talep ediyorum.",
        {
            "entities": [
                [
                    0,
                    10,
                    "DATE"
                ],
                [
                    57,
                    65,
                    "OPE"
                ],
                [
                    167,
                    175,
                    "OPE"
                ],
                [
                    213,
                    231,
                    "DATE"
                ],
                [
                    244,
                    273,
                    "PKG"
                ],
                [
                    328,
                    336,
                    "OPE"
                ],
                [
                    363,
                    407,
                    "PKG"
                ],
                [
                    496,
                    504,
                    "OPE"
                ],
                [
                    550,
                    571,
                    "SER"
                ],
                [
                    630,
                    638,
                    "OPE"
                ],
                [
                    694,
                    742,
                    "LIN"
                ],
                [
                    21,
                    37,
                    "LOC"
                ],
                [
                    119,
                    145,
                    "PKG"
                ],
                [
                    149,
                    164,
                    "PAY"
                ],
                [
                    299,
                    319,
                    "DATE"
                ],
                [
                    448,
                    470,
                    "PAY"
                ],
                [
                    470,
                    493,
                    "PKG"
                ],
                [
                    596,
                    604,
                    "LOC"
                ]
            ]
        }
    ],
    [
        "Türk Telekom hattımı taahhüt süresinin bitmesine 2.5 ay kala yüksek fiyattan dolayı başka bir operatöre geçirdim. Bir hafta sonra 233 TL fatura ödemediği hat için 2709.10 TL cayma bedeli yansıtıldı. Ben kalan ayları ödeyeceğimi biliyordum çünkü hep bu böyledir. Müşteri hizmetlerini aradım sözleşmede nerede bu yazıyor dedim. Sözleşme iletilmiyor. Türk Telekom'dan şikayetçiyim ve ödediğim 2709.10 TL nin iadesini talep ediyorum ve Tüketici Hakem Heyeti'ne de başvuru yaptım. Benim gibi durumda olanlar siz neler yaptınız yazar iseniz firma hakkında mahkemeye şikayette bulunacağım. Haksız olarak aldıklarını bu parayı helal etmiyorum.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    49,
                    60,
                    "DATE"
                ],
                [
                    163,
                    198,
                    "PAY"
                ],
                [
                    348,
                    364,
                    "OPE"
                ],
                [
                    21,
                    48,
                    "PKG"
                ],
                [
                    61,
                    83,
                    "PAY"
                ],
                [
                    84,
                    112,
                    "LIN"
                ],
                [
                    199,
                    238,
                    "PAY"
                ],
                [
                    326,
                    346,
                    "OTH"
                ],
                [
                    381,
                    428,
                    "PAY"
                ],
                [
                    431,
                    456,
                    "ORG"
                ],
                [
                    550,
                    560,
                    "ORG"
                ]
            ]
        }
    ],
    [
        "Türk Telekom ev internetimi geçen nisan ayından bu zamana kadar kullanamıyorum. Ne zaman müşteri temsilcisini arasam arızanın çözüleceğinden bahsediyor ama hiç kimse bakmaya gelmiyor.Türk Telekom şubelerine gittiğimde yapabilecekleri bir şeyin olmadığından söz ediyorlar. Aynı zamanda o zamandan bu süreye kadar ücret talep ediyorlar.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    89,
                    182,
                    "SER"
                ],
                [
                    183,
                    195,
                    "OPE"
                ],
                [
                    285,
                    333,
                    "PAY"
                ],
                [
                    13,
                    78,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Vodafone‘da 2016 yılında iptal ettirdiğim pasif olan hat üzerine 28 küsur liralık fatura çıkarmışlar. 2016 yılı diyorum bir borcum olmamasına rağmen bana borç çıkartılıyor ve hattınız kısıtlanmıştır diye mevcutta kullandığım telefon numaramı SMS geliyor. Belirttiğim gibi hat 2016’da iptal ancak Vodafone borç alacak sorgulama sitesinde hat aktif gözüküyor. Numarayı aradığımda Vodafone’a kayıtlı böyle bir numara yok diyor. Yani numarayı bir başkası da almamış nereden çıktığını bilmediğim tarafıma ait olmayan bu borcun silinmesini alacak 50,77₺ alacağım tutarın tarafıma iadesini istiyorum. Şikayetle alakalı fotoğraflar elimde mevcut ancak KVKK gereği burada paylaşamıyorum ancak ilgili yetkililere iletebilirim. Sorunun bir an önce çözülmesini istiyorum\"",
        {
            "entities": [
                [
                    1,
                    12,
                    "OPE"
                ],
                [
                    103,
                    112,
                    "DATE"
                ],
                [
                    297,
                    305,
                    "OPE"
                ],
                [
                    379,
                    389,
                    "OPE"
                ],
                [
                    542,
                    594,
                    "PAY"
                ],
                [
                    645,
                    649,
                    "ORG"
                ],
                [
                    13,
                    25,
                    "DATE"
                ],
                [
                    66,
                    100,
                    "PAY"
                ],
                [
                    42,
                    65,
                    "LIN"
                ],
                [
                    121,
                    172,
                    "PAY"
                ],
                [
                    277,
                    284,
                    "DATE"
                ],
                [
                    328,
                    357,
                    "LIN"
                ],
                [
                    398,
                    424,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"29 Ekim'de Turkcell Pasaj'dan Mi 13 T Pro satın aldım. Cihazda IMEI sıkıntısı yaşadım. Cihazda bir tane IMEI var, ikinci IMEI yok. Satıcıya ulaşamadım. Aldığım günden beri satıcıya ulaşmaya çalışıyorum, ulaştım fakat yardımcı olmadılar. Cihazı geri göndermemi talep ettiler. Ben de güven sorunundan dolayı satıcıya güvenemedim ve hâlâ satıcı bana geri dönüş yapmadı. Geri dönüş bekliyorum.\"",
        {
            "entities": [
                [
                    1,
                    11,
                    "DATE"
                ],
                [
                    12,
                    20,
                    "OPE"
                ],
                [
                    368,
                    390,
                    "SER"
                ],
                [
                    31,
                    34,
                    "ORG"
                ],
                [
                    96,
                    130,
                    "LIN"
                ],
                [
                    132,
                    151,
                    "SER"
                ],
                [
                    218,
                    236,
                    "SER"
                ],
                [
                    336,
                    366,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Babam Türk Telekom faturalı hattına sahipti. Son faturayı öderken üç kere ödemiş bir kere ödemesi gerekirken. Bu sorun için bankayı aradık. Ama bizi Türk Telekom'a yönlendirdiler. Şu an aktif bir telefon numarası olmadığından Türk Telekom da yardımcı olmuyor. Fazladan ödenen iki faturanın ücretini talep ediyoruz.",
        {
            "entities": [
                [
                    6,
                    18,
                    "OPE"
                ],
                [
                    45,
                    109,
                    "PAY"
                ],
                [
                    149,
                    163,
                    "OPE"
                ],
                [
                    226,
                    238,
                    "OPE"
                ],
                [
                    242,
                    258,
                    "SER"
                ],
                [
                    259,
                    313,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Merhaba, hattımı Turkcell'e taşıdım fakat bulunduğum yer şehir merkezi olduğu halde şebeke çok az çekiyor. Müşteri hizmetlerine defaaten bilgi verdim. Sorunun giderilmemesi halinde hattımı başka operatöre taşıyacağım. Turkcell'in bilgisine sunarım. Sorunun giderilmesini bekliyorum.\"",
        {
            "entities": [
                [
                    18,
                    28,
                    "OPE"
                ],
                [
                    85,
                    106,
                    "NET"
                ],
                [
                    108,
                    151,
                    "SER"
                ],
                [
                    219,
                    230,
                    "OPE"
                ],
                [
                    182,
                    217,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "Tarifem bittiği için mesaj atan Turkcell'e uygulamasından tarife değişikliğinden dün farklı fiyat bugün farklı fiyat veriyor. Örneğin Turkcell tarife fiyatları dün 520 TL bugün 560₺.Nedenini sorduğumda piyasa koşulları nedeniyleymiş. 1 günde ülkede neler değiştiğini merak ediyorum. Ülkede tekel olup istediği fiyatları müşterisine hizmet diye sunan Turkcell'i şikayetimi iletiyorum",
        {
            "entities": [
                [
                    32,
                    42,
                    "ORG"
                ],
                [
                    134,
                    142,
                    "ORG"
                ],
                [
                    234,
                    241,
                    "DATE"
                ],
                [
                    350,
                    360,
                    "ORG"
                ],
                [
                    81,
                    124,
                    "PAY"
                ],
                [
                    143,
                    159,
                    "PKG"
                ],
                [
                    160,
                    181,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom evde internet kullanıyorum tayin oldum. Modem uygun değil diyerek benden modemi aldılar kendi paramla modem aldım 3 gün süre kaldı abonelik iptali için arıyorum son güne kadar cayma bedeli çıkar diyorlar ve teslim ettiğim modemi, teslim etmediğimi söyleyerek benden modem parası istiyorlar. İzmir Karabağlar Türk Telekom şubesine modemi teslim ettim nakil işlemi yaptım ama yapmamış gibi söylüyorlar. Şikayet kaydı oluşturmak istedim yapmadılar. Benden 3 sene önceki teslim evrakını istiyorlar. Vermedikleri modemi istiyorlar. Müşteri hizmetlerinde bir görevli 3 gün kalmış cayma bedeli olmaz diğer müşteri temsilcisi son dakikaya kadar cayma bedeli alıyoruz diyor pişmanlık\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    128,
                    138,
                    "DATE"
                ],
                [
                    280,
                    303,
                    "PAY"
                ],
                [
                    322,
                    334,
                    "OPE"
                ],
                [
                    467,
                    480,
                    "DATE"
                ],
                [
                    575,
                    587,
                    "DATE"
                ],
                [
                    588,
                    650,
                    "PAY"
                ],
                [
                    651,
                    689,
                    "PAY"
                ],
                [
                    54,
                    101,
                    "NET"
                ],
                [
                    190,
                    217,
                    "PAY"
                ],
                [
                    305,
                    321,
                    "LOC"
                ],
                [
                    364,
                    383,
                    "LIN"
                ],
                [
                    415,
                    458,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Vodafone hattım Red'li 20 GB faturamı ödeyemiyorum beni acilen uygun fiyatlı bir tarifeye geçirin yoksa hattımı değiştirmek zorunda kalacağım. Yalın paketteydim daha önce sonra süresi dolunca Red'li pakete geçmek zorunda kaldım. Bana lütfen yardımcı olun",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    143,
                    160,
                    "PKG"
                ],
                [
                    16,
                    28,
                    "PKG"
                ],
                [
                    28,
                    50,
                    "PAY"
                ],
                [
                    63,
                    89,
                    "PKG"
                ],
                [
                    98,
                    141,
                    "LIN"
                ],
                [
                    192,
                    205,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "Turkcell'e hattımı taşıdım saatinin gelmesine rağmen servis yok diyor böyle bir saçmalık yok.",
        {
            "entities": [
                [
                    0,
                    10,
                    "OPE"
                ],
                [
                    53,
                    63,
                    "NET"
                ],
                [
                    11,
                    26,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "Reklam ve katalog çekimi diye kayıt işlemini hızlandırıp sonrasında aramalara bile dönmeyen tamamen şişirilmiş disiplin ve saygıdan bir haber sözde ajans. Kınıyorum. Tel aradığımda dakikalarca hatta kalıp bir türlü bağlanamayıp mesajlarıma dönülmeyen görsel medyada paylaşılanın aksine disiplinden uzak kaliteden yoksun bir kuruluş.",
        {
            "entities": [
                [
                    68,
                    91,
                    "SER"
                ],
                [
                    166,
                    227,
                    "SER"
                ],
                [
                    228,
                    250,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Ben Vodafone müşterisiyim. 15 yıllık taahhütlü bir tarife verilmiyor. Tarife alamıyorum. İnsanları bu şekilde mağdur edemezsiniz. Vodafone, nereyi aradıysam çözüm bulunamadı. Müşteriyle hiçbir şekilde ilgilenmiyorsunuz. Operatör değiştirmek zorunda bırakacaksınız.\"",
        {
            "entities": [
                [
                    5,
                    13,
                    "OPE"
                ],
                [
                    28,
                    37,
                    "DATE"
                ],
                [
                    38,
                    69,
                    "PKG"
                ],
                [
                    71,
                    88,
                    "PKG"
                ],
                [
                    131,
                    139,
                    "OPE"
                ],
                [
                    141,
                    174,
                    "SER"
                ],
                [
                    176,
                    219,
                    "SER"
                ],
                [
                    221,
                    241,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Turkcell abonesiyim. 10-16 Aralık Berlin'de asla interneti kullanamadım. Çok zor durumda kaldım. Her gün 250 TL de ücretlendirdiler. Defalarca Turkcell'i aradım, sorunu çözemediler. Sürekli güncelleme yaptılar güya, telefonum yeni iPhone 15 Pro Max. Asla ödemeyeceğim o faturayı, peşini bırakmayacağım. Aboneliğimi de iptal ediyorum.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    50,
                    73,
                    "NET"
                ],
                [
                    106,
                    133,
                    "PAY"
                ],
                [
                    144,
                    154,
                    "OPE"
                ],
                [
                    232,
                    238,
                    "ORG"
                ],
                [
                    22,
                    34,
                    "DATE"
                ],
                [
                    35,
                    44,
                    "LOC"
                ],
                [
                    163,
                    181,
                    "SER"
                ],
                [
                    251,
                    279,
                    "PAY"
                ],
                [
                    304,
                    333,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom mobil hatta geçiş yaptım. Yanlış sim kart göndermişler. 15 gündür hattım kapalı 20 kere müşteri hizmetlerini aradım 5 kere şubeye gittim bir kartı değiştiremediler. Müşteri hizmetleri teknik servise ulaşamıyormuş, şubeler genel merkeze. Kimsenin ulaşamadığı bir yerde saltanat kurmuşlar sonuç 15 gündür aradığınız kişiye ulaşılamıyor. Fiyatı makul görüp de benim gibi mağdur duruma düşmeyin. Hizmet sıfır ilgi sıfır problem çözme -milyon...\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    70,
                    79,
                    "DATE"
                ],
                [
                    80,
                    93,
                    "LIN"
                ],
                [
                    151,
                    178,
                    "LIN"
                ],
                [
                    307,
                    316,
                    "DATE"
                ],
                [
                    406,
                    429,
                    "SER"
                ],
                [
                    40,
                    68,
                    "LIN"
                ],
                [
                    179,
                    226,
                    "SER"
                ],
                [
                    317,
                    347,
                    "SER"
                ],
                [
                    349,
                    404,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"14.01.2025 tarihinde hattımı (abimin üzerine) ve annemin hattını Vodafone'a taşımak için bayiye gittim. Normalde hat sahibinin gelmesi gerekiyor, fakat kimliğini WhatsApp üzerinden atmam dahilinde işlem yapabileceği söylendi. Herhangi bir bildirim gelmedi. Bugün bayiye gidip 'O gün kampanyanın son günüydü, nasıl geçiş yapılmadı?' dediğimde, 'Yüklemede sorun oldu' vs. dediler. Bu durumda bilgi verilmesi gerekiyordu. Herhangi bir işlem yapılmamasını ve istemediğimi belirttim. Haliyle kimlik bilgileri attığım için içime kuşku düştü.\"",
        {
            "entities": [
                [
                    420,
                    479,
                    "OTH"
                ],
                [
                    1,
                    11,
                    "DATE"
                ],
                [
                    22,
                    103,
                    "LIN"
                ],
                [
                    488,
                    535,
                    "OTH"
                ],
                [
                    152,
                    225,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom internet abonesiyim. Yaklaşık bir ay önce arandım, fiyat sabit kalarak internet hızınızı yükseltelim dediler. Kabul ettim, lakin kabul etmez olaydım. Gelen yeni faturam daha yüksek çıktı. Taahhüdüm biter bitmez abonelikten çıkacağım.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    35,
                    55,
                    "DATE"
                ],
                [
                    164,
                    200,
                    "PAY"
                ]
            ]
        }
    ]
]