[
    [
        "Turkcell'den şikayetçiyim. Mobil ödemelere kapalı yapmama rağmen her ay farklı üyeliklerde ücret yansıtılmıştır. Sorumlu olarak sizi görüyorum. Onayım olmadan alınan ücretlerin silinmesini istiyorum. Allin mobil içerik gibi 6 ay önce kapatmama rağmen tekrar bilgim olmadan onay verilmiş ve üyelik alınmış.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    91,
                    111,
                    "PAY"
                ],
                [
                    144,
                    198,
                    "PAY"
                ],
                [
                    224,
                    233,
                    "DATE"
                ],
                [
                    251,
                    286,
                    "OTH"
                ],
                [
                    65,
                    71,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "Turkcell Avcılar mareşal CD. Üzerindeki bayiden 2 adet kurumsal data hattı satın aldım. Şirket evraklarımı sisteme eklediler ve hatları verdiler 1 ay kullandıktan sonra hatlar pasif hale geldi. Çağrı merkezi ile görüştüğümde evrak eksik olduğu söylendi ve hatları satın aldığım bayiye gitmemi söylediler. Gittiğimde kurumsal işlem yapamadıklarını belirtmektedir. Çağrı merkezi ile tekrardan iletişime geçtiğimde mail olarak evrakları iletmem istendi. İletmeme rağmen hala daha kullanıma açılmamış olup 1 aydır boşuna ücret ödüyorum ve hala daha hatlar kullanım dışı. Evraklarda ne eksik var anlamış değilim. Şirket evraklarım tam hiçbir sıkıntı yok faal bir şirketiz başka operatörlerden de hatlar mevcut ama Turkcell firmasına gelince hatları devre dışı bırakıp ücretleri faturalandırıyorlar. Sorunumun acil çözülmesini talep ediyorum.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    145,
                    149,
                    "DATE"
                ],
                [
                    194,
                    252,
                    "SER"
                ],
                [
                    363,
                    449,
                    "SER"
                ],
                [
                    502,
                    509,
                    "DATE"
                ],
                [
                    510,
                    531,
                    "PAY"
                ],
                [
                    709,
                    717,
                    "OPE"
                ],
                [
                    9,
                    28,
                    "LOC"
                ],
                [
                    535,
                    565,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Benim faturam 273 TL olmasına rağmen her ay fazladan ücret ödüyorum. Paketim aşıma kapalı.Kendi kendine yok şuradan yok buradan deyip fazladan ücret ödetiyorlar. Ben öğrenciyim ve bu yaptığınız gerçekten haksızlık. Gerekirse avukatlara başvurup insan kandırmadan dava açacağım. CİMER'e, aklıma gelen her yere şikayet edeceğim. Cayma bedeli olmasa hemen kapatacağım bu hattımı. İnsanların hakkına giriyorsunuz. Fazladan ödediğim her kuruş size helal olmasın. Bu sorunuma acil çözüm bulun!\"",
        {
            "entities": [
                [
                    38,
                    68,
                    "PAY"
                ],
                [
                    129,
                    161,
                    "PAY"
                ],
                [
                    279,
                    286,
                    "ORG"
                ],
                [
                    328,
                    376,
                    "PAY"
                ],
                [
                    411,
                    457,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Yaklaşık 2 aydır nakil işlemi yaptıramıyorum. Randevu talebi alıp kendi kendilerine iptal ediyorlar. Sonrasında 'Biz sizi aradık ulaşamadık.' deyip talebi de iptal ediyorlar. 10 günü aşan nakil işlemlerinde nakil ücreti almayacağız deyip her 15 günde bir talebi iptal ettiler. Yeni talep açtığınızda ise 600 TL nakil işlemi var diyorlar. Yapamayacaksanız yapmayın.",
        {
            "entities": [
                [
                    0,
                    16,
                    "DATE"
                ],
                [
                    17,
                    44,
                    "LIN"
                ],
                [
                    175,
                    182,
                    "DATE"
                ],
                [
                    188,
                    237,
                    "LIN"
                ],
                [
                    238,
                    250,
                    "DATE"
                ],
                [
                    304,
                    336,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"223**00 TCKN adına 905071**50** numaralı hat için \"\"sim kart değişikliği\"\" işlemi 14.01.2025 tarihinde yapılmıştır. Rızanız/bilginiz dışında ise lütfen TT Mobil ile iletişime geçiniz. B003 adıma hat değişikliği üzere bilgim dışında böyle bir yasal uyarı aldım bugün. Lütfen incelenip gereği yapılsın.\"",
        {
            "entities": [
                [
                    53,
                    74,
                    "LIN"
                ],
                [
                    83,
                    93,
                    "DATE"
                ],
                [
                    20,
                    41,
                    "NUM"
                ],
                [
                    153,
                    155,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "Kasım ayında yurt dışına çıktım faturama hiç kullanım yapmadığım halde ve SMS gelmeden tyg diye el ücret yansıdı. Müşteri hizmetleri ile iletişime geçtim bir daha böyle bir durum olmasın diye akıllı faturayı devreye soktum hiç kullanım yapmadığım halde aralık ayında 350 TL tyg yansımış. Aralık ayı faturasını ödemeden şikayette bulunacağım",
        {
            "entities": [
                [
                    0,
                    12,
                    "DATE"
                ],
                [
                    99,
                    112,
                    "PAY"
                ],
                [
                    288,
                    298,
                    "DATE"
                ],
                [
                    223,
                    286,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Hattını Turkcell'e taşıyana 300 TL Migros hediye çeki kampanyası vardı. Turkcell'e taşımak için başvurdum. Turkcell hattım geldi. E-devletten girip taşıma işlemleri için gerekli bilgileri doldurarak onayladım. 18.12.2024 akşam saatlerinde Turkcell hattım açıldı. Turkcell mobil uygulamasına girdiğimde 300 TL Migros hediye çeki görünmüyordu. Hattımı taşımak için başvuru yaptığımda Turkcell.com.tr'den yeni abonelere özel kampanyalar bölümünden 300 TL hediye çeki görseli vardı hediye çekimin bana gönderilmesini talep ediyorum.",
        {
            "entities": [
                [
                    8,
                    18,
                    "OPE"
                ],
                [
                    28,
                    70,
                    "PKG"
                ],
                [
                    72,
                    82,
                    "OPE"
                ],
                [
                    83,
                    105,
                    "LIN"
                ],
                [
                    107,
                    115,
                    "OPE"
                ],
                [
                    130,
                    141,
                    "APP"
                ],
                [
                    210,
                    238,
                    "DATE"
                ],
                [
                    239,
                    247,
                    "OPE"
                ],
                [
                    263,
                    271,
                    "OPE"
                ],
                [
                    302,
                    340,
                    "PKG"
                ],
                [
                    342,
                    381,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Turkcell 30. Yıl Festivali diye kampanya yapıyor, yeni gelene var ama kendi müşterisine yok. Bu ne biçim iş! Kendi müşterisini cezalandırıyor. Böyle bir mantık olmaz. Turkcell müşterilerini boykot etmeye davet ediyorum. Yeni gelene 390 TL, eski müşteriye 600 TL olur mu?\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    168,
                    176,
                    "OPE"
                ],
                [
                    256,
                    270,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Vodafone hattım için taahhüt verdiğim takdirde yıl boyunca aynı fiyatı ödeyeceğim söylendi. Buna istinaden kabul ettim fakat 3 ayın sonunda fiyatı artırdılar. Arayıp ilettim, görüşmelerimizin dinlenmesini talep ettim fakat çözüm sağlanmadı. İnsanlarla dalga geçmeye gerek yok, neyse fiyat doğruyu söylemek gerekir. Aksi halde insanı saf yerine koymak oluyor.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    60,
                    91,
                    "PAY"
                ],
                [
                    126,
                    140,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom müşteri hizmetlerine bağlanmak o kadar zor ki. Gerçekten saatlerimi harcamam gerekiyor, bunu kaç gün kaç sefer boyumca yaşadım bilmiyorum. Hem aldığım hizmeti tam göremiyorum hem karşımda muhatap tam olarak bulamıyorum. Artık öyle bir noktaya geldi ki mobil sorunlar için ev interneti müşteri hizmetlerini arayıp \"\"mobil sorunlar müşteri hizmetlerine bağlanabilmem için kod\"\" verdiler. İşin kötüsü verdikleri kodlar bir tane değil çünkü çalışmayabiliyor. Ayrıca müşteri hizmetleri numarasında tuşlama kısmı hatalı, tam çalışmıyor. Rakamlara bastığım halde tuşlama yapmam istemiyor ve algılama yine de yok. Gerçekten çok bunalttı ve sıktı. Uygulama üzerinde ana sayfada ödenmemiş faturam var görünüyor. Fatura ödemeye tıklayınca bulunamıyor?\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    14,
                    59,
                    "SER"
                ],
                [
                    683,
                    714,
                    "PAY"
                ],
                [
                    716,
                    753,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Vodafone taahhüt süresi doldu ve yeni bir tarifeye geçmek için başka hatlarda daha ucuza olan paket tam iki katı. 7 GB'ı 170 liraya alırken 8 GB'da 320 lira istiyorlar. Emekli birisiyim, ben paketin düşürülmesini arz ederim. Tam iki katı fiyat olmuştur bilginize.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    34,
                    51,
                    "PKG"
                ],
                [
                    78,
                    113,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Fabrikamız ait telefona ait kablo geldiği direk yıkıldığı için altyapı şikayete 2 defa bildirdim. 1 aya yakın süredir yapılmadı. Telefon çalışmıyor dolayısıyla İnternete kesik. Mecburen cep telefonu üzerinden İnternet ve görüşme yapıyoruz. Adres Umurbey beldesi Çiftlik ovası yolu sokak Lapseki Çanakkale",
        {
            "entities": [
                [
                    209,
                    238,
                    "NET"
                ],
                [
                    63,
                    86,
                    "NET"
                ],
                [
                    98,
                    109,
                    "DATE"
                ],
                [
                    246,
                    304,
                    "LOC"
                ]
            ]
        }
    ],
    [
        "Türk Telekom internet arızası 3 aydır giderilemedi. Belediye ekiplerinin çalışması sonucu kablo hasarlandı. Bölgede fiber altyapı yoktu fibere döndürüldü. Binanın fiber hatları çekildi ama fiber santral kutusu ve modemleri 3 aydır bekliyoruz. Çocukların ödevleri için almıştık ama kullanamadığımız için telefonlara ek paket alıyoruz. 3 aydır hizmet almadığımız Türk Telekom internet için her ay düzenli fatura çıkıyor. Bu faturaların iptal edilmesini istiyorum yoksa Tüketici Mahkemesi'ne şikayette bulunacağım. İnternet numarası:8855681182",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    13,
                    29,
                    "NET"
                ],
                [
                    30,
                    37,
                    "DATE"
                ],
                [
                    108,
                    153,
                    "NET"
                ],
                [
                    189,
                    209,
                    "NET"
                ],
                [
                    361,
                    373,
                    "OPE"
                ],
                [
                    467,
                    488,
                    "ORG"
                ],
                [
                    512,
                    540,
                    "NET"
                ],
                [
                    223,
                    230,
                    "DATE"
                ],
                [
                    334,
                    341,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "Vodafone hediye çarkını çevirdim ve 3 günlük 2 GB İnternet hakkı kazandım. Paketine tanımlanmada daha sonra mesaj geldi. 48 saat içinde tanımlanacağına dair mesaj geldi ama hala hattıma tanımlanmış değil. Bu yanlışlığı giderilmesini istiyorum. Bir an önce...",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    50,
                    73,
                    "NET"
                ],
                [
                    121,
                    135,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "\"Yıllardır Turkcell hat kullanmaktayım ve defalarca yurt dışına çıkmış biriyim. Aralık 2024 faturamda mobil veri yi açmadığım, kullanmadığım hatta uçak modunda olan telefonuma 2-3 günlük Kıbrıs seyahatimde 1 gün açmış ve kullanmış olduğumdan bahisle faturama yansıtılan 250 TL'ye itiraz ediyorum ve tarafıma iadesini istiyorum. Bulunduğum otel vs. Yerlerde ücretsiz internet olduğu için zaten böyle bir ihtiyacım olmadı. Kesinlikle kesinlikle mobil veri yi açmadım ve internet kullanmadım. Lütfen mağduriyetim giderilsin.\"",
        {
            "entities": [
                [
                    1,
                    10,
                    "DATE"
                ],
                [
                    11,
                    19,
                    "OPE"
                ],
                [
                    80,
                    91,
                    "DATE"
                ],
                [
                    206,
                    211,
                    "DATE"
                ],
                [
                    299,
                    326,
                    "PAY"
                ],
                [
                    357,
                    386,
                    "PAY"
                ],
                [
                    176,
                    186,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "\"Vodafone Hediye çarkını, 3 aydır kullanamıyorum, 3 kez müşteri hizmetlerini aramama rağmen hala hata veriyor. Sürekli geri dönüş yapacağım deyip yapmıyorlar, müşteri hizmetlerinde çalışanlar sadece geçiştiriyor. Çözüm sunamadılar. Vodafone a geçtiğim için pişmanım\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    26,
                    33,
                    "DATE"
                ],
                [
                    56,
                    109,
                    "SER"
                ],
                [
                    159,
                    211,
                    "SER"
                ],
                [
                    232,
                    240,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "\"4441444 'ten sorunumu anlatmak için Müşteri temsilcisine ulaşamıyorum. Ev internetim kesik olduğu zaman, bana verilen hediye interneti, faturama yansıttılar. 300 liralık Fatura 850 Tl olmuş, neden kimseye ulaşamıyorum. Telekom müşteri hizmetleri değerlendirme puanım sıfır.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "NUM"
                ],
                [
                    37,
                    71,
                    "SER"
                ],
                [
                    75,
                    104,
                    "NET"
                ],
                [
                    119,
                    190,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Turkcell'e hattımı taşıdım. E devlet aktivasyonumu gerçekleştirdim. 13/12/2014 tarihinde saat 11.43 te hattınız açılacaktır mesajı geldi fakat 1 saattir açılmadı. Eski hattımda kapandı şu an mağduriyet yaşıyorum. Bu konuda kurumsal bir firma olarak tercih ettiğimiz Turkcell bize hayal kırıklığı yaşattı.",
        {
            "entities": [
                [
                    0,
                    10,
                    "OPE"
                ],
                [
                    11,
                    26,
                    "LIN"
                ],
                [
                    28,
                    36,
                    "APP"
                ],
                [
                    68,
                    78,
                    "DATE"
                ],
                [
                    143,
                    152,
                    "DATE"
                ],
                [
                    266,
                    274,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "\"Bu ay ki Turkcell faturamı görünce şok yaşadım. Tyg ekstra başlığı altında 350 TL ücret kesilmiş. Ne olduğunu araştırmak için Google baktığımda aynı dertten muzdarip çok kişi olduğunu gördüm. Yurt dışına çıktım ama böyle bir sürprizle karşılaşmamak için mobil verimi hep kapalı tutmuştum. Nasıl, neden böyle bir ücret ödemek zorunda kaldım?\"",
        {
            "entities": [
                [
                    10,
                    18,
                    "OPE"
                ],
                [
                    49,
                    97,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Uzun yıllardır Vodafone kullanmaktayım. Vergiler dahil 131,80 TL olarak her ay ödediğim, sınırsız sosyal medya (Youtube.com, Facebook, Instagram, X, Spotify, WhatsApp, Messenger), buna ek olarak 25 GB internet, 3000 dakika ve 250 SMS ve akıllı durma özellikli Red'li müşteri özel 25 Plus isimli faturalı tarifemin taahhüdü 21.02.2025 tarihinde bitecektir. Tarafıma aynı içerikli Sınırsız Ultra Red'li 30 GB Tarifem Paketi adı altında faturalı paket aylık 610 TL'ye önerilmektedir. Üstelik Vodafone'a yeni gelenlere yılda 8 kez önerilen ayrıcalıklar (Migros, Opet vb.) tarafıma yılda 4 kez önerilmektedir. Bu fahiş fiyat artışı ivedilikle düzeltilerek tarafıma internetten yemeyen sınırsız sosyal medya içeren (Youtube.com, Facebook, Instagram, X, Spotify, WhatsApp, Messenger) yeni bir teklif yapılmazsa başka operatöre geçeceğim. İptal birimi de alakasız tekliflerde bulunuyor. Bilginize arz eder, iyi çalışmalar dilerim.\"",
        {
            "entities": [
                [
                    1,
                    15,
                    "DATE"
                ],
                [
                    16,
                    24,
                    "OPE"
                ],
                [
                    41,
                    113,
                    "PAY"
                ],
                [
                    113,
                    124,
                    "APP"
                ],
                [
                    126,
                    134,
                    "APP"
                ],
                [
                    136,
                    145,
                    "APP"
                ],
                [
                    196,
                    234,
                    "PKG"
                ],
                [
                    324,
                    334,
                    "DATE"
                ],
                [
                    395,
                    434,
                    "PKG"
                ],
                [
                    435,
                    480,
                    "PKG"
                ],
                [
                    490,
                    500,
                    "OPE"
                ],
                [
                    569,
                    604,
                    "SER"
                ],
                [
                    757,
                    765,
                    "APP"
                ],
                [
                    805,
                    830,
                    "LIN"
                ],
                [
                    147,
                    148,
                    "APP"
                ],
                [
                    150,
                    157,
                    "APP"
                ],
                [
                    159,
                    167,
                    "APP"
                ],
                [
                    169,
                    178,
                    "APP"
                ],
                [
                    711,
                    722,
                    "APP"
                ],
                [
                    724,
                    732,
                    "APP"
                ],
                [
                    734,
                    743,
                    "APP"
                ],
                [
                    748,
                    755,
                    "APP"
                ],
                [
                    745,
                    746,
                    "APP"
                ],
                [
                    767,
                    776,
                    "APP"
                ]
            ]
        }
    ],
    [
        "Türk Telekom müşteri hizmetleri üzerinden geçiş yapmak için başvuru yaptığımda ilk başvurum onaylandı denildi ancak müşteri hizmetleri tarafından iptal edildi. İptal edildiğini kendim fark edip tekrar bir başvuru süreci oluşturdum. Ancak 10 günlük süreç geçmiş olmasına rağmen hala kuryelik sürecinde görünüyor. Elime ulaşılacağı yazan tarih sürekli erteleniyor/değişiyor. Bunu iletebileceğim herhangi bir canlıyla iletişim bulunan bir telefon numaraları yok. Link üzerinden çözümlenmeye çalışılıyor. Geçiş süreci uzadığı içinde şu anki operatörümden 1000 TL'lik bir faturam daha eklenmesi de çabası. Müşteri hizmetlerini arayıp var olan durumu ilettiğimde duyduğum tek şey linkteki süreci takip edin.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    551,
                    599,
                    "PAY"
                ],
                [
                    238,
                    247,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "\"Hattımı Vodafone'dan Türk Telekom'a taşıdım. Dört gün içinde kargoya verileceği söylendi, fakat on günü geçti ve hala kargo işleme başlatılmamış. Acaba ne zaman göndermeyi düşünüyorsunuz? Bir an önce hattımı gönderin. İptal etme şansım olsa iptal edeceğim! Hattı taşımadan insanı pişman ettiniz, tebrikler.\"",
        {
            "entities": [
                [
                    9,
                    21,
                    "OPE"
                ],
                [
                    22,
                    36,
                    "OPE"
                ],
                [
                    37,
                    44,
                    "LIN"
                ],
                [
                    46,
                    54,
                    "DATE"
                ],
                [
                    97,
                    104,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "Türk Telekom tarifemin bitmesine 7 gün var. Tarifemi uzatmak ya da değiştirmek istediğim için müşteri hizmetlerini arıyorum. Tuşlama ile işlem yapmak mümkün değil tarifeniz bulunmamaktadır diye bir sesli yanıt veriliyor. Teknik desteğe ulaştığımda ilgili birime sizi yönlendiriyorum diyerek tekrar tuşlama yapılan ana menüye bağlıyorlar. Yani birim falan yok başından salıyorlar. Yahu taahhüdüm bitecek uzatırsam fiyatı ne olur yoksa değiştirecek olsam onların fiyatı ne falan hiçbir şekilde bilgi alınmıyor. Türk Telekom kullanmaya karar vermeden önce bilin ki müşteri desteği yok. Mecburen bayisine gitmeniz gerek galiba.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    13,
                    42,
                    "PKG"
                ],
                [
                    125,
                    162,
                    "SER"
                ],
                [
                    509,
                    521,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "\"1799678229 numaralı Türk Telekom internetimiz 3 gündür çalışmıyor. Karşıda muhatap da bulamıyoruz. Arıza kayıt sorgulama sayfasında hala inceleniyor görünüyor, hiçbir detay yok. Bir tekniker geldi. Hiçbir şey söylemeden 2 dakikada çıktı gitti. Yardımcı olacak kimseyi bulamadık.\"",
        {
            "entities": [
                [
                    21,
                    33,
                    "OPE"
                ],
                [
                    34,
                    66,
                    "NET"
                ],
                [
                    68,
                    98,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Türk Telekom internet hızı ve sinyal yok. Evde konuşamıyorum. Wi-fi olmasa internete giremeyeceğim. İstanbul'un göbeğinde aylardır telefon ile konuşamıyorum. Türk Telekom call center ile konuşurken iki defa kesildi. Derdimi bile anlatamıyorum. Numaramı diğer operatöre taşımaktan başka çarem kalmadı.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    30,
                    40,
                    "NET"
                ],
                [
                    100,
                    111,
                    "LOC"
                ],
                [
                    158,
                    170,
                    "OPE"
                ],
                [
                    216,
                    242,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Türk Telekom internetim beş gündür çalışmıyor. Ekipler inceleme yapıyor deniyor ama gelen giden yok taahhüdüm biter bitmez kapatıp daha ilgili bir telekomünikasyon ağına katılacağım. 2025 yılında böyle bir hizmet göz yaşartıcı. Parasını ödediğim hizmeti sorunsuzca alamıyorum maalesef.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    13,
                    45,
                    "NET"
                ],
                [
                    183,
                    195,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom kısa mesaj 3699 ile ilgili: Mesajları ekran üstünde görüp tam okumadan şifreyi onaylamayınız. Onay verdiğim programın ücretli olduğunu anlayıp iptal etmem 1 dakika sürmediği halde, hiç kullanmadığım üyelik için faturama 175 TL ücret yansımış.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    199,
                    255,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Bulunduğum bölgede Türk Telekom çekmemesi yüzünden taahhüdümden çıktım. 2 aylık olan taahhüt sonucu, 10 aylık ücretini benden peşin aldı. Bu para Türk Telekom'dan çıksın inşallah, bu kadar basit kolay para kazanılmıyor. Altyapısı olmayan bir yerde bizden peşin para alıyor. 4560 TL bir para var, bu kadar para onlardan inşallah çıkar. Bu kadar basit, bir daha Türk Telekom ile anlaşmam ve güvenmiyorum bu şirkete.\"",
        {
            "entities": [
                [
                    20,
                    32,
                    "OPE"
                ],
                [
                    86,
                    100,
                    "PKG"
                ],
                [
                    102,
                    110,
                    "DATE"
                ],
                [
                    111,
                    137,
                    "PAY"
                ],
                [
                    147,
                    163,
                    "OPE"
                ],
                [
                    275,
                    295,
                    "PAY"
                ],
                [
                    361,
                    373,
                    "OPE"
                ],
                [
                    73,
                    80,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "\"Fatura çok pahalı geliyor. İlk gün bugüne kadar oldukça pahalı geliyor. Ben bu faturanın biraz daha düşük bir fiyat olmasını istiyorum, yoksa faturadan çıkarım. Vodafone'dan şikayetim var, hem de çok. Fatura düşük fiyata olmazsa çıkarım.\"",
        {
            "entities": [
                [
                    1,
                    26,
                    "PAY"
                ],
                [
                    28,
                    35,
                    "DATE"
                ],
                [
                    49,
                    71,
                    "PAY"
                ],
                [
                    162,
                    174,
                    "OPE"
                ],
                [
                    202,
                    237,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Turkcell in o kadar güvendiği çekim kuvveti bir yalandan ibaret. Yıldım artık arayıp arayıp şikayet etmekten. En kısa zamanda düzelteceğiz diyorlar hiçbir şey yapmıyorlar. Bir de o kadar pahalı ki, sorduğunda çekim kalitesinden dolayı pahalı diyorlar.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    66,
                    109,
                    "SER"
                ],
                [
                    30,
                    64,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Müşteri temsilcisi, onayım olmadan işlem yaptı. İsmi R******. Dedim, internet çekmiyor dedi. Güvenli internetten dolayı dedi. Kendi kafasından işlem yapıyor, bir baktım mesaj geldi: 'Güvenli internet kapatılmıştır' diye. Benim böyle bir onayım olmadan nasıl yapıyor bu işlemi? Bu yetkiyi kimden alıyor?\"",
        {
            "entities": [
                [
                    54,
                    61,
                    "PER"
                ],
                [
                    70,
                    92,
                    "NET"
                ],
                [
                    1,
                    47,
                    "SER"
                ]
            ]
        }
    ],
    [
        "İnternet bağlantım sürekli kopmasına rağmen çözüm üretilemedi. Üsteli kopma sorunun var olduğuna ikna bile olmadılar. 10 senedir kullandığım aboneliği iptal ediyorum. Türk Telekom pişmanlıktır. Her şeye rağmen müşteri temsilcisinin konuşma tarzı düzgün olsa yine razıyım ama oda yok.",
        {
            "entities": [
                [
                    0,
                    61,
                    "NET"
                ],
                [
                    118,
                    128,
                    "DATE"
                ],
                [
                    167,
                    179,
                    "OPE"
                ],
                [
                    210,
                    270,
                    "SER"
                ],
                [
                    141,
                    165,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Vodafone uygulamasından tarifelere bakıyorum fakat bütçeme uygun faturalı tarife bulamadım. Vodafone'un ekonomik ve kaliteli hizmet sunduğunu, hatta her yerde kesintisiz iletişim sağladığını duymuştum. Ancak tarifeler çok pahalı. Bu ekonomide ve yükselen enflasyon varken bu tarifeleri ödeme gücüm yok.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    93,
                    104,
                    "OPE"
                ],
                [
                    219,
                    229,
                    "PAY"
                ],
                [
                    51,
                    91,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"1 ay önce yeni aşım paketi aldım, hattıma tanımladım. Fakat nedense internet paketim bittikten sonra aşım yapmış oluyorum. Normal ödemem gereken ücretten 2 kat fazla fatura geldi. Ben aşım paketi aldığım halde nasıl oluyor? Bu yetkililer bir hal çaresine bakabilir mi?\"",
        {
            "entities": [
                [
                    1,
                    10,
                    "DATE"
                ],
                [
                    11,
                    33,
                    "PKG"
                ],
                [
                    69,
                    122,
                    "PKG"
                ],
                [
                    124,
                    179,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Türk Telekom evde internet hizmetleri için kurulum için 1 Ocak 2025 tarihinde saat 08:30 13:30 arasında randevu verilmişti. Ardından telefonla arandım ve bu saatte geleceklerini bildirdiler. Ben de bu tarihte iş için şehir dışına çıkmam gerekirken uzun uğraşlar sonucunda izin aldım ve tüm gün evde beklemeye başladım. Bugün öğrendim ki randevum 3 Ocak tarihine alınmış ve benim evde olmayacağım saate verilmiş. Plansız ve mağdur eden firma olduğunuzu her iş yaptığımızda hatırlattığınız için teşekkür ederim.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    13,
                    55,
                    "LIN"
                ],
                [
                    56,
                    67,
                    "DATE"
                ],
                [
                    346,
                    361,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "\"Vodafone a numaramı taşıdım internet üzerinden kart aldım, kuryeyle geldi. Kartım bütün bilgileri aldılar,2 haftadır hat açılmadı. Her gün arıyorum size geri dönüş sağlanacaktır deniliyordu. Bugün tekrar aradım bilgi eksikliğinden hattınız iptal edildi denildi. Bunda benim suçum ne bütün bilgileri tam verdim. Bu sırada başka operatörlerden indirimli hat alabilirim ama sizi tercih ettim, şimdi kampanyalı tarifenin tekrar verilmesini istiyorum. Mağduriyetimin giderilmesini istiyorum.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    12,
                    130,
                    "LIN"
                ],
                [
                    448,
                    486,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "Türk Telekom mobil aboneliğim üzerinden benden onay alınmadan e dergi üyeliği tanımlanmış ve faturama yansıtılmış. İlgili konuyu şikayet için müşteri hizmetlerine ulaşamıyorum. Uygulama üzerinden üyeliğimi iptal etmeye çalıştım fakat Play Store'a yönlendirdi beni. Play Store üzerinden baktığımda herhangi bir üyelik gözükmüyor. Herhangi bir şekilde iptal yapamıyorum. O nedenle buradan e-dergi aboneliğimi iptal etmek ve benden habersiz kesilen tutarların geri yatırılmasını rica ederim.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    13,
                    89,
                    "PKG"
                ],
                [
                    93,
                    113,
                    "PAY"
                ],
                [
                    234,
                    246,
                    "APP"
                ],
                [
                    297,
                    327,
                    "SER"
                ],
                [
                    329,
                    367,
                    "SER"
                ],
                [
                    387,
                    394,
                    "APP"
                ],
                [
                    457,
                    487,
                    "PAY"
                ],
                [
                    265,
                    275,
                    "APP"
                ]
            ]
        }
    ],
    [
        "Türk Telekom mobil hattını Aralık ayında 25 GB 200 TL kampanyasına katıldım. Evime gelen kurye tüm bilgilerimi girdi. Ancak şu an 780 TL fatura geldi. Taahhütsüz kullandığım gerekçesiyle faturamı indirimli 680 TL görünüyor. Müşteri temsilcisine bağlanamıyorum. Defelarca aradım müşteri temsilcine bağlanmıyor. Eğer çözüm bulunmazsa Tüketici Hakem Heyeti'ne başvuracağım.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    27,
                    40,
                    "DATE"
                ],
                [
                    41,
                    75,
                    "PKG"
                ],
                [
                    124,
                    149,
                    "PAY"
                ],
                [
                    187,
                    222,
                    "PAY"
                ],
                [
                    224,
                    259,
                    "SER"
                ],
                [
                    332,
                    356,
                    "ORG"
                ]
            ]
        }
    ],
    [
        "\"Turkcell hattına geçiş yaptım. Ve bütçeme uygun olduğunu düşündüğüm bir tarifesini seçtim ama bana taahhüt yapmadıkları için çok yüksek bir fatura yansıtmışlar, taahhüt yapmadıklarını fatura gelince fark ettim. 10 GB'lik az interneti olduğu halde 600 TL'lik bir fatura ödemesi yaptım, iptal edilmesini ve paramı iade etmelerini söyledim hala aramadılar\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    10,
                    30,
                    "LIN"
                ],
                [
                    126,
                    160,
                    "PAY"
                ],
                [
                    162,
                    211,
                    "PAY"
                ],
                [
                    212,
                    241,
                    "PKG"
                ],
                [
                    248,
                    337,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Vodafone hattımı değiştirdikten sonra faturamı da ödedim, cayma bedelini de ödedim. Ona rağmen bugün 300 TL fatura yollamışlar. Hattım kapanalı 1 ay oldu. Neyin faturası bu? Vodafone sürekli aynı şeyi yapıyor, insanları yanıltmaktan başka hiçbir şey yapmıyorlar.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    59,
                    83,
                    "PAY"
                ],
                [
                    102,
                    127,
                    "PAY"
                ],
                [
                    145,
                    149,
                    "DATE"
                ],
                [
                    175,
                    183,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "\"Faturam, gelmesi gerekenden 2 kat fazla geldi ancak müşteri temsilcilerine ulaşamıyorum. Ancak bir yöntemle ulaşabildim; operatördeki sesli yanıta rastgele tuşlamalar yaptım. Eksik, hatalı vs. derken güvenlik gereği yönlendirdi. Bu kısmı bağlanamayan arkadaşlar için yazdım. Bağlandığımda ise sistemin çalışmada olduğunu, kontrol sağlanamadığını söyledi arkadaş. Olabilir. Ancak asıl problem, ona tekrar nasıl bağlanacağımı sorduğumda sesli yanıtta 1'i tuşlamam gerektiğini söylemesi. Tuşlayan arkadaşlar bunun koca bir yalan olduğunu biliyorlardır; oradan size yönlendirmiyor, fatura detayı sunuyor dedim. Başka bir yöntemimiz yok dedi. Sonra, 'O zaman size bağlanmak imkansız' dedim, sessiz kaldı. Acınası bir durum, bana operatör değiştirmekten başka çare bırakmadılar. Resmen dalga geçer gibi muamele, bu nedir Allah aşkına.\"",
        {
            "entities": [
                [
                    1,
                    46,
                    "PAY"
                ],
                [
                    53,
                    88,
                    "SER"
                ],
                [
                    655,
                    678,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"2024 Mart ayından beri Türk Telekom'dan internet hizmeti alamıyorum. Defalarca arıza kaydı oluşturmama rağmen, bilgim olmadan arıza kayıtlarım kapatılmış. Son arıza kaydım ise 4733770763 arıza ID'si olan budur. Arızam hala giderilmedi. Türk Telekom müşteri hizmetlerine bağlanıyorum, teknik ekip inceleniyor deniliyor. İşin garip tarafı, 2024 Mart ayından beridir faturalarımı ödüyorum ama hizmet alamıyorum. İptal edelim dediğimde, cayma bedeli gibi bir saçmalık çıkartılıyor. En yakın vakitte Tüketici Hakem Heyeti'ne başvuruda bulunacağım. Artık yetkililer görsün lütfen. Hizmet Türk Telekom no: 1894949112. Her şey Türk Telekom müşteri hizmetlerinde kayıtlıdır; telefon görüşmeleri, arıza kayıtları vs. Hiçbir şekilde arıza kayıtlarını bilgim olmadan kendilerine göre kapatmışlardır. Aylara göre bana gönderilen arıza ile ilgili mesajlar görsellerdedir. Yardımcı olunmamaktadır, sadece teknik ekipler ilgileniyor mesajı alıyorum. Hizmet yok ama faturayı ödemezsen kapatma ücreti de ekliyorlar, cayma bedeli de. Arz ederim.\"",
        {
            "entities": [
                [
                    1,
                    10,
                    "DATE"
                ],
                [
                    24,
                    40,
                    "OPE"
                ],
                [
                    70,
                    110,
                    "SER"
                ],
                [
                    112,
                    154,
                    "PAY"
                ],
                [
                    237,
                    249,
                    "OPE"
                ],
                [
                    339,
                    348,
                    "DATE"
                ],
                [
                    434,
                    477,
                    "PAY"
                ],
                [
                    496,
                    520,
                    "ORG"
                ],
                [
                    583,
                    595,
                    "OPE"
                ],
                [
                    620,
                    632,
                    "OPE"
                ],
                [
                    935,
                    949,
                    "SER"
                ],
                [
                    950,
                    997,
                    "PAY"
                ],
                [
                    999,
                    1014,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"25.12.2024 tarihinde internetim kesildi, fırtına vardı ve kablo koptu. 26.12.2024 tarihinde arıza kaydı açtırdım, arıza kayıt no: 4878776203. 2-3 gün geçti, arıza giderilmedi. Tekrar aradım, arıza no: 4880303763 numarası ile yeniden arıza kaydı açıldı, 3 gün daha geçti. Arıza giderilmedi, yine aradım, arıza kaydınız açık dendi, yine arıza giderilmedi. Şu anda toplam 11 gün geçti, arıza giderilmedi. Müşteri hizmetlerini aradım, cevap veremiyor. Neden arızanın giderilmediğini soruyorum, hiçbir şey söyleyemiyorlar. Ses kayıtları ellerinde mevcut, dinlesinler. Resim yüklüyorum; bir direkten biri benim eve, diğeri akrabamın eve kablo gidiyor. Diğer evde internet var, benim evimde internet yok. Yani sadece bir kabloda sorun var ve bunu 10 gündür yapmıyorlar. İnternet hizmetini veremiyorsanız, 'hizmet veremiyoruz' deyip iptal edin dedim. İnternet arızasını 90 gün yapamazlarsa iptal oluyormuş. Ben böyle çalışan bir firma görmedim. Parasını verip hizmeti alınamayan. Resim yüklüyorum, yüklediğim resimden ilkokul öğrencisi bile anlar sorunu. Sırf pişmanlıklar, başka seçenek olmadığı için. İnşallah güzel ülkemize başka internet alabileceğimiz şirket kurulur, bütün insanımız rahat eder. Taahhüt bittiğinde direkt iptal edip diğer operatörleri tercih edeceğim.\"",
        {
            "entities": [
                [
                    1,
                    21,
                    "DATE"
                ],
                [
                    22,
                    40,
                    "NET"
                ],
                [
                    72,
                    92,
                    "DATE"
                ],
                [
                    384,
                    401,
                    "SER"
                ],
                [
                    611,
                    645,
                    "OTH"
                ],
                [
                    685,
                    697,
                    "NET"
                ],
                [
                    741,
                    750,
                    "DATE"
                ],
                [
                    764,
                    797,
                    "NET"
                ],
                [
                    863,
                    869,
                    "DATE"
                ],
                [
                    254,
                    259,
                    "DATE"
                ],
                [
                    370,
                    376,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "Turkcell hazır kart kullanıcısıyım. Aylık mobil ödeme limiti 500 TL artık yetmiyor. Yıllardır limit arttırılmadı.Sanalika oynayan biri olarak 500 TL ile istediğim hiçbir şeyi mobil ödeme ile alamıyorum. Aylık mobil ödeme limitinin arttırılmasını talep ediyorum. Senelerdir aynı artık 500 TL yetmiyor",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    36,
                    82,
                    "PAY"
                ],
                [
                    84,
                    93,
                    "DATE"
                ],
                [
                    94,
                    112,
                    "OTH"
                ],
                [
                    142,
                    201,
                    "PAY"
                ],
                [
                    203,
                    260,
                    "PAY"
                ],
                [
                    284,
                    299,
                    "PAY"
                ],
                [
                    9,
                    34,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom mobil hattı kullanıyorum. Değerli müşterimiz, Türk Telekom Mobil ödeme işleminiz basari ile mobil faturanıza yansıtılmıştır. Keyifli alışverişler dileriz. B001.Mobil faturanıza yansıtmak istediğiniz Türk Telekom Mobil ödeme işleminiz basari ile gerçekleşmiştir. Bu şekilde bir mesaj aldım ve hiçbir Türk Telekom müşterisi yardımcı olmuyor\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    60,
                    72,
                    "OPE"
                ],
                [
                    73,
                    137,
                    "PAY"
                ],
                [
                    213,
                    225,
                    "OPE"
                ],
                [
                    226,
                    274,
                    "PAY"
                ],
                [
                    313,
                    325,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "Vodafone 542 üzerinden müşteri temsilcisine bağlandım ve bana uygun bir tarifeye sunmalarını istedim. Sundukları tarifeye aynı gün içerisinde geçmek istediğimi söyledim. Tarifeye geçişimin sağlandığını söylediler. (tarife uygun bir tarifeydi) Bilgilendirme SMS inden sonra kullanmaya başlayabilirsiniz denildi. Günler olmasına rağmen bana o SMS gelmedi. Tarife değişikliğimi sağlamadılar. Sisteme düşmemiş vs konuştular. Bekleyin düşer dediler. Size dönüş yapacağız denildi. Tarifemdeki kullanım haklarım bitti halen dönüş sağlamadılar. Geçiş yapamadım. Aradığımda böyle bir birim yok gecikmelide olsa sizi ararlar vs. Sözlerle geçiştiriliyorum. Madem geçiş sağlamayacaklar neden o zaman beni sistemde olmayan bir tarifeye geçirdiler ya da bana geçirdik denildi. Kaç yıllık Vodafone kullanıcısıyım. Bu kadar mağdur olmamıştım daha önce.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    170,
                    212,
                    "PKG"
                ],
                [
                    774,
                    782,
                    "OPE"
                ],
                [
                    511,
                    535,
                    "SER"
                ]
            ]
        }
    ],
    [
        "14.01.2025 tarihinde saat 14.52 de 0216 227 11 65 numaralı telefondan Vodafone Vodafone tarafından aradığını söyleyen bir telefon görüşmesi yaptım. Ev internetimden memnun olup olmadığımı sordu. Adresimi teyit ettirdi. Sonrasında içinde bir şüphe oluştu. Bu arama nedeniyle oluşabilecek herhangi bir sorunda mesul değilim.",
        {
            "entities": [
                [
                    0,
                    10,
                    "DATE"
                ],
                [
                    35,
                    49,
                    "NUM"
                ],
                [
                    70,
                    78,
                    "OPE"
                ],
                [
                    79,
                    87,
                    "OPE"
                ],
                [
                    195,
                    217,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "TTNET yaklaşık 1 haftadır bulunduğumuz bölgede İnternet yok ve 444 1 444 numaralı müşteri hizmetlerini aradığımız zaman ise 1 hafta boyunca sürekli saat 12:00 ve 00:00 gelecek deyip bizle dalga geçer gibi geçiştiriliyoruz. Ödeme 1 gün geciktiğinde anında faiz uygulanıyor. Koskoca şirket 1 haftadır arıza gideremiyor mu. Yer: Adana 01030",
        {
            "entities": [
                [
                    0,
                    5,
                    "OPE"
                ],
                [
                    15,
                    25,
                    "DATE"
                ],
                [
                    26,
                    59,
                    "NET"
                ],
                [
                    63,
                    72,
                    "NUM"
                ],
                [
                    124,
                    131,
                    "DATE"
                ],
                [
                    229,
                    247,
                    "DATE"
                ],
                [
                    288,
                    298,
                    "DATE"
                ],
                [
                    326,
                    332,
                    "LOC"
                ]
            ]
        }
    ],
    [
        "Türk Telekom 10 ay sonra numara taşıdığım için 2 ay kalan taahhüt için 1850 TL cayma bedeli faturası göndermiş. 2 ay kalan taahhüt içi koca 10 ayın tüm faturalarını tekrar ödemiş oldum. Bu durumu Tüketici Hakem Heyeti'ne de bildireceğim.Türk Telekom artık 5 yıl bedava dese yine de kullanmayacağım. Diğer hatlarımı da Türk Telekom'dan başka operatöre taşıyacağım.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    13,
                    24,
                    "DATE"
                ],
                [
                    25,
                    46,
                    "LIN"
                ],
                [
                    47,
                    51,
                    "DATE"
                ],
                [
                    52,
                    110,
                    "PAY"
                ],
                [
                    112,
                    116,
                    "DATE"
                ],
                [
                    140,
                    151,
                    "DATE"
                ],
                [
                    152,
                    184,
                    "PAY"
                ],
                [
                    196,
                    220,
                    "ORG"
                ],
                [
                    237,
                    249,
                    "OPE"
                ],
                [
                    256,
                    261,
                    "DATE"
                ],
                [
                    318,
                    334,
                    "OPE"
                ],
                [
                    335,
                    362,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"İyice suyu çıktı, yıllardır sınırsız kullanıyorum, bit hızı 5bp bile değil. 1100 lira aldık, hem pahalı hem kötü, çekmiyor. Denizde takılıyor, kalıyor.Kime kızacağımızı şaşırdım, ne desem boş. Yakında dumanla haberleşeceğiz galiba. 15bp için 1800 istiyorlar, içimden neler geçiyor. Tahmin edebilirsiniz.\"",
        {
            "entities": [
                [
                    77,
                    93,
                    "PAY"
                ],
                [
                    94,
                    104,
                    "PAY"
                ],
                [
                    115,
                    123,
                    "NET"
                ],
                [
                    52,
                    75,
                    "PKG"
                ],
                [
                    125,
                    151,
                    "NET"
                ],
                [
                    233,
                    258,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "Bugün İstanbul'un 3 ilçesin de denedim ne yazık ki hiçbir türlü internet çekmiyor. Sosyal medya da hiçbir şekilde de video izlenmiyor. Sayfalar çok geç açılıyor. Böyle kalitesiz hizmet görmedim. Normal de her sene daha iyi bir hizmet beklersin. Ne yazık ki her sene geriye gidiyor. Uygulamadan güncelleme yapıyorsun yine bir işe yaramıyor. Bir çözüm bulun artık... 550 MB bir video'yu 3 saat te indiriyor.",
        {
            "entities": [
                [
                    6,
                    17,
                    "LOC"
                ],
                [
                    51,
                    81,
                    "NET"
                ],
                [
                    257,
                    280,
                    "OTH"
                ],
                [
                    117,
                    133,
                    "NET"
                ],
                [
                    162,
                    193,
                    "SER"
                ],
                [
                    135,
                    160,
                    "NET"
                ],
                [
                    282,
                    338,
                    "OTH"
                ],
                [
                    365,
                    404,
                    "NET"
                ]
            ]
        }
    ],
    [
        "24 Aralık'da 174448126 numaralı sonuçlanan talebe istinaden ücretsiz bir şekilde sim kart değişikliğini yaptığım halde dalga geçer gibi faturaya yansıtıldı ve yazılan sonuçlanan talebin sonucunu tarafıma iletmiyorlar kanıt saklıyorlar. Ne kadar istesem de başka bahane söylüyorlar",
        {
            "entities": [
                [
                    0,
                    9,
                    "DATE"
                ],
                [
                    81,
                    112,
                    "LIN"
                ],
                [
                    136,
                    155,
                    "PAY"
                ],
                [
                    159,
                    234,
                    "SER"
                ],
                [
                    236,
                    280,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"06.01.2025 tarihinde yaptığım fiber internet başvurusu için kimlik doğrulama işlemlerinden sonra 14.01.2025 tarihine kurulum tarihi verildi. Kurulum tarihi verilmeden önce ısrarla altyapıdan gelen kablonun bina içerisindeki panoda sonlandırılmadığını, dairelere kadar kablonun çekildiğini, bu kablo bağlantısı olmadan ekiplerin hat çekemeyeceğini söylememe rağmen ekip 13.01.2025 tarihinde gelip bağlantı yapılmadığı için geri gitti. Israrla arayıp bu kablonun ne zaman bağlanacağını sorduğumda \"\"müteahhit işi biz karışamıyoruz\"\" denildi ve 18.01.2025 13.30 ile 18.30 arasına randevu verildi. Bu sabahın köründe bana sorulmadan kurulum saatini öne alıp üstüne de gelmediler. Ya bu kabloyu bağlayıp 3 gün içerisinde internet hizmetinizi sağlayın ya da başvurumu iptal edin.\"",
        {
            "entities": [
                [
                    1,
                    11,
                    "DATE"
                ],
                [
                    31,
                    55,
                    "NET"
                ],
                [
                    98,
                    108,
                    "DATE"
                ],
                [
                    370,
                    380,
                    "DATE"
                ],
                [
                    391,
                    433,
                    "NET"
                ],
                [
                    543,
                    553,
                    "DATE"
                ],
                [
                    700,
                    716,
                    "DATE"
                ],
                [
                    319,
                    347,
                    "NET"
                ],
                [
                    630,
                    675,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Merhaba, Gaziantep Şehitkamil Kuzeyşehir bölgesinde Turkcell operatörünü kullananlarda telefonla konuşma sırasında aniden kopmalar oluyor ve görüşme sonlanıyor. 3 haftadır telefonlarla görüşme yapamıyoruz. Müşteri hizmetlerine talep oluşturduk talebinize olumlu yanıt veremiyoruz diye bir cevap geldi. Parayı almaya gelince ayda 480 TL almasını biliyorsunuz. Bu sorunun çözülmesini talep ediyorum. Gerekirse Tüketici Hakları'na başvuracağım.\"",
        {
            "entities": [
                [
                    10,
                    41,
                    "LOC"
                ],
                [
                    53,
                    61,
                    "OPE"
                ],
                [
                    330,
                    358,
                    "PAY"
                ],
                [
                    409,
                    428,
                    "ORG"
                ],
                [
                    88,
                    160,
                    "NET"
                ],
                [
                    162,
                    205,
                    "NET"
                ],
                [
                    245,
                    301,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Yeni taşınacağım evimde, Ankara'nın merkezinde telefon çekmiyor. Oda oda gezdim resmen telefonla konuşabilmek için. Evin içinde internet hiç çekmiyor. Sorunun hemen halledilmesini istiyorum yoksa hat değiştireceğim. Yıl olmuş 2025 hala çekmeyen yerler var\"",
        {
            "entities": [
                [
                    117,
                    150,
                    "NET"
                ],
                [
                    227,
                    231,
                    "DATE"
                ],
                [
                    26,
                    36,
                    "LOC"
                ],
                [
                    152,
                    215,
                    "LIN"
                ],
                [
                    232,
                    256,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom müşteri temsilcisinin hatası yüzünden hattım üç gündür açılmıyor. Arkadaş, hattın üzerindeki seri numarasını yanlış girdiği için hattım işlevsiz. Ve hangi temsilciyle konuştuysam ilgilenmedi, bazıları ana menüye yönlendiriyor. Bazıları alakasız bir birime aktardı. Türk Telekom beni çok mağdur etti. Bütün işlerim aksadı, arayan ulaşamıyor, bir tane işi bilen birisi yok, sorunumu çözemedi. Ben kendi aracımla 40 km uzaklıktaki bayiye gittim, bayide çözemedi. Bu ne biçim iştir, sorumsuzluk bu.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    14,
                    51,
                    "SER"
                ],
                [
                    143,
                    158,
                    "LIN"
                ],
                [
                    279,
                    291,
                    "OPE"
                ],
                [
                    59,
                    68,
                    "DATE"
                ],
                [
                    160,
                    204,
                    "SER"
                ],
                [
                    241,
                    277,
                    "SER"
                ],
                [
                    457,
                    472,
                    "SER"
                ],
                [
                    493,
                    507,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Turkcell borcum olmamasına rağmen icra takibi devam etmekte (haricen tahsili) borcu yoktur. Belgesi icra müdürlüğüne gönderilmediği için dosya açık görünüyor. Turkcell genel merkez de müşteri hizmetleri de borcumun olmadığını teyitliyor. Herkes bir yere yönlendiriyor fakat çözüm yok. Merkez avukatlığa yönlendiriyorlar avukat ise bizde böyle dosya yok diyor. İvedi şekilde dönüş yapılsın.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    9,
                    76,
                    "PAY"
                ],
                [
                    78,
                    90,
                    "PAY"
                ],
                [
                    159,
                    167,
                    "OPE"
                ],
                [
                    274,
                    283,
                    "SER"
                ],
                [
                    100,
                    116,
                    "ORG"
                ],
                [
                    168,
                    180,
                    "ORG"
                ],
                [
                    206,
                    236,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"0506*****48 numaralı hattımı Vodafone taşımak için başvuruda bulundum ve kurye tarafından hat tarafıma teslim edildi. Birkaç saat sonra Vodafone operatöründen gelen mesajda \"\"hat taşıma talebiniz kimlik bilgilerinizin uyuşmaması sebebiyle operatörünüz tarafından reddedilmiştir.\"\" bilgisini aldım. TTNET ile görüştüğümde reddedilmenin onlar tarafından yapılmadığını, Vodafone ile görüşmem gerektiğini söylendi. Vodafone ile görüştüğümde ise TTNET ile görüşmem gerektiği söylendi. 3 kez Vodafone ile 3kez TTNET ile görüşme gerçekleştirdim fakat sonuç alamadım. Mevcut tarifemin yarı fiyatına olan Vodafone'a ait kampanyanın tarafımca kazanılmış hak olduğunu düşünmekteyim ve bahsi geçen sorun hangi operatörde ise halledilmesini talep ediyorum.\"",
        {
            "entities": [
                [
                    1,
                    21,
                    "NUM"
                ],
                [
                    30,
                    38,
                    "OPE"
                ],
                [
                    137,
                    145,
                    "OPE"
                ],
                [
                    176,
                    239,
                    "LIN"
                ],
                [
                    299,
                    304,
                    "OPE"
                ],
                [
                    368,
                    376,
                    "OPE"
                ],
                [
                    412,
                    420,
                    "OPE"
                ],
                [
                    442,
                    447,
                    "OPE"
                ],
                [
                    487,
                    495,
                    "OPE"
                ],
                [
                    505,
                    510,
                    "OPE"
                ],
                [
                    597,
                    607,
                    "OPE"
                ],
                [
                    39,
                    70,
                    "LIN"
                ],
                [
                    91,
                    117,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "Turkcell şebeke çekmeme problemi yaşıyorum şehir merkezinde olmama rağmen başka operatörler aynı cihazda kullanmama rağmen Turkcell şebeke problemi yaşıyorum.532 müşteri hizmetlerini aradığımda ise yardımcı olunmuyor hizmetini alamadığın ürünün her ay fiyatını ödüyorum.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    9,
                    42,
                    "NET"
                ],
                [
                    123,
                    131,
                    "OPE"
                ],
                [
                    245,
                    269,
                    "PAY"
                ],
                [
                    132,
                    157,
                    "NET"
                ],
                [
                    162,
                    216,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"İnternetim yok ve 1 haftadır arıza kaydı açılıyor. Gelip bakıyorlar, modem arızalı diyorlar. Modem alıyorum, bu sefer sinyal gelmiyor. Yine arıza kaydı açılıyor. İnternet hizmeti sağlayamadığınızdan dolayı bedelsiz internet iptali ve hizmet vermediğiniz günlerin iadesini talep ediyorum.\"",
        {
            "entities": [
                [
                    1,
                    15,
                    "NET"
                ],
                [
                    19,
                    29,
                    "DATE"
                ],
                [
                    70,
                    92,
                    "NET"
                ],
                [
                    119,
                    134,
                    "NET"
                ],
                [
                    207,
                    231,
                    "NET"
                ]
            ]
        }
    ],
    [
        "Turkcell otomatik ödeme talimatı vermediğim halde böyle bir talimat varmış gibi hesabımdan daha önce ödenmiş faturanın bedelini tahsil etti. Müşteri hizmetleri mükerrer ödeme olarak tanımlayıp iade için bilgilerimi aldı. Talimatı banka üzerinden iptal ettim ancak ödemenin ne zaman iade edileceği belli değil.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    9,
                    139,
                    "PAY"
                ],
                [
                    221,
                    272,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Türk Telekom evde internet faturamı ödedim ama 640 lira olan fatura 900 lira geldi. Geçen ay gecikmeli ödediğim için kabul ediyorum ama bu ay geciktirmedim ve fatura yine 900 lira gelmiş. Müşteri hizmetlerine de bağlanamıyorum. Bu sorunu nasıl çözebiliriz? Sorundan sıkılmaya başladım ve ilgilenen birini bulamıyorum. 444 1 444'ü aradığımda müşteri temsilcisine bağlanamadım.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    13,
                    42,
                    "PAY"
                ],
                [
                    47,
                    82,
                    "PAY"
                ],
                [
                    84,
                    92,
                    "DATE"
                ],
                [
                    159,
                    186,
                    "PAY"
                ],
                [
                    188,
                    226,
                    "SER"
                ],
                [
                    318,
                    329,
                    "NUM"
                ],
                [
                    341,
                    374,
                    "SER"
                ],
                [
                    257,
                    316,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Sürekli internetimle alakalı problem yaşıyorum, bağlantı bir türlü düzgün sağlanamıyor. Her ay 900 küsur fatura ödüyorum, müşteri temsilcisini arıyorum, bana saha çalışması olduğunu söyledi. Ne zamandır diyorum, bilgim yok diyor. Ne zaman bitecek diyorum, belirtilmemiş diyor. Tamam, bu zamana kadar bu kadar faturayı boşu boşuna ödedim, şimdi operatörümü değiştireceğim diyorum, cayma bedeli 2000₺ diyor. Dalga geçer gibi çözüm yok mu bu duruma? Artık sene 2025 ve internet problemi yaşamak şaka gibi geliyor. Müşteri temsilcileriniz hiç ilgili değil, çözüm odaklı değil. Vodafone sorumsuz bir firma, yeterli cevap alamıyorum. Boşu boşuna para ödüyorum, ödemek istemediğimi söylediğimde bunun da cayma bedeli var, onda da para ödeyeceksiniz deniyor. Acil bir çözüm talep ediyorum.\"",
        {
            "entities": [
                [
                    49,
                    87,
                    "NET"
                ],
                [
                    89,
                    95,
                    "DATE"
                ],
                [
                    96,
                    121,
                    "PAY"
                ],
                [
                    381,
                    405,
                    "PAY"
                ],
                [
                    454,
                    463,
                    "DATE"
                ],
                [
                    467,
                    492,
                    "NET"
                ],
                [
                    554,
                    572,
                    "SER"
                ],
                [
                    574,
                    582,
                    "OPE"
                ],
                [
                    603,
                    627,
                    "SER"
                ],
                [
                    698,
                    714,
                    "PAY"
                ],
                [
                    716,
                    750,
                    "PAY"
                ],
                [
                    1,
                    47,
                    "NET"
                ],
                [
                    339,
                    372,
                    "LIN"
                ],
                [
                    512,
                    552,
                    "SER"
                ],
                [
                    629,
                    654,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Avustralya ile görüştüm, bana 6871 TL borç çıkardılar. Tamamdır dedim, gittim ödedim. Kartla bayiden ödeme yaptım fakat borcum hala devam ediyor. 542'ye telefon ettim, bankaya git dediler. Ödediğine dair bir yazı versinler, bize gönder dediler. Bankaya gittim, bir saat bekledikten sonra yazıyı aldım, sonra bayiye git dediler. Ödeme yaptığım bayiye gittim, yazıyı gönderdi. Telefonum hala kapalı. Altıntaş İletişim İzmir'de 18.12.2024'te ödeme yapmışım, dün de 14.75 TL borç çıkardılar. Onu da ödedim. 19 Ocak 2025, telefonum hala kapalı, borç falan da görülmüyor.\"",
        {
            "entities": [
                [
                    31,
                    54,
                    "PAY"
                ],
                [
                    426,
                    454,
                    "PAY"
                ],
                [
                    504,
                    516,
                    "DATE"
                ],
                [
                    541,
                    565,
                    "PAY"
                ],
                [
                    1,
                    11,
                    "LOC"
                ],
                [
                    121,
                    145,
                    "PAY"
                ],
                [
                    376,
                    397,
                    "LIN"
                ],
                [
                    399,
                    416,
                    "ORG"
                ],
                [
                    417,
                    425,
                    "LOC"
                ],
                [
                    463,
                    487,
                    "PAY"
                ],
                [
                    489,
                    502,
                    "PAY"
                ],
                [
                    518,
                    539,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Tarih: [15.12.2024] Konu: Haksız Tahsil Edilen Ücretin İadesi TalebiTurkcell İletişim Hizmetleri a. Ş. Yetkili Birimine, Tarafıma ait olan [0530*****56] numaralı hattım, [14.11.2024] tarihinde Turkcell Rahat Tarifesi kapsamında kullanıma açılmış ve [gnç Yeni Favorim 25 GB ] paketi ile hizmet almaya başlamıştım.Ancak, 26.11.2024 tarihinde uygun olmayan gnç Yeni Favorim 25 GB Paketi'ne geçmek istediğimde işlem hatası oluşmuştur. Bu hata nedeniyle hattımın iptal işlemini 04.12.2024 tarihinde başlatmış bulunmaktayım.Bu iptal sürecinde, iptal edilen hatta ait 8583 TL tutarındaki ücretin haksız ve gereksiz yere tahsil edildiğini fark ettim. İlgili dönemde hizmet alamadığım halde, söz konusu tutarın tarafıma yansıtılmasını kabul etmiyorum. Bu nedenle aşağıdaki gerekçelere dayanarak ücret iadesi talebinde bulunuyorum:1. Talep edilen paket değişikliği sırasında yaşanan teknik hata benim sorumluluğumda değildir.2. Hattın iptali ile ilgili tüm yasal süreçler tarafımdan eksiksiz yerine getirilmiştir.3. Haksız olarak tahsil edilen ücret yasal dayanağa sahip değildir.Bu sebeple, haksız yere alınan 8583 TL tutarındaki ücretin, yasal faiziyle birlikte tarafıma en kısa süre içerisinde iade edilmesini talep ediyorum. Aksi durumda yasal haklarımı kullanacağımı ve ilgili mercilere başvuracağımı bildiririm.Gereğini bilgilerinize arz ederim.Adı Soyadı: Mahmut T****İletişim Telefon Numarası: 0532*****56\"",
        {
            "entities": [
                [
                    9,
                    26,
                    "DATE"
                ],
                [
                    141,
                    152,
                    "NUM"
                ],
                [
                    172,
                    183,
                    "DATE"
                ],
                [
                    194,
                    202,
                    "OPE"
                ],
                [
                    203,
                    246,
                    "PKG"
                ],
                [
                    320,
                    340,
                    "DATE"
                ],
                [
                    474,
                    484,
                    "DATE"
                ],
                [
                    1083,
                    1163,
                    "PAY"
                ],
                [
                    1393,
                    1404,
                    "NUM"
                ],
                [
                    69,
                    77,
                    "OPE"
                ],
                [
                    251,
                    312,
                    "PKG"
                ],
                [
                    355,
                    406,
                    "PKG"
                ],
                [
                    407,
                    430,
                    "OTH"
                ],
                [
                    450,
                    473,
                    "LIN"
                ],
                [
                    562,
                    642,
                    "PAY"
                ],
                [
                    787,
                    821,
                    "PAY"
                ],
                [
                    825,
                    855,
                    "PKG"
                ],
                [
                    919,
                    943,
                    "LIN"
                ],
                [
                    1007,
                    1040,
                    "PAY"
                ],
                [
                    1188,
                    1218,
                    "PAY"
                ],
                [
                    1354,
                    1366,
                    "PER"
                ]
            ]
        }
    ],
    [
        "\"Turkcell'den yeni numara satın aldım ve daha önce birçok kişi adına kullanılmış. Bana farklı insanlar hakkında SMS'ler, aramalar ve bahis sitelerinden SMS'ler gelip duruyor. Bunun düzeltilmesini talep ediyorum. Gerçekten kafam artık almıyor. Sürekli SMS'ler gelmesini istemiyorum.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    14,
                    37,
                    "LIN"
                ],
                [
                    133,
                    173,
                    "OTH"
                ],
                [
                    212,
                    241,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "Hattımı Turkcell'e transfer ettim internete girebiliyor olmama rağmen hiçbir sosyal medya adresime giriş yapamıyorum. Lütfen bu konuyla ilgilenir misiniz? Kapatıp açtım hattım aktif arama da yapabiliyorum tek sorun sosyal medya kullanımı Facebook Instagram ikisi de çalışmıyor",
        {
            "entities": [
                [
                    8,
                    18,
                    "OPE"
                ],
                [
                    238,
                    246,
                    "APP"
                ],
                [
                    247,
                    256,
                    "APP"
                ],
                [
                    34,
                    116,
                    "NET"
                ],
                [
                    257,
                    276,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Merhaba, Adana Çukurova 90055 Sokak, Seyirkent Sitesi'nde oturuyorum. Yılbaşı öncesinden başlayarak bugüne kadar devam eden arıza nedeniyle internet kullanamıyorum. Her gün Türk Telekom iletişim hattını arıyorum fakat cevap hep aynı: Bugün ekiplerimiz arızayı çözecekler. Bölgede TOKİ inşaatları yapılmakta ve maalesef Şambayatı Mahallesi 90055 Sokak inşaat yüzünden delik deşik ve hiç kimsenin hiçbir şey umurunda değil. Devlet burada oturan insanların mağduriyetini görmezden geliyor. İnşaat firması yolumuzu kapatıyor, yeraltı kablolarımıza zarar veriyor ve kimse çözüm üretemiyor. Türk Telekom arıza çözümü için hiçbir şey yapmıyor.\"",
        {
            "entities": [
                [
                    10,
                    58,
                    "LOC"
                ],
                [
                    141,
                    164,
                    "NET"
                ],
                [
                    174,
                    186,
                    "OPE"
                ],
                [
                    586,
                    598,
                    "OPE"
                ],
                [
                    281,
                    285,
                    "ORG"
                ],
                [
                    320,
                    351,
                    "LOC"
                ],
                [
                    352,
                    421,
                    "OTH"
                ],
                [
                    423,
                    486,
                    "OTH"
                ],
                [
                    523,
                    584,
                    "NET"
                ],
                [
                    599,
                    636,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom internet aboneliğim borcundan dolayı icralık olmuştu. Feragat talebiyle kapatılmış ama fatura borcu olarak hâlâ gözüküyor. Başka operatöre geçişimi engelliyor. Bu durumdan dolayı hak kaybı yaşamaktayım. Çözüm için ne yapılması gerekiyor? Geçen müşteri hizmetlerine ulaşım sağladım, biraz konuştuktan sonra beklemeye aldı. Sonra da telefonu yüzüme kapattı. Herhangi bir geri dönüş de yapmadı. Çözüm bekliyorum.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    101,
                    135,
                    "PAY"
                ],
                [
                    137,
                    172,
                    "LIN"
                ],
                [
                    345,
                    368,
                    "SER"
                ],
                [
                    34,
                    66,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Bitlis Adilcevaz ilçesinde internet altyapı sorunu var. Cevizli Mahallesi'nde kalıyoruz. İnternet başvurusu yaptık ama kimse ilgilenmedi. Kaç kere arayıp ilgilenmeleri gerektiğini söyledik ama hala bizi kimse umursamıyor. Biz 5 öğrenciyiz ama internetimiz yok, çok lazım oluyor.\"",
        {
            "entities": [
                [
                    1,
                    27,
                    "LOC"
                ],
                [
                    28,
                    55,
                    "NET"
                ],
                [
                    194,
                    221,
                    "SER"
                ],
                [
                    244,
                    260,
                    "NET"
                ],
                [
                    57,
                    78,
                    "LOC"
                ],
                [
                    120,
                    137,
                    "SER"
                ],
                [
                    90,
                    115,
                    "NET"
                ]
            ]
        }
    ],
    [
        "23 yıldır Turkcell abonesiyim. İlk defa bir şikayetim olacak. Bu kadar zamandır turkcelli olmama rağmen benim için uygun bir faturalı tarife verilmiyor. 200 küsur olan tarifem şubat ayında yenilenecek ve bana sunulan teklif 380 liralık bir tarife. Aylık İnternet kullanımım 1 GB'nin altındadır. Bana uygun daha düşük ücretli bir tarife sunulmasını rica ediyorum.",
        {
            "entities": [
                [
                    0,
                    9,
                    "DATE"
                ],
                [
                    10,
                    18,
                    "OPE"
                ],
                [
                    224,
                    246,
                    "PKG"
                ],
                [
                    248,
                    293,
                    "PKG"
                ],
                [
                    80,
                    89,
                    "OPE"
                ],
                [
                    115,
                    151,
                    "PKG"
                ],
                [
                    153,
                    175,
                    "PKG"
                ],
                [
                    295,
                    347,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Bir süredir Turkcell mobil müşterisiyim. Sabah bir SMS geldi 3 GB internetiniz kaldı diye. Halbuki paketim henüz 8 gün önce yenilendi. 8 günde evden çıkmayan biri olarak (evde Wi-Fi var bu arada) 17 GB kullanmam mümkün değil. Aradım, inceleme istedim. Cevap olarak iCloud ve Amazon yedeklemesi dediler. Amazon yedeklemesi ne, onu hiç anlamadım. İCloud yedeklemesi de bende yalnızca Wi-Fi seçili zaten. Ve ben senelerdir Apple kullanıyorum, ilk defa Turkcell kullanırken böyle bir şey geldi başıma. Uzun lafın kısası, Turkcell 'de artık kötü işlere başlamış, böyle mümkün olmayan bir şeyi resmen ek paket alayım diye bana dayattılar. Turkcell’den ayrılacağım. Koca Turkcell, ek paket satılsın diye kötü işlere başlamış.\"",
        {
            "entities": [
                [
                    1,
                    12,
                    "DATE"
                ],
                [
                    13,
                    21,
                    "OPE"
                ],
                [
                    62,
                    90,
                    "PKG"
                ],
                [
                    114,
                    124,
                    "DATE"
                ],
                [
                    136,
                    143,
                    "DATE"
                ],
                [
                    421,
                    426,
                    "ORG"
                ],
                [
                    450,
                    458,
                    "OPE"
                ],
                [
                    518,
                    526,
                    "OPE"
                ],
                [
                    665,
                    673,
                    "OPE"
                ],
                [
                    197,
                    212,
                    "PKG"
                ],
                [
                    266,
                    272,
                    "ORG"
                ],
                [
                    276,
                    282,
                    "ORG"
                ],
                [
                    304,
                    310,
                    "ORG"
                ],
                [
                    345,
                    352,
                    "ORG"
                ],
                [
                    596,
                    616,
                    "PKG"
                ],
                [
                    634,
                    646,
                    "OPE"
                ],
                [
                    675,
                    697,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom Pendik Müdürlüğü, Sancaktepe Abdurrahman Gazi Mahallesi Alparslan Caddesi bina no:18-20 adresine 3 ay önce taşındık. Altyapı başvurusu yaptık, ancak 2 aydır ne gelen var ne giden. İnternet kullanamıyoruz ve mağduriyet yaşıyoruz. Bir an önce sorunumuzu çözmenizi bekliyoruz. 5G fiber kullanan bir firmaya, şehrin göbeğinde müşterilerine mağduriyet yaşatması Türk Telekom'a yakışmıyor.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    14,
                    20,
                    "LOC"
                ],
                [
                    21,
                    30,
                    "ORG"
                ],
                [
                    32,
                    87,
                    "LOC"
                ],
                [
                    111,
                    120,
                    "DATE"
                ],
                [
                    163,
                    170,
                    "DATE"
                ],
                [
                    194,
                    241,
                    "NET"
                ],
                [
                    288,
                    317,
                    "NET"
                ],
                [
                    371,
                    385,
                    "OPE"
                ],
                [
                    88,
                    101,
                    "LOC"
                ],
                [
                    131,
                    148,
                    "NET"
                ],
                [
                    171,
                    192,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Turkcell faturalı hattımı Türk Telekom'a taşıdım. Dijital Kurye 17 gün gelmedi.Türk Telekom mağazası sağ olsun, 2 günde MNG Kargo ile sim kart gönderdi.Türk Telekom, mağazanın gönderdiği hattın aktivasyonunu yapmadı. Ekte paylaşacağım, 10 günde öyle bekledik. Tabii bu süre zarfında hala eski operatörü kullanıyorum, oradan da ayrı fatura gelecek. Turkcell müşteri hizmetleriyle görüşüp tekrar kontrat yaptım. Bırakın ticareti, selamı bile hak etmeyecek bir kurum. Yolları açık olsun.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    27,
                    41,
                    "OPE"
                ],
                [
                    51,
                    64,
                    "APP"
                ],
                [
                    65,
                    71,
                    "DATE"
                ],
                [
                    80,
                    92,
                    "OPE"
                ],
                [
                    113,
                    120,
                    "DATE"
                ],
                [
                    135,
                    152,
                    "LIN"
                ],
                [
                    153,
                    165,
                    "OPE"
                ],
                [
                    237,
                    245,
                    "DATE"
                ],
                [
                    349,
                    357,
                    "OPE"
                ],
                [
                    121,
                    130,
                    "ORG"
                ],
                [
                    167,
                    216,
                    "LIN"
                ],
                [
                    289,
                    316,
                    "LIN"
                ],
                [
                    318,
                    347,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Vodafone yanımdadan yanımda Premium üyeliği için mobil ödemeyi açtım. Sonrasında benim yapmadığım işlemler yapıldı. Bir çok siteye abonelik yapılmış bu abonelik ücretleri faturama yansıtılmıştır. Yapılan işlemler bilgim dahilinde değildir. Vodafone bu konuda mağduriyetimi gidermesini talep ediyorum. Üyelikler için gelen mesajları eklere ekliyorum.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    28,
                    48,
                    "PKG"
                ],
                [
                    49,
                    68,
                    "PAY"
                ],
                [
                    171,
                    194,
                    "PAY"
                ],
                [
                    240,
                    248,
                    "OPE"
                ],
                [
                    9,
                    19,
                    "APP"
                ],
                [
                    116,
                    148,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"14.01.2025 günü internet arızası bildirdim ancak kimse ilgilenmiyor. Eşim sınava hazırlanıyor. Tam lazım olduğu zaman internet arızası tamir edilmiyor. Devamlı 'inceleniyor' deniyor, 4 gün sürmez bir inceleme. Müşteri hizmetlerine bu konu bağlanmıyor. Devamlı 'inceleme devam ediyor' diyor sesli yanıt. Aynı hat üzerinden internet kullanan diğer kullanıcılarda böyle bir sıkıntı yok.\"",
        {
            "entities": [
                [
                    1,
                    11,
                    "DATE"
                ],
                [
                    119,
                    151,
                    "NET"
                ],
                [
                    184,
                    189,
                    "DATE"
                ],
                [
                    240,
                    251,
                    "NET"
                ],
                [
                    17,
                    33,
                    "NET"
                ]
            ]
        }
    ],
    [
        "Hızı 100 Mbps olan 206 TL faturası olan internet aboneliğimi 720 TL olarak 15 aylık taahhüt yapmak istediler. Ben başka bir firma ile 15 aylık 200 Mbps hızlı interneti 499 TL'ye anlaştım bu nasıl bir iştir? İki katı hız hem de 220 TL daha uygun. İnsanlar iptal ve yeni kurulum ile uğraşmak istemez diye düşünerek insanlara fahiş fiyatlar veriyorsunuz bunun adını siz koyun...",
        {
            "entities": [
                [
                    0,
                    60,
                    "PKG"
                ],
                [
                    61,
                    109,
                    "PAY"
                ],
                [
                    134,
                    142,
                    "DATE"
                ],
                [
                    143,
                    171,
                    "PKG"
                ],
                [
                    227,
                    244,
                    "PAY"
                ],
                [
                    207,
                    219,
                    "PKG"
                ],
                [
                    323,
                    350,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Vodafone yeni tarife değişikliği yapamama rağmen hesabıma internetimi tanımlamamış ve aşım paketi eklemiş. 6 Ocak 'ta taahhüdüm yenilendi başladı. Fakat 7 GB değil 3.6 GB tanımlanmış. Haliyle aşım olduğundan dolayı 245 TL kesilmiş faturamdan. Bu durumun çözülmesini rica ediyorum.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    9,
                    41,
                    "PKG"
                ],
                [
                    215,
                    241,
                    "PAY"
                ],
                [
                    49,
                    105,
                    "PKG"
                ],
                [
                    107,
                    117,
                    "DATE"
                ],
                [
                    118,
                    145,
                    "PKG"
                ],
                [
                    147,
                    182,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Evde kullandığım Türk Telekom'a ait 500 Mbps hıza sahip fiber internetimle en fazla alabildiğim hız 51 Mbps iken, çağrı merkezini aradığımda evimdeki internet hızını 500 Mbps olarak gördüklerini ve internet hızımda bir sorun olmadığını söylediler. Evime teknik servis yönlendirilmesini istediğimde, 'Biz hızınızı 500 görüyoruz, teknik servis gönderemiyoruz' şeklinde cevap alıyorum. İnternet paketimi yalın internete çevirmek istediğimde ise aynı faturayı ödemeye devam edeceğimi belirttiler. Çağrı merkezinde konuştuğum kişinin ismi M**** ve hanımefendi, 'işine gelirse' tavrıyla çok rahat bir şekilde konuşmaktadır. Türk Telekom'dan cayma bedelinin 4500 TL, modem ücretinin ise 711 TL olduğunu belirtmektedir. 6 yıldır kullandığım Türk Telekom'a dava açacağım; resmen internet hızları ile tüketiciyi yanıltmakta ve faturaları sürekli artırarak haksız kazanç elde etmektedir. Konuyu Rekabet Kurulu'na ve İletişim Başkanlığı'na da ileteceğim.\"",
        {
            "entities": [
                [
                    18,
                    32,
                    "OPE"
                ],
                [
                    151,
                    195,
                    "NET"
                ],
                [
                    384,
                    438,
                    "NET"
                ],
                [
                    443,
                    492,
                    "PAY"
                ],
                [
                    535,
                    540,
                    "PER"
                ],
                [
                    619,
                    635,
                    "OPE"
                ],
                [
                    636,
                    711,
                    "PAY"
                ],
                [
                    713,
                    721,
                    "DATE"
                ],
                [
                    734,
                    748,
                    "OPE"
                ],
                [
                    818,
                    876,
                    "PAY"
                ],
                [
                    37,
                    50,
                    "PKG"
                ],
                [
                    57,
                    75,
                    "NET"
                ],
                [
                    76,
                    113,
                    "NET"
                ],
                [
                    199,
                    247,
                    "NET"
                ],
                [
                    582,
                    617,
                    "SER"
                ],
                [
                    885,
                    902,
                    "ORG"
                ],
                [
                    906,
                    928,
                    "ORG"
                ]
            ]
        }
    ],
    [
        "Turkcell'de siz özel paketler uygulamadan silindi ve şimdi sadece ana paketler görünüyor. Size özel paketlerde daha uygun paketler varken şimdi daha yok ve paket yüklemek istediğimiz zaman sadece ana paketlerden ve çok yüksek fiyatlarla seçmemiz gerekiyor. Turkcell uygulamasında sadece dört paket çıkıyor ve fiyatları çok pahalı Lütfen sorunu çözün.",
        {
            "entities": [
                [
                    0,
                    11,
                    "OPE"
                ],
                [
                    156,
                    211,
                    "PKG"
                ],
                [
                    215,
                    255,
                    "PAY"
                ],
                [
                    257,
                    265,
                    "OPE"
                ],
                [
                    309,
                    329,
                    "NET"
                ],
                [
                    12,
                    88,
                    "PKG"
                ],
                [
                    111,
                    152,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Turkcell'de platinim 30 GB'ı 600 küsur liraya kullanıyorum. Yaklaşık olarak 2 ay önce taahhüdümü yeniledim. 300 TL iken paketim bir anda 600 TL oldu. Şimdi ise yeni gelene veya hat alana 60 GB 300 TL kampanya yapmışlar. Ben bu durumu kabul edemiyorum. Turkcell'in eski müşterisine \"\"zaten bunlar para ödüyor\"\" gözüyle bakmasını kabul edemiyorum. Ayıp ya. Göz göre göre de yapılmaz ki. Diğer operatöre geçeceğim. Net.\"",
        {
            "entities": [
                [
                    1,
                    12,
                    "OPE"
                ],
                [
                    22,
                    29,
                    "DATE"
                ],
                [
                    77,
                    86,
                    "DATE"
                ],
                [
                    87,
                    107,
                    "PKG"
                ],
                [
                    109,
                    149,
                    "PKG"
                ],
                [
                    188,
                    219,
                    "PKG"
                ],
                [
                    253,
                    264,
                    "OPE"
                ],
                [
                    30,
                    59,
                    "PAY"
                ],
                [
                    386,
                    411,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Merhabalar, numaramı Vodafone'dan Turkcell'e geçiş yaptım ve o günden itibaren mobil veriden giriş yapamıyorum. Sayfaya ancak Wi-Fi ile bağlanabiliyorum. Yardımcı olursanız sevinirim, yoksa sayfayı kapatmak zorunda kalacağım. Neden şebeke değişince böyle bir hata veriyor?\"",
        {
            "entities": [
                [
                    22,
                    34,
                    "OPE"
                ],
                [
                    35,
                    45,
                    "OPE"
                ],
                [
                    46,
                    58,
                    "LIN"
                ],
                [
                    233,
                    272,
                    "NET"
                ],
                [
                    80,
                    111,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Vodafone faturam 2 kat yansıtıldı. 610 TL olarak gördüğüm ve şok geçirerek 3 defa aradığım Vodafone müşteri hizmetleri, teknik bir sıkıntı sebebiyle 2 kat fatura girildiğini ve düzeltileceğini söylemişti. Bu akşam telefonda, yılda 1 defa yıl kapanışında gerçek paket ücreti sadece 1 defaya mahsus aboneye yansıtılıyor gibi bir açıklama yaptı. Ben taahhüdüm olduğunu ve Temmuz'a kadar devam ettiğini söyledim. Sadece 1 defa böyle ödeyeceksiniz, sizden önce 35 kişi de aynı problemle ilgili aradı dedi. Bununla ilgili Tüketici Hakları mahkemesine başvurup paramı geri alacağım. Kimse bizi bu şekilde kandıramaz. Herkesin de öğrenmesini istiyorum. Taahhüdüm biter bitmez Vodafone'dan ayrılacağım. Mağduriyetimizin giderilmesini ve ülkede bir şeylerin düzgün gitmesini diliyorum.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    36,
                    58,
                    "PAY"
                ],
                [
                    92,
                    100,
                    "OPE"
                ],
                [
                    255,
                    342,
                    "PAY"
                ],
                [
                    370,
                    378,
                    "OPE"
                ],
                [
                    577,
                    609,
                    "SER"
                ],
                [
                    669,
                    681,
                    "OPE"
                ],
                [
                    10,
                    34,
                    "PAY"
                ],
                [
                    517,
                    533,
                    "ORG"
                ],
                [
                    555,
                    575,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Biz ailecek Türk Telekom kullanan bireylerdik, bulunduğumuz bölgede çekim hiç yoktu.CİMER'e, belediyelere ve müşteri hizmetlerine kadar yazmamıza rağmen çekim gücü için kimse bir şey yapmadı.En sonunda ailecek Turkcell'e geçiş yaptık, ancak Türk Telekom 3 aile bireyimize toplam 10 bin TL eden bir cayma bedeli yansıttı.Hem burada baz istasyonunuz yok hem de çekim olmadığı için hat değiştirmemiz bizi borçlu çıkarttı. Bu durumun düzeltilmesini istiyoruz. Kesinlikle 10 bin TL olan o parayı vermek istemiyoruz.\"",
        {
            "entities": [
                [
                    13,
                    25,
                    "OPE"
                ],
                [
                    48,
                    84,
                    "NET"
                ],
                [
                    85,
                    92,
                    "ORG"
                ],
                [
                    154,
                    191,
                    "NET"
                ],
                [
                    211,
                    221,
                    "OPE"
                ],
                [
                    242,
                    254,
                    "OPE"
                ],
                [
                    280,
                    321,
                    "PAY"
                ],
                [
                    321,
                    352,
                    "NET"
                ],
                [
                    357,
                    418,
                    "NET"
                ],
                [
                    468,
                    510,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Yaklaşık 4 aydır internetimde bağlantı kopuklukları yaşıyorum. Yaşadığım bu sıkıntıyı sayısız kere TT müşteri temsilcilerine anlatsam da sistemde bağlantı problemi görünmüyor demekten başka hiçbir şey yapılmıyor. Günün hemen hemen her saatinde internetim gidip gidip geliyor, ne zaman ki müşteri hizmetlerini arayayım anında net geri geliyor. Ben bulunduğum mahalledeki ADSL kutusunun ve altyapının kontrol edilmesini talep ediyorum.\"",
        {
            "entities": [
                [
                    1,
                    17,
                    "DATE"
                ],
                [
                    31,
                    62,
                    "NET"
                ],
                [
                    100,
                    102,
                    "OPE"
                ],
                [
                    147,
                    175,
                    "NET"
                ],
                [
                    245,
                    275,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Vodafone’da üzerime kayıtlı bir kontörlü hattım, 19 Aralık 2024 tarihinde benim hiçbir bilgim ve onayım olmadan faturalı hatta çevrilmiştir. Bu durumu, şu anda aktif olarak kullandığım başka bir Vodafone faturalı hattımın puanlarının silinmesiyle fark ettim. Bu puanlar, cihaz kampanyalarından faydalanmak için biriktirilmişti ve şimdi hiçbir şekilde kullanılamaz hale gelmiştir.Bununla da kalmadı, hattımı tekrar kontörlüye çevirdikleri için 400 TL değerinde bir paket yüklemek zorunda kaldım. Bu zorunlu işlem, iznim ve bilgim olmadan yapılan değişikliklerin bir sonucu olarak beni hem maddi hem de manevi olarak mağdur etmiştir.Ocak 15, 2025 tarihinde müşteri hizmetlerini arayıp durumu izah ettim. Bana “kayıt açıldı, çözüm için size dönüş yapılacak” denildi. Ancak 17 Ocak’ta tekrar aradığımda, mevcut faturalı hattımın kontörlüye düşürüldüğünü ve buna ek olarak 2 bin tl’yi aşan bir cayma bedeli bulunduğunu söylediler. Ayrıca eski tarifeme dönmemin mümkün olmadığını belirttiler. İznim olmadan yapılan bu işlemlerden dolayı mağdur olmuşken, şimdi yüksek bir cayma bedeli ödemem ve mevcut tarifeme dönememem adeta cezalandırılmak gibi.Daha kötüsü, başka operatöre geçiş yapmayı düşündüğümde Vodafone müşteri temsilcisi “Geçiş yaparsanız sizinle ilgilenilmez, çözüm alamazsınız” gibi tehditkar bir söylemde bulundu. Böyle bir hizmet anlayışı kabul edilemez! Vodafone’un benim iznim olmadan hattımı değiştirmesi, 400 TL’lik paket yüklemek zorunda bırakılmam ve ardından mağduriyetimi daha da büyüten yaklaşımları nedeniyle hem manevi hem de maddi zarara uğradım. Hakkım olan çözüm derhal sağlanmazsa, Tüketici Hakem Heyeti’ne başvuru yapacağımı bildiriyorum. Vodafone’un bu konuda acil aksiyon almasını talep ediyorum!\"",
        {
            "entities": [
                [
                    1,
                    12,
                    "OPE"
                ],
                [
                    50,
                    74,
                    "DATE"
                ],
                [
                    196,
                    204,
                    "OPE"
                ],
                [
                    214,
                    259,
                    "LIN"
                ],
                [
                    444,
                    494,
                    "PAY"
                ],
                [
                    514,
                    584,
                    "PAY"
                ],
                [
                    632,
                    645,
                    "DATE"
                ],
                [
                    771,
                    781,
                    "DATE"
                ],
                [
                    1055,
                    1141,
                    "PAY"
                ],
                [
                    1198,
                    1206,
                    "OPE"
                ],
                [
                    1364,
                    1375,
                    "OPE"
                ],
                [
                    1418,
                    1462,
                    "PKG"
                ],
                [
                    1606,
                    1630,
                    "ORG"
                ],
                [
                    1664,
                    1675,
                    "OPE"
                ],
                [
                    13,
                    48,
                    "LIN"
                ],
                [
                    113,
                    140,
                    "PKG"
                ],
                [
                    331,
                    379,
                    "OTH"
                ],
                [
                    869,
                    925,
                    "PAY"
                ],
                [
                    1155,
                    1197,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Vodafone faturalı müşterisiyim. Bulunduğum yer Tekirdağ Çorlu Çobançeşme Mahallesi'nde, 300.000 evimden internete bağlanamıyorum. İnternet çekmiyor. Konu hakkında müşteri hizmetlerini aradım ama hâlâ sorun devam ediyor. Faturamda tanımlı internetin %10'unu bile kullanamıyorum. Hizmet alamadığım halde faturayı ödüyorum ve haksız kazanç elde edildiğini düşünüyorum.Ya problemi çözünüz ya da bu zamana kadar ödediğim ücretin iadesini yapınız.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    10,
                    31,
                    "PKG"
                ],
                [
                    131,
                    149,
                    "NET"
                ],
                [
                    221,
                    277,
                    "PKG"
                ],
                [
                    279,
                    320,
                    "PAY"
                ],
                [
                    324,
                    365,
                    "PAY"
                ],
                [
                    48,
                    83,
                    "LOC"
                ],
                [
                    97,
                    129,
                    "NET"
                ],
                [
                    192,
                    219,
                    "SER"
                ],
                [
                    417,
                    441,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Türk Telekom evde internet müşterisiyim. 15.01.2025 tarihinden beri DSL bağlantım olduğu halde internet bağlantım yok. Türk Telekom teknik hizmeti arayıp bilgilendirdim. Adrese yetkili servis göndereceklerini söylediler. 18.01.2025 tarihi için randevu oluşturuldu bugün gelecek olan kişi gelmeden ve aramadan sizi adreste bulamadığımız için hizmet verilmediğini içeren bir mesaj attı. Tekrar Türk Telekom'u aradığımda arkadaşlarının yanlış adrese gitmiş olabileceğini veya bizim kapıyı duymamış olabileceğimizi beyan etti. Evde olmamıza rağmen ve beklememize rağmen. Ben dört gündür internete bağlanamıyorum. Tamamen Türk Telekom kaynaklı olarak. İlk aradığımda binamıza fiber internet geldiğini bunun için başvuru yapmamı söylediler. Bununla ilgili bir çok defa da aradılar ancak şu an istemediğimi söyledim. Belki de bu yüzden internet bağlantımız kesildi ve düzeltilmiyor. Yardımcı olmuyorlar. Ay sonunda kullanmadığım internetin faturası gelecek ve ödemek zorunda kalacağım",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    13,
                    39,
                    "PKG"
                ],
                [
                    41,
                    62,
                    "DATE"
                ],
                [
                    95,
                    117,
                    "NET"
                ],
                [
                    119,
                    131,
                    "OPE"
                ],
                [
                    221,
                    231,
                    "DATE"
                ],
                [
                    392,
                    406,
                    "OPE"
                ],
                [
                    617,
                    629,
                    "OPE"
                ],
                [
                    662,
                    695,
                    "NET"
                ],
                [
                    876,
                    895,
                    "SER"
                ],
                [
                    341,
                    383,
                    "SER"
                ],
                [
                    583,
                    607,
                    "NET"
                ],
                [
                    571,
                    582,
                    "DATE"
                ],
                [
                    829,
                    874,
                    "NET"
                ],
                [
                    908,
                    977,
                    "PAY"
                ],
                [
                    896,
                    907,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "\"Merhabalar, Vodafone'da alacak 370 TL iadem olmasına rağmen bana fatura çıkarılmış ve bunu ödememi, daha sonra çıkacak olan Şubat veya Mart ayında iade sağlanabileceği söyleniyor. Peki, benim bu mağduriyetimi kim giderecek? Acil şekilde destek talep ediyorum.\"",
        {
            "entities": [
                [
                    13,
                    24,
                    "OPE"
                ],
                [
                    136,
                    147,
                    "DATE"
                ],
                [
                    25,
                    99,
                    "PAY"
                ],
                [
                    125,
                    130,
                    "DATE"
                ],
                [
                    148,
                    179,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Vodafone servis aboneliği şeklinde faturama bir ücret yansıtılmıştır. MHz ile görüştüğümde bana servis ile ilgili SMS geldiğini belirtiyorlar ama benim telefonuma gelen SMS bulunmuyor. Müşteri danışmanı ile konuyu görüştüğümde ısrarla servis için SMS geldiğini ve şifre geldiğini iletiyor, şikayet kaydımı almayıp beni tersledi. Bu servis için SMS gelmeden nasıl işlem yapılıyor? Servisin iptali ve alınan paranın iadesini istiyorum. Ayrıca m*** isimli danışmandan şikayetçiyim. Konu hakkında gerekli işlemlerin yapılmasını ve dönüş yapılmasını istiyorum. İlla üst yönetime mi ulaşalım? Biz de bu işi yapıyoruz, hem de üst yönetim çalışanıyım. İnsanları yanıltmayın, gelen SMS nerede?\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    36,
                    69,
                    "PAY"
                ],
                [
                    381,
                    433,
                    "PAY"
                ],
                [
                    442,
                    446,
                    "PER"
                ]
            ]
        }
    ],
    [
        "\"Merhaba, ben Namık K****** (275*****292 T.C. No). İpekyolu, Van adresinde ikamet ettiğimiz eve Türk Telekom fiber altyapı geldiği için mobil üzerinden dönüşüm başvurusu yaptım. Bugün bağlantı sağlandı fakat eski internetim kapatılmadı. Müşteri hizmetleri, kapatmak için cayma bedeli alınacağını söylüyor. Ben, yapılan reklam üzerine fibere geçtim ve eski aboneliğimin kapatılırken cayma bedeli alınacak olması hukuksuz bir işlemdir. Gerekenin yapılarak yalın hiper internetin fibere dönüştürülmesi ve cayma bedeli olmadan sadece yeni fiber internetin üzerimde görünmesini arz ederim.\"",
        {
            "entities": [
                [
                    96,
                    108,
                    "OPE"
                ],
                [
                    109,
                    176,
                    "NET"
                ],
                [
                    208,
                    235,
                    "NET"
                ],
                [
                    271,
                    304,
                    "PAY"
                ],
                [
                    369,
                    432,
                    "PAY"
                ],
                [
                    454,
                    483,
                    "NET"
                ],
                [
                    502,
                    583,
                    "PAY"
                ],
                [
                    14,
                    27,
                    "PER"
                ],
                [
                    51,
                    65,
                    "LOC"
                ]
            ]
        }
    ],
    [
        "\"Turkcell 20gb altın Festival paketi ile başka bir operatörden Turkcell'e geçtim. Kampanyaya geçerken fiyat 235 TL ilan edilmişti, fatura geldiğinde 331.5 TL olduğunu gördüm ve şok oldum. Acilen faturamın bana taahhüt edilen fiyata düşürülmesini talep ediyorum. Aksi takdirde faturayı ödemeyip hem dava açacağım hem de hattımı geri taşıyacağım.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    15,
                    40,
                    "PKG"
                ],
                [
                    63,
                    73,
                    "OPE"
                ],
                [
                    102,
                    173,
                    "PAY"
                ],
                [
                    188,
                    260,
                    "PAY"
                ],
                [
                    276,
                    293,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "2024 aralık ayında Vodafone olan hattımı Türk Telekom firmasına taşımak için internetten başvuru yaptım. Geçiş yapmak istediğim 15 GB paketin bedeli 240 TL idi. Başvuru yaptıktan sonra Türk Telekom tarafından arandım. Hattım açıldıktan sonra onları aramam gerektiğini tarifenin taahhüdünü aktif etmem gerektiği söylendi. Bende arayıp aktif ettim. Fakat 2 ay boyunca bir 492 bir de 580 TL fatura geldi. Türk Telekom'u tekrar aradık taahhüdü aktif etmeniz gerekiyor. Taahhütsüz bedel 680 TL diyor. 2 ay önce aktif ettirmemize rağmen aktif etmeyip haksız yere fazladan rakamı fatura etmişler. Arkadaşlar çoğu insanımız bu taahhüt olayını bilmez. Yani başka firmaya geçiş yaptığımızda zaten 1 yıllık veya 2 yıllık taahhüt içinde geçeriz sonradan arayıp aktif ettirmek gibi saçma bir şeyi ilk defa Türk Telekom firmasında görüyorum. Yani geçiş yaptıktan sonra onların otomatik olarak taahhüt yapmaları gerekiyor. Zaten fakat bunu bize bırakmışlar aramazsanız taahhütsüz fiyattan yaslıyorlar bilginiz olsun.",
        {
            "entities": [
                [
                    0,
                    18,
                    "DATE"
                ],
                [
                    19,
                    27,
                    "OPE"
                ],
                [
                    41,
                    53,
                    "OPE"
                ],
                [
                    128,
                    133,
                    "PKG"
                ],
                [
                    134,
                    159,
                    "PAY"
                ],
                [
                    185,
                    197,
                    "OPE"
                ],
                [
                    353,
                    365,
                    "DATE"
                ],
                [
                    381,
                    400,
                    "PAY"
                ],
                [
                    402,
                    416,
                    "OPE"
                ],
                [
                    465,
                    494,
                    "PAY"
                ],
                [
                    496,
                    505,
                    "DATE"
                ],
                [
                    557,
                    588,
                    "PAY"
                ],
                [
                    648,
                    680,
                    "LIN"
                ],
                [
                    687,
                    695,
                    "DATE"
                ],
                [
                    701,
                    709,
                    "DATE"
                ],
                [
                    793,
                    805,
                    "OPE"
                ],
                [
                    954,
                    1000,
                    "PAY"
                ],
                [
                    278,
                    319,
                    "PKG"
                ],
                [
                    431,
                    463,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "Turkcell Mobil imza şifresi için bloke kaldırma sorun mobil imzamın şifresi 17 Ocak tarihinde bloke oldu. Bu tarihten beri mobil imza servisine (2929 ara ) mesaj atmama rağmen hala dönüş yapılmadı. Ben Mobil imzayı işimde kullanıyorum ve tarafınızdan mağdur ediliyorum.Sorunumla ilgili çözüm bekliyorum. Aksi takdirde eski ciddiyetinizin olmadığı kanısı oluşacak ve Turkcell' le olan bütün bağlantılarımı bitireceğim.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    9,
                    19,
                    "APP"
                ],
                [
                    76,
                    83,
                    "DATE"
                ],
                [
                    123,
                    133,
                    "APP"
                ],
                [
                    176,
                    196,
                    "SER"
                ],
                [
                    202,
                    214,
                    "APP"
                ],
                [
                    366,
                    374,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "Yaklaşık olarak 2 haftadır şebeke sorunu yaşıyorum. Müşteri hizmetleri ile görüşmeme rağmen çözüm bulunamadı. Her konumda aynı sorun var. İnternete dahi zor giriyorum. Gereğinin yapılmasını arz ederim. 0545*******72 numaram bu. Lütfen ilgilenin...",
        {
            "entities": [
                [
                    27,
                    50,
                    "NET"
                ],
                [
                    52,
                    108,
                    "SER"
                ],
                [
                    202,
                    223,
                    "NUM"
                ],
                [
                    0,
                    26,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "\"Vodafone'a ait olan bir numarayı iptal ettim ama bir fatura ödenmemiş gözüküyor. Bütün faturalar ödenmiş, kaç kez müşteri hizmetlerini aradım, Vodafone bayisine de gittim ama bir sonuç alamadım. Bu hatanın düzeltilmesini istiyorum. Yardımcı olmalarını talep ediyorum.\"",
        {
            "entities": [
                [
                    1,
                    11,
                    "OPE"
                ],
                [
                    50,
                    80,
                    "PAY"
                ],
                [
                    144,
                    152,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "Merhabalar fatura taahhüdünün son günleri beni arayıp yüksek tarife paketleri öneriyorlar ancak çok az internete çok yüksek fiyatlar sunuluyor ve öğrenci olduğum için bu fiyatlar bana fazla geliyor. İnterneti fazla olan paketleri uygun fiyata istiyorum. Geri dönüşü acil bekliyorum.",
        {
            "entities": [
                [
                    54,
                    89,
                    "PAY"
                ],
                [
                    167,
                    197,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Bu ay faturam 1520 TL geldi. Benim faturam 310 TL. Gerisi benim bilgim ve onayım dışında yapılan üyeliklermiş, 7 farklı platforma üyelik yapılmış. Müşteri hizmetlerini defalarca aramama rağmen bir sonuç elde edemedik. İptal ettiklerini söylüyorlar. Başka bir temsilci olmadığını belirtiyorlar. Hatta 3 ay bu şekilde fatura ödeyeceğimi söylediler. Gerekli yerlere şikayetimi yapacağım ve en kısa sürede bütün ailenin operatörünü değiştireceğim. Şikayetçiyim Vodafone'dan.\"",
        {
            "entities": [
                [
                    1,
                    6,
                    "DATE"
                ],
                [
                    7,
                    28,
                    "PAY"
                ],
                [
                    30,
                    110,
                    "PAY"
                ],
                [
                    301,
                    305,
                    "DATE"
                ],
                [
                    458,
                    470,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "\"Yazlık evimizde Türk Telekom yazlık internet mevcuttu. 3-4 sene kadar bu interneti kullandık. Her sene istediğimiz tarihte açılır, 3 veya 6 ay süreli olan bu internet hizmeti süresi dolduğunda otomatik olarak kapanırdı. Bir sene sonra aynı tarihte tekrar açılır ve hizmeti almaya başlardık. Bu yıl yine aynı şekilde internet hizmetimiz açıldı ve 6 ay süre ile kullandık. Tekrar otomatik kapanacağını düşünerek herhangi bir başvuru yapmadım. Süresi bitmiş olan hizmetime normal ücretinden daha fazla bir fatura yansıtıldı. Müşteri hizmetlerini arayarak bu durumu sorduğumda sistemin değiştiğini, 6 aylık süre sonunda arayıp aboneliği dondurmamızı veya aboneliği iptal etmemiz gerektiğini iletti. Aksi halde hizmetin kapanmayacağı ve faturalanmaya devam edeceği söylendi. Bu yapılan sistem değişikliği tarafıma bir bilgi verilmedi. İlk bağlattığım yıl yapılan sözleşmede de böyle bir madde yok. Fakat Türk Telekom benden fatura bedelini istemektedir. Bu, müşteriyi mağdur etmek ve haksız kazanca girmektedir. Online işlemlerden şikayet kaydı da oluşturdum. Acilen bu yanlışın düzeltilmesini istiyorum.\"",
        {
            "entities": [
                [
                    17,
                    29,
                    "OPE"
                ],
                [
                    56,
                    64,
                    "DATE"
                ],
                [
                    139,
                    143,
                    "DATE"
                ],
                [
                    347,
                    351,
                    "DATE"
                ],
                [
                    596,
                    603,
                    "DATE"
                ],
                [
                    624,
                    694,
                    "LIN"
                ],
                [
                    900,
                    912,
                    "OPE"
                ],
                [
                    913,
                    948,
                    "PAY"
                ],
                [
                    471,
                    521,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom internet sıkıntısı bir türlü çözülemiyor. Toplamda 4 gün oldu. İnternet sorunu var gün içerisinde 5 dakika geliyor. Sonrasında yine yok. Kontrol sağladığımızda sürekli bölgesel sıkıntı ibaresi çıkıyor, sıkıntı sadece Türk Telekom a özel sanıyorum ki zira bizim dışımızda herkes internete bağlanabiliyor. Faturaya gelince kullanılmayan günler için faturadan düşülmüyor ama günü gününe fatura talebiniz her daim sürüyor.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    77,
                    128,
                    "NET"
                ],
                [
                    231,
                    243,
                    "OPE"
                ],
                [
                    14,
                    54,
                    "NET"
                ],
                [
                    64,
                    75,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "\"5 yıl üzeri Vodafone müşterisiyim, fatura tahsiliydi borç vs. Olduğu zaman nasıl tahsil edeceğini iyi bilen, sözde kurumsal büyükler arasında olan Vodafone, 25 gündür benim faturalı hattımı evrak eksik diyerek kısıtladı. Defalarca müşteri temsilcileri ile görüşmeme rağmen, 'Efendim hattınızı aktif ediyoruz, 48 saat ya da 21 saat süre ile aktif olacak' denilerek geçiştirildim. Sesiniz kayıt altına alınıyor denilirken, bunların sesi kayıt altına alınmıyor mu acaba? Bu devlet bunları denetlemiyor mu? Bu kadar yalan konuşan, müşteriyi geçiştirmek için defalarca yalana başvuran yetmiyormuş gibi, kanıtlamak için Vodafone bayisine gidip bayideki temsilci ile Vodafone müşteri temsilcisini bizzat görüştürerek eksik evrak olmadığını teyit ettirdiğim halde, ve yıl 2025 sistemden kaynaklı bir problem dahi olsa, 25 gündür bu sorunun çözümlenmemesi hayret verici ve gerçekten üzücü bir durum. Mahkemeye başvuracağım. Sırf bu saçmalıkları dinlediğim ve beni 25 gündür oyaladıkları için.\"",
        {
            "entities": [
                [
                    1,
                    6,
                    "DATE"
                ],
                [
                    13,
                    21,
                    "OPE"
                ],
                [
                    36,
                    147,
                    "PAY"
                ],
                [
                    148,
                    156,
                    "OPE"
                ],
                [
                    158,
                    167,
                    "DATE"
                ],
                [
                    222,
                    308,
                    "SER"
                ],
                [
                    310,
                    320,
                    "DATE"
                ],
                [
                    324,
                    331,
                    "DATE"
                ],
                [
                    615,
                    623,
                    "OPE"
                ],
                [
                    661,
                    669,
                    "OPE"
                ],
                [
                    758,
                    769,
                    "DATE"
                ],
                [
                    812,
                    821,
                    "DATE"
                ],
                [
                    956,
                    965,
                    "DATE"
                ],
                [
                    168,
                    220,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Ben GNÇ çekilişine katıldım. Diyelim ki oradan Apple 16 telefon kazandım, ne kadar vergi ödeyeceğim hakkında bilgi verilmemiş. Ben, bana bilgi verilmesini talep ediyorum ve yetkililer tarafından bana bilgi verilmesini istiyorum. Detaylı bir şekilde. Bu konuya da açıklık getirsinler.\"",
        {
            "entities": [
                [
                    48,
                    53,
                    "ORG"
                ],
                [
                    74,
                    126,
                    "PAY"
                ],
                [
                    5,
                    8,
                    "APP"
                ]
            ]
        }
    ],
    [
        "\"3-4 yıldır 2-3 hat birden kullanmaktayım. Şu anki güncel fatura fiyatım 260 küsurat, şu an yenileme vakti geldi. 500'e yakın fiyat çıkarılıyor. Yarı yarıya yüksek fiyat veriyorsunuz, bu kadarı çok fazla. Fiyata göre verilen paket çok düşük, ayrıca bu şartlar altında Vodafone'dan ayrılacağım. Dayatma fatura ile insanlara zorunlu olarak tarife sunuyorsunuz.\"",
        {
            "entities": [
                [
                    1,
                    11,
                    "DATE"
                ],
                [
                    268,
                    280,
                    "OPE"
                ],
                [
                    51,
                    84,
                    "PAY"
                ],
                [
                    114,
                    143,
                    "PAY"
                ],
                [
                    86,
                    112,
                    "PKG"
                ],
                [
                    144,
                    203,
                    "PAY"
                ],
                [
                    205,
                    240,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "Türk Telekom sabit internet hattı arızaları ile ilgilenmiyor bilgi vermiyor. Ama ödemeyi talep etmeyi ihmal etmiyor. Bir aydır doğru dürüst internet kullanamadım ama tam kullanmış gibi parasını istiyorlar. Acilen teknik yönetim organizasyonu ve sistemi gözden geçirilmeli",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    19,
                    60,
                    "NET"
                ],
                [
                    61,
                    75,
                    "SER"
                ],
                [
                    80,
                    115,
                    "PAY"
                ],
                [
                    127,
                    161,
                    "NET"
                ],
                [
                    117,
                    126,
                    "DATE"
                ],
                [
                    162,
                    204,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Bir hafta önce sim kartlarımızı sipariş verdik. Bir kez Turkcell'den siparişiniz alındı mesajı geldi ve başka hiçbir bilgilendirme yapılmadı. Günlerdir kurye üzerinde gözüküyor. Hangi kargo olduğunu bile bilemiyorum. 2-3 gün sonra aktif olan hattımızın yenilenme tarihi. Lütfen acilen gelsin artık yardımcı olun.",
        {
            "entities": [
                [
                    56,
                    68,
                    "OPE"
                ],
                [
                    0,
                    14,
                    "DATE"
                ],
                [
                    104,
                    140,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"İsmim N***** A****** A***, 0542*****64 numarasının yasal sahibiyim ve Vodafone hattı kullanmaktayım. Hattım 3 aydır SIM kartı bozuk olduğu için kullanılamaz durumda ve faturam 5274 TL. Bu faturanın içinde 1848 TL mobil ödeme bulunmaktadır ki bu tutarı kullanmadım. Hattım zaten kısıtlıydı ve faturamdan dolayı bu ödemeleri yapmak zorunda kaldım. Bu ay çıkan 3584 TL'lik faturamda da 78 TL daha bulunmaktadır. Kullanmadığım ve mobil ödemem kapalı olduğu halde, bu 1848 TL ve 78 TL olan ücretlerin IBAN'ıma iadesini istiyorum çünkü bu parayı ödedim. Acil şekilde bana 0546*****64 numaradan ulaşılsın. Bu diğer numaram, SIM kartı bozuk olduğu için kapalı. 0546*****64 numaradan geri dönüş yapılmasını ve IBAN'ıma iade yapılmasını istiyorum. IBAN bilgim TR65**************************48 N***** A****** A***, Enpara Bankası. İademi acil olarak yapın.\"",
        {
            "entities": [
                [
                    7,
                    13,
                    "PER"
                ],
                [
                    14,
                    21,
                    "PER"
                ],
                [
                    22,
                    26,
                    "PER"
                ],
                [
                    28,
                    51,
                    "NUM"
                ],
                [
                    71,
                    79,
                    "OPE"
                ],
                [
                    109,
                    116,
                    "DATE"
                ],
                [
                    117,
                    184,
                    "LIN"
                ],
                [
                    189,
                    264,
                    "PAY"
                ],
                [
                    384,
                    408,
                    "PAY"
                ],
                [
                    410,
                    547,
                    "PAY"
                ],
                [
                    618,
                    652,
                    "LIN"
                ],
                [
                    702,
                    737,
                    "PAY"
                ],
                [
                    784,
                    790,
                    "PER"
                ],
                [
                    791,
                    798,
                    "PER"
                ],
                [
                    799,
                    803,
                    "PER"
                ],
                [
                    805,
                    819,
                    "BANK"
                ],
                [
                    347,
                    383,
                    "PAY"
                ],
                [
                    654,
                    675,
                    "NUM"
                ],
                [
                    566,
                    588,
                    "NUM"
                ]
            ]
        }
    ],
    [
        "Turkcell'i 02.01.2025'de Ö*** hanımla 10.57'de görüştüm. Numara ve isim teyidi yapmadan direk sorumu sordu ben de MNT yani numara taşıma da ses tonu nasıl kapanır diye sordum. Israrla kapanmamaktadır dedi. Emin misiniz dedim evet dedi. Peki deyip güvensiz şekilde görüşmeyi sonlandırdım. Sonra içime bir kurt düştü tekrar aradım E*** bey ile görüştüm teyit yapıp işlemimi çözdü. Sonrasında yanlış işlem yaptığı için bilgilendirme yapılsın diye Ö*** hanımdan şikayetçi olmak istedim fakat E*** bey böyle bir kayıt olmadığını ve şikayet kaydı alamayacağını söyledi. Bu yüzden de iki konuşma da incelenip gerekli cezalandırma yapılsın diye buradan ulaşıyorum. Siz teyit yapmıyor musunuz? Siz yanlış bilgi veriyor. Bir de müşteri kaydı tutmuyor musunuz? Siz ne zaman bu kadar ilgisiz ve güvensiz bir şirket oldunuz bunu bana açıklar mısınız?",
        {
            "entities": [
                [
                    0,
                    10,
                    "OPE"
                ],
                [
                    123,
                    136,
                    "LIN"
                ],
                [
                    444,
                    448,
                    "PER"
                ],
                [
                    488,
                    492,
                    "PER"
                ],
                [
                    11,
                    24,
                    "DATE"
                ],
                [
                    25,
                    29,
                    "PER"
                ],
                [
                    329,
                    333,
                    "PER"
                ],
                [
                    685,
                    709,
                    "SER"
                ],
                [
                    718,
                    741,
                    "SER"
                ],
                [
                    750,
                    837,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Turkcell hattım olmamasına rağmen aşağıdaki gibi mesajlar alıyorum.Sayın müşterimiz. Ödeme sözü verdiğiniz xxxx numaralı hattınızın açık borcu bulunmaktadır. B002xx numaralı hattınızın toplam 421,60 TL ödenmemiş faturası bulunmaktadır. Ödemenizi http://trcll. İm/faturaode veya https://dijital. Li/tzByQ üzerinden kolaylıkla gerçekleştirebilirsiniz. Ödeme yaptıysanız bu mesajı dikkate almayınız. B002.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    193,
                    235,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Vodafone'a operatör değiştirmek için başvuru yaptım kart geldikten sonra size bir mesaj gelecek ondan sonra kartı takabilirsiniz dediler. 1 haftadır he mesaj var ne arayan var. İnternet sitelerinde yasal sürecin 4 gün olduğu yazıyor. Müşteri hizmetlerini en az 4 kere aradım her seferinde 24 saat içinde mesaj alacaksınız dediler. Mesaj gelmedi bir de dalga geçer gibi sizi aradık ama ulaşamadık diye yalan söylediler.",
        {
            "entities": [
                [
                    0,
                    10,
                    "OPE"
                ],
                [
                    11,
                    136,
                    "LIN"
                ],
                [
                    138,
                    148,
                    "DATE"
                ],
                [
                    212,
                    217,
                    "DATE"
                ],
                [
                    331,
                    417,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Konu: Apartman Dış Cephesinde Görünen İnternet Kabloları hakkında ŞikayetSayın Yetkili, Apartmanımızın dış cephesinde, çeşitli internet servis sağlayıcılarına ait çok sayıda kablonun görünmesi, hem estetik açıdan rahatsız edici bir durum oluşturmakta hem de güvenlik açısından riskler barındırmaktadır. Dış cephedeki bu kabloların uygun şekilde düzenlenmesi veya yer altına alınması gerektiğini düşünüyoruz.Bu konuda gerekli incelemelerin yapılmasını ve sorunun bir an önce çözülmesini rica ederim.İlginiz için şimdiden teşekkür ederim.Saygılarımla, .\"",
        {
            "entities": [
                [
                    39,
                    66,
                    "NET"
                ],
                [
                    128,
                    193,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Yıllardır memnuniyetle kullandığım Türk Telekom mobil faturam, son iki dönemde internet probleminden dolayı ek 10 GB internet aldım ve taahhüdüm bittiğinden dolayı da fahiş bir fiyat artışıyla zor durumda kaldım. Ekonominin zor olduğu süreçte insanları yıpratma eğiliminde olan Türk Telekom yetkililerinden, faturam için yeni taahhüdümde daha anlayışlı bir fiyat teklifi ile gelmelerini rica ediyorum. Aksi takdirde, araştırmalarım sonucunda Vodafone'da daha iyi paket ve avantajlarla devam etmeyi planlıyorum. Türk Telekom yetkililerinden anlayış ve çözümler bekliyorum. Aksi durumda hattımı değiştirmek zorunda kalacağım.\"",
        {
            "entities": [
                [
                    1,
                    10,
                    "DATE"
                ],
                [
                    36,
                    48,
                    "OPE"
                ],
                [
                    80,
                    132,
                    "PKG"
                ],
                [
                    168,
                    212,
                    "PAY"
                ],
                [
                    279,
                    291,
                    "OPE"
                ],
                [
                    443,
                    454,
                    "OPE"
                ],
                [
                    512,
                    524,
                    "OPE"
                ],
                [
                    586,
                    623,
                    "LIN"
                ],
                [
                    339,
                    401,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"TTNET ev müşterisiyim. Son 10 aydır aldığımız hizmet çok kötü. Ne müşteri hizmetlerinden destek alabiliyoruz ne de hizmet alabiliyoruz. Gün içerisinde en az on defa modemi açıp kapatmak zorunda kalıyoruz. Modem arızalı dendi yeni modem alindi yine aynı sorun. Müşteri hizmetleri \"\"sistemimizde arıza gözükmediği için kayıt açamıyoruz \"\" diyor. Madem sorunumuzu gidermiyorsunuz üyelik iptali yapın dediğimizdede bir çok ceza ile karşı karşıya kalıyoruz. Yani paramızla hizmet alamıyoruz. Ne yapacağımızı şaşırdık.\"",
        {
            "entities": [
                [
                    1,
                    6,
                    "OPE"
                ],
                [
                    24,
                    36,
                    "DATE"
                ],
                [
                    37,
                    62,
                    "SER"
                ],
                [
                    378,
                    452,
                    "PAY"
                ],
                [
                    459,
                    486,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Turkcell hattım var. Taahhüdüm bitti yeni fiyatlar gerçekten çok pahalı. 40gb lik 325 TL olan kampanya ya katılmak istiyorum ancak yeni abonelere bu kampanya veriliyormuş Başka operatöre geçmek istemiyorum. Bu kadar büyük ve kaliteli bir operatör beni mağdur etmez diye düşünüyorum.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    21,
                    71,
                    "PKG"
                ],
                [
                    73,
                    124,
                    "PKG"
                ],
                [
                    171,
                    205,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "Gördüğüm en boş gereksiz firmasınız. Her defasında uygulamadan ödemek istediğimde ya hata veriyorsunuz ya da ekran kilitlenip kalıyor. Ama yeter! Yaşlı insanlar gibi sizin şubelerinize mi koşturayım fatura ödemek için? Beceremiyorsanız kapatın uygulamayı.",
        {
            "entities": [
                [
                    85,
                    102,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Turkcell'den telefon aldım, alırken de kasko yaptırdım. 3 ay geçti. Telefonun ekranı kırıldı, aldığım şubeye götürdüm ve telefonu kasko için tamire verdim. 21 iş günü içerisinde geleceğini belirttiler. 10/12/2024 tarihinde teslim ettim, özellikle not tutturup bilgilerim silinmesin diye. 06/01/2025 tarihinde irtibata geçtim, telefon teslim edildi denildi. Şube ise bize ulaşmadı dedi. Acilen sorunumun çözülmesini istiyorum.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    57,
                    61,
                    "DATE"
                ],
                [
                    157,
                    167,
                    "DATE"
                ],
                [
                    203,
                    213,
                    "DATE"
                ],
                [
                    289,
                    299,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "Türk Telekom'un internetini kullanıyorum ve modemi de kendilerinden satın aldım 3 ay öncesi fakat aldığım modemde 4 gündür interneti kullanamıyorum. Eski modemim var onu taktığımda sorun yaşamıyorum. Müşteri hizmetleri ile görüşüyorum. Anlık düzelme oluyor. Yeni modemi takınca 1 saat sonra yine aynı sorun modemin acil olarak değişmesini talep ediyorum. Home ofis müşteri temsilcisiyim ve bu durumdan dolayı çalışamıyorum. Maddi kayıplar yaşamaktayım.",
        {
            "entities": [
                [
                    0,
                    15,
                    "OPE"
                ],
                [
                    80,
                    91,
                    "DATE"
                ],
                [
                    123,
                    147,
                    "NET"
                ],
                [
                    114,
                    122,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "25 yıldan fazladır Turkcell kullanıcısıyım. Turkcell'in 25 yıllık kullanıcısına adaleti.! 25 yıldan fazladır. Turkcell kullanıcısıyım. Turkcell'e ait 10 şirket 3 kendi hattım var. Tamamen güven odaklı her yıl sözleşme için arandığımda güvenerek yeniliyorum. Turkcell 730 TL'ye 35 GB internet tanımladı. Aynı zaman 390 TL'ye 60 GB kampanyası varmış Neden beni yararlandırmadınız aynı tarihte böyle bir şey varmış dediğimde o yeni başlayan aboneler için sizi eski abonesiniz dendi. Bizim suçumuz size güvenmek mi sizi kontrol etmemek mi bende sizin en eski abonenizin dediğimde bu sözleşmemim bitmesine 2-3 ay daha varken zam gelecek fiyatlar değişecek diyerek sözleşmeyi yenilediler. Ben kampanya takip eden ondan buna geçeyim diye takip eden bir insan değilim. Uzun yıllardır Turkcell'e güvenerek hareket ediyordum. Bana 35 GB hediye edeceğiz diyerek yenilenecek 10 gün kala sözleşme yaptırıldı. 35 hediye 35 kendi paketim 70 GB paketim Facebook ve Instagram da 10 gün sonra ne hikmetse bitti. 500 TL vererek 5 GB mecburen aldım şimdi o da bitti işim gereği yola gidip navigasyon kullanmak durumundayım. Şimdi tekrar 500 TL vererek 5 GB daha almak zorundayım. Milletin 60 GB'dı 390 TL kullandığı paketi Turkcell'e güvendiğim için 1730 TL kullanacağım.",
        {
            "entities": [
                [
                    0,
                    18,
                    "DATE"
                ],
                [
                    19,
                    27,
                    "OPE"
                ],
                [
                    44,
                    55,
                    "OPE"
                ],
                [
                    56,
                    65,
                    "DATE"
                ],
                [
                    90,
                    108,
                    "DATE"
                ],
                [
                    110,
                    118,
                    "OPE"
                ],
                [
                    135,
                    145,
                    "OPE"
                ],
                [
                    258,
                    266,
                    "OPE"
                ],
                [
                    267,
                    301,
                    "PKG"
                ],
                [
                    314,
                    451,
                    "PKG"
                ],
                [
                    632,
                    681,
                    "PAY"
                ],
                [
                    776,
                    786,
                    "OPE"
                ],
                [
                    821,
                    842,
                    "PKG"
                ],
                [
                    863,
                    874,
                    "DATE"
                ],
                [
                    949,
                    958,
                    "APP"
                ],
                [
                    962,
                    974,
                    "DATE"
                ],
                [
                    994,
                    1102,
                    "PAY"
                ],
                [
                    1117,
                    1158,
                    "PAY"
                ],
                [
                    1169,
                    1202,
                    "PKG"
                ],
                [
                    1203,
                    1213,
                    "OPE"
                ],
                [
                    1230,
                    1250,
                    "PAY"
                ],
                [
                    896,
                    936,
                    "PKG"
                ],
                [
                    937,
                    946,
                    "APP"
                ]
            ]
        }
    ],
    [
        "\"Merhabalar, Türk Telekom hattımı Vodafone'a taşıdım. Taşıdıktan sonra Türk Telekom'dan bana yüksek bir meblağ şeklinde fatura yansıtıldı. Sadece 27 Kasım ve 27 Aralık arasındaki fatura tutarı 5485.34 TL olarak geldi. Müşteri hizmetleri, cayma bedeli olarak yüksek bir rakam eklendiğinde bu şekilde olduğunu söyledi. Hiç bu kadar insanları alaya alan bir operatör görmedim. Ömrü hayatımda en kısa zamanda düzeltilmesini talep ediyorum.\"",
        {
            "entities": [
                [
                    13,
                    25,
                    "OPE"
                ],
                [
                    34,
                    44,
                    "OPE"
                ],
                [
                    71,
                    87,
                    "OPE"
                ],
                [
                    139,
                    178,
                    "DATE"
                ],
                [
                    179,
                    216,
                    "PAY"
                ],
                [
                    238,
                    315,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Vodafone taahhüdüm bitiyor, faturayı iptal etmek istiyorum. Faturasız hatta geçmek istiyorum ancak cevap veren yok. Tarifeler zaten başını almış gidiyor; 250 TL'den 650 TL'ye diyorlar. Dönüş yapılsın, yoksa hukuki süreci başlatacağım. Çok memnundum ama artık bunlar yüksek meblağlara zorunlu kılmaya çalışıyorlar.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    155,
                    184,
                    "PAY"
                ],
                [
                    10,
                    27,
                    "PKG"
                ],
                [
                    29,
                    59,
                    "PAY"
                ],
                [
                    94,
                    115,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Herkese selamlarBen Türk Telekom'dan internetimi taşınmasını rica ettim. 1 hafta öncesinden aradım ve bana 07.02.2025 tarihi itibariyle direkt kullanabileceksiniz denildi. Şu anda 09.02.2025 olmasına rağmen ve ben defalarca aramama rağmen hâlen bir düzeltme yok. Ben de evde çalışan olarak bundan muzdarip oldum. Her defasında 'sizin mağduriyetinizi anlıyoruz' deniliyor ama icraat yok.",
        {
            "entities": [
                [
                    20,
                    36,
                    "OPE"
                ],
                [
                    73,
                    80,
                    "DATE"
                ],
                [
                    107,
                    117,
                    "DATE"
                ],
                [
                    180,
                    190,
                    "DATE"
                ],
                [
                    239,
                    261,
                    "SER"
                ],
                [
                    375,
                    385,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Vodafone, 4 tane hattım var ve evimde çekmiyor. Kendi ikamet ettiğim evimde çekmeyecekse o zaman neden Vodafone alıyoruz? Diğer rakibiniz olan GSM şirketi çok güzel çekiyor. Buna çare getirmenizi rica ediyorum. Evde dört hat kullanıyorum.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    104,
                    112,
                    "OPE"
                ],
                [
                    11,
                    47,
                    "NET"
                ]
            ]
        }
    ],
    [
        "Türk Telekom mağdur etti. Beni ödenmemiş faturam olmamasına rağmen hattımı aramalara kapattılar. Müşteri hizmetlerini aradım yapabileceğimiz bir şey yok bekleyin gün içerisinde açılır dediler. Bu kadar sorumsuzluk beni deli etti. Bu nasıl olur. Perişan oldum. Tüketici Hakem Heyeti'ne de şikayet edeceğim Türk Telekom pişmanlıktır. 10 adet hattım var hepsini iptal edeceğim.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    26,
                    95,
                    "PAY"
                ],
                [
                    260,
                    284,
                    "ORG"
                ],
                [
                    305,
                    317,
                    "OPE"
                ],
                [
                    340,
                    373,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "Vodafone müşteri hizmetleri beni arayıp taahhüdün son ayına girdiniz diyor ve yeni taahhüt yapıyor. Vodafone uygulamasından baktığımda 21 Mart'ta taahhüdümün bittiğini gördüm. 2 ay var daha ve benden daha fazla para almak için bugün yenileme yapıldı.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    100,
                    108,
                    "OPE"
                ],
                [
                    135,
                    145,
                    "DATE"
                ],
                [
                    176,
                    180,
                    "DATE"
                ],
                [
                    205,
                    249,
                    "PAY"
                ],
                [
                    146,
                    174,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "2 Aralık'ta Turkcell'den hat taşıma başvurusu yaptım 4 Aralık'tan beri kurye üzerinde gözüküyor. 10 gündür kargom ortalıkta yok. Çağrı merkezini aradığımda hat babamın üzerine olduğu için bilgi vermiyorlar. Babamda Türk hattı kullanmadığı için arayıp bilgi alamıyor. Bana hattım geldiğinde teslim alamayacağımı veya başvuruyu iptal edemeyeceğimi de söylüyorlar. Ben 10 gündür bir hattın gelmesini bekliyorum fakat geldiğinde de teslim alamayacağımı öğreniyorum. Sorunumun hemen çözülmesini talep ediyorum. Aksi halde Tüketici Mahkemesi'ne başvuracağım.",
        {
            "entities": [
                [
                    0,
                    11,
                    "DATE"
                ],
                [
                    12,
                    24,
                    "OPE"
                ],
                [
                    25,
                    52,
                    "LIN"
                ],
                [
                    53,
                    65,
                    "DATE"
                ],
                [
                    97,
                    106,
                    "DATE"
                ],
                [
                    129,
                    205,
                    "SER"
                ],
                [
                    366,
                    375,
                    "DATE"
                ],
                [
                    517,
                    538,
                    "ORG"
                ]
            ]
        }
    ],
    [
        "\"Turkcell interneti, ben böyle bir şey görmedim. 60 GB kullanıyordum, o yetmedi, internet su gibi gidiyordu. 90 GB yaptım, yükseltme yaptım, şaka gibi o da yetmiyor, su gibi gidiyor internet. Anlamadım yani, ne yapmamız lazım? Kaç GB internet almamız lazım? En sonunda hat değişikliğine gideceğim. Bu işe bir çözüm bulun lütfen, artık çok can sıkıcı bir hal almaya başladı. Ben bütün paramı internete, ek paketlere mi vereceğim yani?\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    49,
                    69,
                    "PKG"
                ],
                [
                    109,
                    139,
                    "PKG"
                ],
                [
                    166,
                    190,
                    "PKG"
                ],
                [
                    269,
                    296,
                    "LIN"
                ],
                [
                    374,
                    432,
                    "PAY"
                ],
                [
                    81,
                    107,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Turkcell Superbox kullanıyorum. İnternet bitince ek paket almak zorunda kaldım, ancak yeni internetimin yüklenmesine saatler kala ek paketim bittiği için otomatik yüklendi ve hiçbir bilgi verilmedi. Sadece 0.4 GB internet kullanımı olduğu için tam ücret talep ederek iptal ettiler. Ancak paket yenilenmeden müşteri bilgilendirilmesinin etik olacağını düşünüyorum. Ama Turkcell tamamen para odaklı çalışan bir kurum olduğu için bu onun için bir sorun teşkil etmiyor.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    10,
                    18,
                    "APP"
                ],
                [
                    33,
                    79,
                    "PKG"
                ],
                [
                    131,
                    172,
                    "PKG"
                ],
                [
                    207,
                    244,
                    "PKG"
                ],
                [
                    369,
                    377,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "\"Yıllardır Türk Telekom abonesiyim ve ailem de öyle. Son 2 aydır evimizde, mahallemizde bile şebeke çekmiyor. Ne bize ulaşmaya çalışan insanlar ulaşabiliyor ne de biz onlara. Sadece Wi-Fi üzerinden başka uygulamalar kullanarak iletişim kurabiliyoruz. Şikayet için müşteri hizmetlerini aradığımda ulaşamıyoruz. Bu sorunun acilen düzeltilmesini bekliyoruz. Sadece kendi ailem değil, bütün mahalleli sizin yüzünüzden isyanda! Güzelyurt Mah. Fatih Cad. Esenyurt / İstanbul\"",
        {
            "entities": [
                [
                    1,
                    10,
                    "DATE"
                ],
                [
                    11,
                    23,
                    "OPE"
                ],
                [
                    93,
                    108,
                    "NET"
                ],
                [
                    198,
                    249,
                    "LIN"
                ],
                [
                    438,
                    468,
                    "LOC"
                ],
                [
                    110,
                    173,
                    "NET"
                ],
                [
                    251,
                    308,
                    "SER"
                ],
                [
                    423,
                    437,
                    "LOC"
                ]
            ]
        }
    ],
    [
        "\"Neye yaradığını dahi bilmediğim uygulama için abonelik oluşturmuş, benden para kesmiş. 16 yıllık Vodafone müşterisi olarak bugünden sonra başka operatör arayacağım çünkü haksızlığı sevmiyorum Vodafone. Paraya ihtiyacı varmış demek ki. Hak etmediği karı böyle elde ediyor.\"",
        {
            "entities": [
                [
                    68,
                    86,
                    "PAY"
                ],
                [
                    88,
                    97,
                    "DATE"
                ],
                [
                    98,
                    106,
                    "OPE"
                ],
                [
                    193,
                    201,
                    "OPE"
                ],
                [
                    203,
                    234,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "\"Vodafone red sınırsız 40 GB paketini satın almıştım. Numaramı yeni aldığımda 3 ay önce yani, bana sınırsız TikTok hakkı diye söylendiği için Vodafone'a geçtim. 12 ay boyunca geçerli mi dediğimde ise evet dendi. Bu ay fark ettim ki TikTok kullanırken internet paketim azalıyor. Tarife detaylarına baktığımdaysa taahhüt yaparken bana sunulan tarifeden tamamen farklı bir tarifeye dönüşmüş! Lütfen sorunumu çözün!\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    14,
                    37,
                    "PKG"
                ],
                [
                    108,
                    114,
                    "APP"
                ],
                [
                    142,
                    152,
                    "OPE"
                ],
                [
                    161,
                    174,
                    "DATE"
                ],
                [
                    232,
                    238,
                    "APP"
                ],
                [
                    239,
                    276,
                    "PKG"
                ],
                [
                    311,
                    387,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom müşterisiyim, kullandığım faturalı hattıma ait ücret her ay farklı yansımaktadır. Ek paket almadığım halde bu ay kendiliğinden ek paket yüklenmiş ve sistemde de yok o paket. Arıyorum muhatap bulamıyorum. Gerçekten bu ülkede neden böyle şeyler oluyor ve üzerine düşen olmuyor\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    49,
                    94,
                    "PAY"
                ],
                [
                    96,
                    120,
                    "PKG"
                ],
                [
                    121,
                    126,
                    "DATE"
                ],
                [
                    141,
                    159,
                    "PKG"
                ],
                [
                    188,
                    216,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Vodafone üzerinden yanlışlıkla mobil ödeme gerçekleştirilmiş ve kesinlikle bilgim dışı ve onayım yoktu faturama yansımış. PUBG oynarken gelen teklifi kabul etmememe rağmen onaylanmış gibi gözüktü. Bu durumda mağdurum ve olayın çözülmesini talep ediyorum. İade edilmesini istiyorum",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    19,
                    120,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Vodafone tarafından bilgim dışında mobil içerik aboneliği ücreti yansıtılmış, aboneliğimi iptal ettirdim fakat yine de faturama yansıtıldı. Ben hiçbir yere tıklamadım ve üyelik başlatmadım. Ücretin iadesini talep ediyorum. 0506418*** numaralı hattım üzerinden ulaşılabilir.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    20,
                    77,
                    "PAY"
                ],
                [
                    79,
                    139,
                    "PAY"
                ],
                [
                    191,
                    222,
                    "PAY"
                ],
                [
                    224,
                    243,
                    "NUM"
                ]
            ]
        }
    ],
    [
        "\"Vodafone müşteri hizmetlerini telefon ile arayarak Türkiye'den yurt dışına kullanım yapabilmek için paketler hakkında bilgi almak istedim. Konuştuğum müşteri temsilcisi hanımefendi'de bana red paketlerinden birini önerdi ve yurt dışı ile 120 dakika konuşma hakkının da pakete dahil olduğunu belirtti. Ben de hanımefendinin verdiği bu bilgiye istinaden, 200 küsur lira olan tarifemi 500 lira civarında olan red tarifesi ile değiştirdim. Fatura kesim tarihinde bir bakıyorum, 2000 TL civarı fatura gelmiş. Müşteri hizmetlerini tekrar arıyorum faturamın detaylarını soruyorum ve yurt dışı kullanımdan dolayı ek ücret alındığı bilgisini alıyorum. Meğer bu red tarifedeki yurt dışı ile görüşme hakları sadece 23 ülke ile sınırlıymış fakat bana böyle bir bilgi kesinlikle iletilmedi. İtiraz için yaklaşık 3 hafta önce müşteri hizmetleri üzerinden kayıt bıraktım, ve yine müşteri hizmetlerinin verdiği bilgiye istinaden Vodafone evrak takip mail adresine konuyu açıklayıcı bir mail gönderdim. Yaklaşık 3 haftadan beri konunun çözülmesini bekliyorum, her aradığımda ses kayıtları inceleniyor deniliyor fakat hiçbir geri dönüş yok. Ücretimin iadesini talep ediyorum.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    475,
                    503,
                    "PAY"
                ],
                [
                    606,
                    642,
                    "SER"
                ],
                [
                    668,
                    697,
                    "PKG"
                ],
                [
                    705,
                    712,
                    "DATE"
                ],
                [
                    735,
                    777,
                    "SER"
                ],
                [
                    800,
                    812,
                    "DATE"
                ],
                [
                    914,
                    922,
                    "OPE"
                ],
                [
                    987,
                    1011,
                    "DATE"
                ],
                [
                    1124,
                    1157,
                    "PAY"
                ],
                [
                    52,
                    63,
                    "LOC"
                ],
                [
                    354,
                    435,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"20.12.2024 tarihinde TurkNet üzerinden (daha önce kullandığım evime) internet başvurusu yaptım ve 3 iş günü içerisinde kurulum için geleceği söylendi. Hızlı bir şekilde yeni modem aldım, evimin içindeki altyapımı güncelledim. 3 gün geçti, gelen yok. 5 gün geçti, gelen yok. TurkNet ekipleri ile görüştüğümde Türk Telekom ekiplerinin geleceği söylendi. Tam 27 gün oldu. 27 günün 25 gününde sürekli TurkNet ile görüşüyorum ve Telekom ekiplerinin 3 iş günü içinde geleceği söylendi. 3 gün sonra yazdığımda 2 gün daha, sonra 3 gün daha, sonra 2 gün daha, sonra 1 gün demelerine rağmen toplamda 27 gün oldu, hâlâ mahalleme internet bağlantısı yapılmasını bekliyorum. Şikayet etmek istediğimde nereye yazabilirim dediğimde ise 'Biz ilettik' diyorlar ama çok sanmıyorum.\"",
        {
            "entities": [
                [
                    1,
                    21,
                    "DATE"
                ],
                [
                    22,
                    29,
                    "OPE"
                ],
                [
                    70,
                    95,
                    "NET"
                ],
                [
                    99,
                    119,
                    "DATE"
                ],
                [
                    240,
                    249,
                    "SER"
                ],
                [
                    251,
                    256,
                    "DATE"
                ],
                [
                    264,
                    273,
                    "SER"
                ],
                [
                    275,
                    282,
                    "OPE"
                ],
                [
                    309,
                    321,
                    "OPE"
                ],
                [
                    379,
                    389,
                    "DATE"
                ],
                [
                    398,
                    405,
                    "OPE"
                ],
                [
                    425,
                    432,
                    "OPE"
                ],
                [
                    558,
                    563,
                    "DATE"
                ],
                [
                    591,
                    597,
                    "DATE"
                ],
                [
                    604,
                    661,
                    "NET"
                ],
                [
                    227,
                    232,
                    "DATE"
                ],
                [
                    357,
                    363,
                    "DATE"
                ],
                [
                    370,
                    379,
                    "DATE"
                ],
                [
                    445,
                    454,
                    "DATE"
                ],
                [
                    481,
                    492,
                    "DATE"
                ],
                [
                    504,
                    514,
                    "DATE"
                ],
                [
                    522,
                    532,
                    "DATE"
                ],
                [
                    539,
                    550,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "Türk Telekom sabit ev internetimde sinyal problemi oldu ve teknik destek çağırdım. Sadece bakıp ama onarım yapmayıp gittiler. Yaklaşık 3 haftadır internetim yok para ödüyorum arıyorum telesekreter çıkıyor. Kimseye ulaşamıyorum. Sürekli mesaj atıyorlar arızanız çözülmeye çalışılıyor diye. Bir arıza 3 hafta süremez",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    35,
                    55,
                    "NET"
                ],
                [
                    126,
                    145,
                    "DATE"
                ],
                [
                    146,
                    161,
                    "NET"
                ],
                [
                    161,
                    174,
                    "PAY"
                ],
                [
                    206,
                    226,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Merhaba, Türk Telekom hattı kullanıyorum. +44'lü numaralardan bahis sitelerinden sürekli mesaj geliyor. Engelliyorum fakat farklı +44 numaralar yine mesaj atıyor. Gece gündüz, saat fark etmeksizin, psikolojim bozuluyor. Acil yardım istiyorum, yoksa hattımı kırıp atacağım en sonunda.\"",
        {
            "entities": [
                [
                    10,
                    22,
                    "OPE"
                ],
                [
                    124,
                    162,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "\"Vodafone mobil ödeme ile i tunes aboneliği adı altında faturama ücret yansıtılmaktadır, bu durumun Apple ve abonelikle alakası yoktur. Acil aranıp ücret iadelerimin yapılarak iptal edilmesini istiyorum. Bilgim dışında yapılan bir işlemi kabul etmiyorum. Herhangi bir onay vermedim satın alınan uygulamalarda da böyle bir kayıt yok dönüş olmaması durumunda CİMER'e yazacağım bu ikinci şikayetim\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    34,
                    87,
                    "PAY"
                ],
                [
                    100,
                    105,
                    "ORG"
                ],
                [
                    357,
                    364,
                    "ORG"
                ],
                [
                    25,
                    33,
                    "APP"
                ],
                [
                    136,
                    202,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Mobil ödeme hediyem kapsamında tarafıma gelen mesaj doğrultusunda, Yanımda Premium üyeliğimin 2 ay bedava olduğunu belirten bir mesaj aldım. Bu kapsamda yapmış olduğum abonelik doğrultusunda tarafıma 54 liralık bir bedel yansıtıldı. Bu durum için müşteri temsilcilerini aradığımda bana yardımcı olmadılar. Bu yüzden kendilerinden şikayetçiyim. Aynı zamanda tarafıma isnat edilen bu mesajın talebi doğrultusunda 54 liralık bedelin tarafıma iade edilmesini ve Premium üyeliğimin iptal edilmesini arz ederim. Konuyla ilgili bilgilendirilmek için aramak istiyorum.\"",
        {
            "entities": [
                [
                    1,
                    66,
                    "PAY"
                ],
                [
                    68,
                    75,
                    "APP"
                ],
                [
                    76,
                    94,
                    "PKG"
                ],
                [
                    95,
                    99,
                    "DATE"
                ],
                [
                    282,
                    305,
                    "SER"
                ],
                [
                    358,
                    455,
                    "SER"
                ],
                [
                    141,
                    232,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"28 Aralık Cumartesi 21:15'te Türk Telekom müşteri hizmetleriyle görüştüm. Normalde herhangi bir taahhüt sözleşmesi olduğunda asla hattın yasal sahibiyle ilgilenmeyen müşteri hizmetleri bir yardıma ihtiyacım olduğunda güvenlik sorusunu söylememe rağmen yardımcı olmadı. Hattın yasal sahibi babam ve farklı şehirlerdeyiz, bugüne kadar benden para alınan her şey için benimle muhatap olundu, prosedürler o durumlarda geçerli değil galiba. Bir şey yapmasını istemedim karşıdaki hanımefendiden sadece bilgi alacaktım. Eğer güvenlik sorusuyla ilgilenmiyorsanız, başta da sormayın o zaman. Paket ve taahhüt tekliflerinizde de direkt hattın yasal sahibini isteyin.\"",
        {
            "entities": [
                [
                    1,
                    20,
                    "DATE"
                ],
                [
                    30,
                    42,
                    "OPE"
                ],
                [
                    253,
                    268,
                    "SER"
                ],
                [
                    334,
                    436,
                    "PAY"
                ],
                [
                    583,
                    658,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom, telefon numaralarımızı üçüncü taraflara veriyor ve aralıksız olarak neredeyse Türkiye'deki tüm internet servis sağlayıcılarından tanıtım telefonu geliyor. Hem çok rahatsız edici hem de vatandaşın güvenlik ve özel hayatının koruma altına alınması haklarını ihlal eden bir durum.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    93,
                    105,
                    "LOC"
                ],
                [
                    144,
                    168,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "Turkcell'e yıl sonu kampanyalarından faydalanmak için numara taşıma başvurusunda bulundum. 3 Aralıktan beri sim kartın teslim edilmesini bekliyorum. Defalarca aradım sordum ulaşabildiğim kişiler bu konuda bilgisi olmadığını bu konuyla ilgilenen birimin çok yoğun olduğunu söylediler. E ne yapacağız şimdi? Bir sorunun çözülmesi için ille buraya mı yazmak lazım. Yeni abone istemiyorsanız söyleyin bizde ona göre başımızın çaresine bakalım. Eşimin numara taşımasında sim kartı 1 günde teslim ettiniz. Ben 10 gündür bekliyorum.",
        {
            "entities": [
                [
                    0,
                    10,
                    "OPE"
                ],
                [
                    54,
                    89,
                    "LIN"
                ],
                [
                    91,
                    107,
                    "DATE"
                ],
                [
                    447,
                    475,
                    "LIN"
                ],
                [
                    476,
                    483,
                    "DATE"
                ],
                [
                    504,
                    513,
                    "DATE"
                ],
                [
                    108,
                    125,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Vodafone tarafından GB avı diye bir servise haberim olmadan üye edilmişim. Bugün üyeliğimi yenileyeceklerini belirten mesaj gelmese haberim olmayacak. İki aydır faturama 159 lira servis ücreti yansıtılmış, otomatik ödeme yaptığım için fark etmemiştim. Böyle köklü firmalar da bunu yaparsa biz kime güveneceğiz. Böylesine ekonomik ortamda zaten faturaları ödemekte zorlanıyoruz. Bir de hiç bilmediğim ve kullanmadığım bir uygulama için faturama ilave yük getiriyorlar. Bu durumun düzeltilip haksız bir şekilde kesilen tutarların iade edilmesini talep ediyorum.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    152,
                    161,
                    "DATE"
                ],
                [
                    162,
                    205,
                    "PAY"
                ],
                [
                    207,
                    251,
                    "PAY"
                ],
                [
                    404,
                    467,
                    "PAY"
                ],
                [
                    518,
                    559,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom'un mobil işlemler uygulamasını telefondan açtığım anda 'Talebiniz onaylanmıştır' ibaresi göründü ve istemediğim bir işlem yapıldı. Hemen 1-2 dakika içinde müşteri hizmetlerini aradım ve bu işlemin iptal edilemeyeceğini, kişinin kendisi tarafından online işlemlerden yapıldığını ve geri dönüşün olmadığını söylediler. Eski tarifeye geçiş yapılırsa cayma bedeli alınacağını bildirdiler. Kişilerin seçme özgürlüğünü teknolojik hilelerle engellemek boyutuna ulaştığınız için tebrikler Türk Telekom, istemediğim bir tarifeyi kullanmak zorunda bırakıldım. Saniyeler içerisinde.\"",
        {
            "entities": [
                [
                    1,
                    16,
                    "OPE"
                ],
                [
                    361,
                    398,
                    "PAY"
                ],
                [
                    495,
                    507,
                    "OPE"
                ],
                [
                    114,
                    143,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "\"0552*****48 numaralı Türk Telekom hattım uzun yıllardır Türk Telekom'da bulunmaktayken Konya Ereğli Park Site içerisinde 7000050 numaralı Türk Telekom bayisine başvurdum. Eski müşterilere paket ücretleri yüksek, yeni müşterilere indirimli tarifeler olması üzerine bayiye başvurdum. Bana, ayrılmam halinde cayma bedeli ödemeyeceğim bilgisini sisteme bakarak verdiler. Ben de bunun üzerine hattımı taşıdım ancak faturama 4.500 TL civarı fahiş bir cayma bedeli yansıtılmış. Bu durumun iptalini ve mağduriyetimin giderilmesini istiyorum.\"",
        {
            "entities": [
                [
                    1,
                    21,
                    "NUM"
                ],
                [
                    22,
                    34,
                    "OPE"
                ],
                [
                    42,
                    56,
                    "DATE"
                ],
                [
                    57,
                    72,
                    "OPE"
                ],
                [
                    88,
                    110,
                    "LOC"
                ],
                [
                    139,
                    151,
                    "OPE"
                ],
                [
                    306,
                    367,
                    "PAY"
                ],
                [
                    411,
                    470,
                    "PAY"
                ],
                [
                    172,
                    281,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Vodafone sınırsız Youtube.com internetimden yiyor. Daha geçen günlerde tarifemi değiştirdim, sınırsız Youtube.com paketim var. Ayrıca diğer bazı uygulamalar da internetten yemiyor, yani en azından yememesi gerek. Ama her nasıl oluyorsa yiyor ve internetim gidiyor Youtube.com kullanınca. Bu sorunun çözülmesini talep ediyorum.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    19,
                    30,
                    "APP"
                ],
                [
                    103,
                    114,
                    "APP"
                ],
                [
                    246,
                    264,
                    "NET"
                ],
                [
                    265,
                    276,
                    "APP"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom ev interneti kullanıcısıyım. 10 gündür parasını ödediğim ve gelecek fatura döneminde hizmet almadığım halde parasını ödeyeceğim internet hizmetine erişim sağlayamıyorum. Sürekli 'şu tarihte bitecek, bu tarihte bitecek' diye yalanlarla sizi oyalıyorlar.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    43,
                    52,
                    "DATE"
                ],
                [
                    142,
                    182,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Vodafone uyumlu 12GB Paketi ile 280 TL civarı fatura ödüyorum. Taahhüdüm 28.02.2025 tarihinde bitiyor, başka tarifeye geçmezsem baz fiyatı üzerinden ücretlendirileceğim yazıyor uygulamada fakat baz fiyatı nedir hiçbir yerden bilgi alamıyorum. Birkaç kere aradılar, hiç ihtiyacım olmayan aşırı yüksek fiyatlı, yüksek internetli tarifeler önerdiler. İhtiyacım olmadığını, mevcut olanı bile kullanmadığımı ve daha uygun teklif olup olmadığını söylememe rağmen başka teklifiniz yok diyorlar. Başka bir operatöre geçtiğimde çok daha uygun fiyatlara teklif alıyorum, senelerdir Vodafone kullanıyor olmamın hiçbir önemi yok. Ve sanki mevcut tarifemi sınırda kullanıyormuşum da tarifemi yükseltmem gerekiyormuş gibi hareket edip daha düşük bir tarifeye ya da mevcut tarifemle devam etmeme izin verilmiyor. Ne eski müşteri hakkı ne de tüketici hakkı var. Baz fiyat nedir? Onu neden öğrenemiyoruz? Neden herkes taahhüde mahkum ediliyor?\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    10,
                    62,
                    "PKG"
                ],
                [
                    74,
                    84,
                    "DATE"
                ],
                [
                    129,
                    177,
                    "PAY"
                ],
                [
                    195,
                    242,
                    "SER"
                ],
                [
                    294,
                    347,
                    "PAY"
                ],
                [
                    458,
                    487,
                    "NET"
                ],
                [
                    489,
                    572,
                    "LIN"
                ],
                [
                    573,
                    581,
                    "OPE"
                ],
                [
                    722,
                    797,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom mobil hattıma şu an 3 fatura borcum var ve bunu taksitlendirilmesi için Türk Telekom'la görüştüm ama her seferinde önceden taksit olduğu için taksit yapılamadığı söyleniyor. Önceki taksitlerimi düzenli bir şekilde ödedim, 2 taksit kalmış durumda. Göz göre göre kontrat iptal edilerek yasal takibe düşmeme sebep olunuyor.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    14,
                    53,
                    "PAY"
                ],
                [
                    86,
                    101,
                    "OPE"
                ],
                [
                    129,
                    186,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Müşteri temsilcisi uzman ekibe aktarım sağlıyor. 30 dakika bağlanamıyorsunuz, ben böyle bir durum görmedim. 90 TL olan faturam, tarife bittiğinde 360 TL oluyor. Ben böyle bir zam görmedim. Verdikleri teklif fiyatları gün ve gün değişiyor. Bir müşteri temsilcisinin söylediği fiyatı diğer temsilci göremiyor. Anlamıyorum ki kafalarına göre mi fiyat veriyorlar? Böyle bir durum olmaz, müşteri memnuniyeti sıfır...\"",
        {
            "entities": [
                [
                    276,
                    307,
                    "PAY"
                ],
                [
                    50,
                    77,
                    "SER"
                ],
                [
                    109,
                    160,
                    "PAY"
                ],
                [
                    190,
                    237,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Vodafone Güvenli depo şifremi unuttum ve 'şifremi unuttum' butonu müşteri temsilcisine bağlanmamı söylüyor. Ancak müşteri temsilcisi de konu hakkında bilgisi olmadığı için sorunum bir türlü çözülemiyor. 3 kez aradım 3'ü de farklı bir şey söyledi, fakat sorunum çözülmedi. Aynı sorunu yaşayan farklı insanlar da olmasına rağmen bir çözüm bulunamamış olması çok ilginç. Telefonumu değiştirdim ve tekrar güvenli depoyu yükledim giriş yapamıyorum.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    328,
                    349,
                    "SER"
                ],
                [
                    426,
                    443,
                    "SER"
                ],
                [
                    10,
                    22,
                    "APP"
                ],
                [
                    109,
                    202,
                    "SER"
                ],
                [
                    248,
                    271,
                    "SER"
                ]
            ]
        }
    ]
]