[
    [
        "\"Yoğun bakımdaki anneannemin Turkcell telefon hattını iptal edebilmem için kendi telefonumdan uygulamaya girip anneannemin telefon numarasını yazarak, nüfus cüzdanı fotoğrafıyla birlikte hat iptal talebinde bulundum. Bunu Turkcell'den aldığım bilgiye dayanarak gerçekleştirdim. Fakat şimdi hat sahibi dışında kimsenin hattı iptal edemeyeceğini söyleyerek, her ay 400 lira fatura göndermeye devam ediyorlar. Sundukları diğer çözüm de, anneannemin telefonundan uygulamaya girip talep oluşturmam. Kendisi 90 yaşında, akıllı telefonu yok ve ben de pin kodunu bilmiyorum.Son bir yıldan uzun zamandır sağlık durumu ve yaşı nedeniyle telefon hattını zaten kullanmıyordu ve Turkcell bunu kolayca görüntüleyebilir.Hattı ne kapatıyorlar, ne de yol gösteriyorlar. 50-100 lira olsa neyse, ödenir. Ayda 400 lira fatura geliyor ve bu işe bir çözüm bulmamız şart ama Turkcell asla yardımcı olmuyor.\"",
        {
            "entities": [
                [
                    29,
                    37,
                    "OPE"
                ],
                [
                    222,
                    234,
                    "OPE"
                ],
                [
                    356,
                    405,
                    "PAY"
                ],
                [
                    666,
                    674,
                    "OPE"
                ],
                [
                    753,
                    783,
                    "PKG"
                ],
                [
                    790,
                    813,
                    "PAY"
                ],
                [
                    852,
                    860,
                    "OPE"
                ],
                [
                    866,
                    882,
                    "SER"
                ],
                [
                    289,
                    343,
                    "LIN"
                ],
                [
                    187,
                    215,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Değerli can dostlar, telefon numaramdan çok rahatsız ediliyordum ve bu nedenle telefon numaramı iptal etmek istedim. Vodafone temsilcisine Marmara'da değişiklik yapmak istediğimi belirttim ancak kullandığım numara taşınabilir olduğundan değiştiremiyoruz dediler. Vodafone bayisine gidip yeni bir hat aldım ve eski hattımı iptal edin dedim. Ancak bu sefer de bu hattın cihaz taksiti var diyerek iptal etmediler. Bana iki hattı kullan dediler, biri 1070 TL, diğeri 1020 TL. Ben rahatsız edildiğim için hat aldım ve cayma bedeli biri 380 TL, biri 600 bin TL, biri de 1000 bin TL ödersin dediler. Ben daim müşteri olduğum halde 3 saat sonra cayma bedeli olur mu? Vodafone beni 5 kezdir zarara uğratıyor ve ben Parkinson hastasıyım. Bu hastalık beni kilitliyor, çalışmam mümkün değil. 4-5 ay içinde 3 telefon aldım, hepsi fos çıktı ve itiraz sonunda 5800 TL haklı çıktım ama para filan görmedim. Şimdi diye sorarsınız, niye ticaret yapıyorsun? Benim iyi niyetli oluşumdan belki bir daha olmaz derler. Bir senelik mukavelem olmasa hemen bırakıp giderim. Değerli can dostlar, takdir sizin. İyi günler dilerim.\"",
        {
            "entities": [
                [
                    118,
                    126,
                    "OPE"
                ],
                [
                    140,
                    150,
                    "LOC"
                ],
                [
                    264,
                    272,
                    "OPE"
                ],
                [
                    288,
                    306,
                    "LIN"
                ],
                [
                    514,
                    592,
                    "PAY"
                ],
                [
                    638,
                    658,
                    "PAY"
                ],
                [
                    660,
                    668,
                    "OPE"
                ],
                [
                    781,
                    787,
                    "DATE"
                ],
                [
                    310,
                    333,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "Yıllardır Vodafone luyum başka operatörlerin yeni gelene sağladığı fırsatlara rağmen Vodafone da kalıyorum. Şimdi de faturasızdan faturalıya geçmek istiyorum. Ama bir türlü ne 542 den ne de Vodafone Yanımda uygulamasından teklif alamıyorum. Vodafone şubesindende bir sonuç elde edemedim. Bu sorunun acilen çözülmesini istiyorum.",
        {
            "entities": [
                [
                    0,
                    9,
                    "DATE"
                ],
                [
                    10,
                    18,
                    "OPE"
                ],
                [
                    85,
                    93,
                    "OPE"
                ],
                [
                    190,
                    198,
                    "OPE"
                ],
                [
                    199,
                    206,
                    "APP"
                ],
                [
                    241,
                    249,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "Türk Telekom İstanbul Üsküdar'da altyapı değişikliği yapmış yeni modem almam gerekiyormuş yoksa kendi modemimden %25 kapasite ile verim alabilirmişim. Tek el olarak alt yapıyı değiştirip sonra yeni modemi 3 bin tl ya zorla satıyorlar. Altyapı değişikliği planlı yapılan işlemlerdir. 2 yıl önce ömür boyu benim olacak modemi satın aldığımda bu bilgiler neden paylaşılmadı. Bu modem de ömür boyu benim olacak şekilde satıyorlarsa modemim bozulmaysa bana yeni modemi zorla satamazlar.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    13,
                    32,
                    "LOC"
                ],
                [
                    165,
                    186,
                    "NET"
                ],
                [
                    235,
                    281,
                    "NET"
                ],
                [
                    283,
                    293,
                    "DATE"
                ],
                [
                    324,
                    371,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "2020 yılında Vodafone geçtim ancak Kocaeli/Gölcük Körfez. Mah. Şebeke çekmiyor ve haliyle internet. Çekmiyor acil bir durumda kimseye ulaşamıyorum. Daha evvelde müşteri hizmetleri aradı şikayet üzerine ancak bir ilerleme olmadı.Paket içeriğim 470 TL iken her ay 10 TL artıyor. Paket içeriğimi aşmıyorum ve kullanmadığım halde bu nasıl bir haksızlıktır? Doğru düzgün ücret karşılığımın hizmetini göremiyorum.Göremediğim halde kullanamıyorum. Ona rağmen faturalarım yüksek geliyor. Lütfen bu sorunlarımı gidermenizi talep ediyorum",
        {
            "entities": [
                [
                    0,
                    12,
                    "DATE"
                ],
                [
                    13,
                    21,
                    "OPE"
                ],
                [
                    35,
                    56,
                    "LOC"
                ],
                [
                    63,
                    98,
                    "NET"
                ],
                [
                    100,
                    146,
                    "NET"
                ],
                [
                    228,
                    267,
                    "PKG"
                ],
                [
                    353,
                    406,
                    "NET"
                ],
                [
                    452,
                    478,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Benim iznim ve onayım olmadan Vodafone'dan belirli oyunlar ve uygulamalar için şifre gönderiliyor. Ben talep etmediğim ve yapmadığım halde bu şifre girilip onaylanarak benim adıma abonelik başlatılıyor. Durumun düzeltilmesini ve ücret iadesini istiyorum.",
        {
            "entities": [
                [
                    30,
                    42,
                    "OPE"
                ],
                [
                    174,
                    201,
                    "PAY"
                ],
                [
                    229,
                    254,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"10 ay önce başlayan internet altyapı taleplerimiz bir türlü neticeye ulaşmadı. Dahası, konuyla ilgili ne Pendik'teki müdürle ne de mühendisleriyle görüşmek mümkün olmuyor. Kendileri asla müdürlükte olmuyorlar ve de olmak zorunda da değillermiş (öyle diyorlar). Telefon edin diyorum, mesaj, mail falan atın diyorum, hık mık başka bir şey yok. Dağ başında değilim, internet olan bir sokakta, 1 senelik yeni binadayız.\"",
        {
            "entities": [
                [
                    1,
                    11,
                    "DATE"
                ],
                [
                    21,
                    78,
                    "NET"
                ],
                [
                    188,
                    209,
                    "SER"
                ],
                [
                    391,
                    400,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "\"Hattımı Vodafone'dan farklı bir operatöre taşıdım. Normalde aylık 315TL olan faturam için 1 günlük bedel olarak 124.75 fiyat yansıtmışlar. Yansıtılan bu ücreti ne Vodafone'un kendi sitesinden, ne online bankacılıktan ne de şubeden ödeyemiyorum. Şubeye gidiyoruz müşteri hizmetleri ile görüşün diyorlar müşteri hizmetleri şubeden ödeme yapmanız gerekiyor diyor. 10 gündür yansıyan ödemeyi yapamıyorum.\"",
        {
            "entities": [
                [
                    9,
                    21,
                    "OPE"
                ],
                [
                    22,
                    50,
                    "LIN"
                ],
                [
                    67,
                    138,
                    "PAY"
                ],
                [
                    164,
                    175,
                    "OPE"
                ],
                [
                    362,
                    371,
                    "DATE"
                ],
                [
                    372,
                    401,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"27.12.2024 tarihinde kuryeniz SIM kartımı getirdi. 48 saat içinde aktif olur dedi ama halen aktif olmadı. Turkcell'i arıyorum, kuryenin aktif etmesi gerekiyor dediler. Kuryede bir yanlışlık var dediler. Dijital kuryeye hiçbir şekilde ulaşamıyorum. Aciliyetim var, lütfen en kısa sürede tarafıma ulaşılmasını arz ederim. Yoksa Tüketici Hakem Heyeti'ne ve savcılığa, kimlik bilgilerim alındı fakat işlem yapılmadı diye dava açacağım.\"",
        {
            "entities": [
                [
                    1,
                    21,
                    "DATE"
                ],
                [
                    52,
                    66,
                    "DATE"
                ],
                [
                    107,
                    117,
                    "OPE"
                ],
                [
                    204,
                    219,
                    "APP"
                ],
                [
                    327,
                    351,
                    "ORG"
                ],
                [
                    355,
                    364,
                    "ORG"
                ]
            ]
        }
    ],
    [
        "Turkcell Salla Kazan hediyem hattıma tanımlanmadı. Salla Kazan yaptım günlük 4 GB internet kazandım ama hattıma tanımlanmamış. Lütfen tanımlar mısınız. Hiçbir mesaj gelmedi. Ne kadar hakkım kaldığını öğrenmek için kalan yazdım ama orada da göremedim. Hediye interneti.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    9,
                    49,
                    "PKG"
                ],
                [
                    152,
                    172,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Türk Telekom Evde limitleri tanımayan paketini kullanıyorum. Normal taahhüt lü anlaşmam her ay 545TL fatura gelmesi gerekirken bu ay faturam 622.50TL geldi. Müşteri hizmetlerini aradım sistemlerimiz arızalı diyerek görüşme yapamadık. Uygulamadan son fatura detayına baktığımda Muud maxi 250 Müzik paketi adı altında ve 100TL olan bir paketi iznim ve bilgim olmadan ve hiçbir onayım olmadan bana bu paketi yüklemişler. Paketin ne olduğunu bile bilmiyorum. Faturada fark ettim. İznim ve onayım olmadan faturama eklenen bu paketi ve faturayı kabul etmiyorum ve Türk Telekom ve çalışanlarından şikayetçiyim.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    282,
                    315,
                    "PAY"
                ],
                [
                    485,
                    554,
                    "PAY"
                ],
                [
                    558,
                    570,
                    "OPE"
                ],
                [
                    95,
                    155,
                    "PAY"
                ],
                [
                    277,
                    282,
                    "APP"
                ]
            ]
        }
    ],
    [
        "\"Vodafone faturaları, aynı tarife içeriğine sahip olmasına rağmen, 4 hattımda da farklılık göstermektedir. 119 TL olan, diğeri 175 TL, bir diğeri ise 208 TL, vergiler dahil neredeyse iki katı farklılık göstermektedir. İlgili operatör firmamın bu konuda bir bilgi vermesini talep ediyorum.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    22,
                    49,
                    "PKG"
                ],
                [
                    107,
                    216,
                    "PAY"
                ],
                [
                    234,
                    287,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Vodafone faturalı hattan faturasız hatta geçeceğimi söyledim müşteri hizmetlerine. Aranacağımı söylediler aranmadım. Hat iptali başvurusunda bulunmadım aranmam halinde iptal olacağını söylediler, aranmadan iptal etmişler. Arasalardı ben iptalden vazgeçecektim. Ama ne yazık ki şimdi beni çok mağdur ettiler. Üstelik yurt dışındayım Vodafone pişmanlıktır.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    10,
                    61,
                    "LIN"
                ],
                [
                    118,
                    222,
                    "LIN"
                ],
                [
                    333,
                    341,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "Turkcell htp Clink n Play'in iptalini yaptığım halde bu ay da faturama yansımıştır. Bunun iptalini ve ücret iadesini talep ediyorum.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    53,
                    58,
                    "DATE"
                ],
                [
                    62,
                    82,
                    "PAY"
                ],
                [
                    102,
                    131,
                    "PAY"
                ],
                [
                    9,
                    28,
                    "APP"
                ]
            ]
        }
    ],
    [
        "\"Ben 0530*****64 numarasından faturamı ödeyemedim diye icralık oldum. Turkcell avukatları, benim borcumu üçüncü şahısları arayarak tahsil etmeye ve beni rencide edecek şekilde üçüncü şahıslara benim borcumu söylemiştir. Ben şikayetimi başta size, sonra da mahkemeye ileteceğim. Benim borcumu kesinlikle üçüncü şahısları arayıp isteyemez ve söyleyemez. Bu konu hakkında Turkcell'den şikayetçi olacağım. Osman Ö**** T.C. 124*****840, icralık olduğum numarada 0530*****64.\"",
        {
            "entities": [
                [
                    70,
                    78,
                    "OPE"
                ],
                [
                    369,
                    381,
                    "OPE"
                ],
                [
                    402,
                    413,
                    "PER"
                ],
                [
                    457,
                    469,
                    "NUM"
                ],
                [
                    5,
                    29,
                    "NUM"
                ]
            ]
        }
    ],
    [
        "09.01.2025 13:30 18:00 saatlerinde Tivibu uydu alici arızası için randevu verildi ama servisten ne arandım neden kimse geldi. Tivibu uydu alıcısı günlerdir arızalı. Müşteri hizmetlerine ulaştığımda 18 Ocak gününe yeniden randevu verilmek istendi. Servis kaydı olduğu halde mağdur edilen benim.",
        {
            "entities": [
                [
                    0,
                    10,
                    "DATE"
                ],
                [
                    35,
                    41,
                    "APP"
                ],
                [
                    126,
                    132,
                    "APP"
                ],
                [
                    198,
                    212,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "Turkcell müşteri hizmetleri telefonuma bakmıyor müşteri yoğun deyip sürekli bekletiyor. 2 gündür Superbox (Turkcell) internet bağlantısı vermiyor. 7/24 müşteri hizmetiyle işlemlerinizi kolayca halledin yazmışsınız sayfanızda. Babam kalp hastası sinirlenmesin diye ben arıyorum ulaşmaya çalışıyorum. 19 yaşında bir genci sinir hastası yapacaksınızbenim için Turkcell bitmiştir. (ailecek kullanıyoruz ödediğimiz paranın haddi hesabi yok) artık kullanmayacağız",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    68,
                    86,
                    "OTH"
                ],
                [
                    97,
                    105,
                    "APP"
                ],
                [
                    107,
                    115,
                    "OPE"
                ],
                [
                    115,
                    145,
                    "NET"
                ],
                [
                    357,
                    365,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "\"Merhaba, Turkcell hatta geçiş yaptım ve 13.12.2024 05:35 tarihinde hattımın açılacağı bilgisi geldi ancak hala servis yok ibaresi bulunmaktadır. Telefonu yeniden başlattım ancak yine de sorun devam etmektedir, gün içerisinde aktif olarak telefon kullanıyorum ve bir an önce sorunun çözülmesi gerekmektedir. Sorunun çözülmesi rica olur.\"",
        {
            "entities": [
                [
                    10,
                    18,
                    "OPE"
                ],
                [
                    41,
                    57,
                    "DATE"
                ],
                [
                    112,
                    144,
                    "NET"
                ],
                [
                    19,
                    37,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Altyapı sorunu ile karşı karşıyayım. Alt katım ve yan komşular interneti kullanabilirken, biz kullanamıyoruz. Sürekli bir 'altyapı yok' sorunu çıkıyor. Bu iş çok can sıkıcı, yıl olmuş 2025, altyapı ve internet yok. Yani neyin değişmesi gerekiyorsa değiştirin artık. Bizim de eğitim ihtiyacımız var. Adres yanlış diyor diğerleri nasıl aldı o zaman tek adres var bu durumun çözülmesini bekliyoruz\"",
        {
            "entities": [
                [
                    1,
                    63,
                    "NET"
                ],
                [
                    64,
                    109,
                    "NET"
                ],
                [
                    185,
                    189,
                    "DATE"
                ],
                [
                    191,
                    214,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Oyun oynarken açılan reklamdan kendiliğinden abonelik yapılmış ve benim onayım olmadan kayıt olmuş böyle bir şey nasıl olabilir. 3699 (Astrolojim Club) aboneliği başlattı. Aynı gün iptal etmemize rağmen, hatta hiç kullanmadığımız servis ücreti 143.59 lira yansımıştır. Bu tam bir aldatmaca Türk Telekom'u da kınıyorum. Bu olaya yol açıp müşterisini zarara uğrattığı için. CİMER'e ve Tüketici Mahkemesi'ne de bu konuyu şikayet edeceğim. Zararımı 135 liramı alana kadar peşini bırakmayacağım.\"",
        {
            "entities": [
                [
                    173,
                    181,
                    "DATE"
                ],
                [
                    291,
                    305,
                    "OPE"
                ],
                [
                    373,
                    380,
                    "ORG"
                ],
                [
                    384,
                    405,
                    "ORG"
                ],
                [
                    437,
                    490,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Merhaba, Türk Telekom olan operatörümü Turkcell'e taşıdım ve hattım açılır açılmaz çekmemeye başladı; ailem ulaşırken sorun yaşıyor ve konuşurken kesiliyor, internet bile çekmiyor. Lütfen bu konu ile ilgili acil yardımınızı bekliyorum. Şimdiden teşekkür ederim.\"",
        {
            "entities": [
                [
                    10,
                    22,
                    "OPE"
                ],
                [
                    40,
                    50,
                    "OPE"
                ],
                [
                    51,
                    58,
                    "LIN"
                ],
                [
                    135,
                    180,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom'a yaklaşık bir ay önce evde internet için başvurduk. Modem bağlamak için geldiler, daha sonra binada panelde arıza olduğu için şefe bildirdik deyip gittiler. Devamında arayarak kimseye ulaşamadım. Aboneliği iptal edip Kablo Net'e başvurduk, yine aynı şekilde binada kabloda sorun olduğu için altyapı da Türk Telekom'a ait olduğu için oradan ilgilenmeleri gerekiyor diyerek gerekli bildiriler yapıldı. Aynı şekilde sistemde aciliyet bildirdik. Neredeyse bir ay olacak, hiçbir şekilde dönüş yapan yok. Böyle bir durum görmedim. Vodafone kullanıcılarına internet dağıtırken Türk Telekom işini bile düzgün yapmıyor. Kalite tesadüf değilmiş cidden.\"",
        {
            "entities": [
                [
                    1,
                    15,
                    "OPE"
                ],
                [
                    25,
                    36,
                    "DATE"
                ],
                [
                    37,
                    65,
                    "NET"
                ],
                [
                    232,
                    243,
                    "ORG"
                ],
                [
                    317,
                    331,
                    "OPE"
                ],
                [
                    467,
                    473,
                    "DATE"
                ],
                [
                    540,
                    548,
                    "OPE"
                ],
                [
                    585,
                    597,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "\"Sokaktaki internet kablosunun koptuğunu söylediğimiz halde, hala gelip bir çalışma yapmayan, 10 günü geçen sıfır iletişimle ne zaman bir hareket olacak meraktayız. Bir de 7 günlük kesinti için 25 TL indirim sağlayacakmış. Benim kendi tarifemde internet bittiğinde ek paket en az 100 TL, o da haftalık. Siz neyin memnuniyetini sağlamaya çalışıyorsunuz? Bütün sokak olarak mağduruz. Bir kabloyu gelip bağlamak ne kadar zor olabilirse 10 günü geçti. Bakın, bilmiyorlar herhalde nasıl başlanacağını, şaka gibi. Sürekli 48 saat lafı dönüyor. Bütün bina olarak yasal yollara başvuracağız. Sözleşme iptaline gideceğiz.\"",
        {
            "entities": [
                [
                    94,
                    101,
                    "DATE"
                ],
                [
                    194,
                    221,
                    "PAY"
                ],
                [
                    245,
                    264,
                    "NET"
                ],
                [
                    265,
                    301,
                    "SER"
                ],
                [
                    433,
                    440,
                    "DATE"
                ],
                [
                    584,
                    611,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "0505*****17 numaralı telefon abonesiyim. Telefon ücretlerimi ödemesi otomatik ödeme talimatı vermiştim. Birkaç aydır telefon ücretini hem nakitten hem de kredi kartımdan çift olarak tahsil etmişler. Türk Telekom yetkililerine çok zor şekilde olsa da ulaştım. Görüştüğüm görevli bayan bu durumu kabul etti IBAN numarası vermemi istedi. Fazla aldıkları ücretleri iade edeceklerini söyledi. IBAN numarası verdim o günden beri ne aradılar ne sordular ne de fazladan aldıkları ücretleri yatırdılar. Bu durumun tersi olsaydı bende alacakları olsaydı maazallah beni icraya verirlerdi. İrtibat 0505****810 A**** A****",
        {
            "entities": [
                [
                    0,
                    11,
                    "NUM"
                ],
                [
                    69,
                    102,
                    "PAY"
                ],
                [
                    104,
                    116,
                    "DATE"
                ],
                [
                    199,
                    211,
                    "OPE"
                ],
                [
                    598,
                    603,
                    "PER"
                ],
                [
                    604,
                    609,
                    "PER"
                ],
                [
                    134,
                    197,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "15/01/2025 tarihinde internet üzerinden kolay paket al işleminde 210 TL lik pakete başvurdum ödeme kısmında her şeyi onayladıktan sonra ''Ödeme Gerçekleştirilemedi'' uyarısıyla karşılaştım. Hem paket gelmedi hem de para çekilmiş. Paranın ya iadesini ya da paketin gelmesini talep ediyorum.",
        {
            "entities": [
                [
                    0,
                    10,
                    "DATE"
                ],
                [
                    46,
                    111,
                    "PKG"
                ],
                [
                    190,
                    228,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"07.12.2024 tarihinde arkadaşım ile birlikte E-Sim'e geçiş yapmak için Ankara Taurus Turkcell mağazasına gittik. Mağazadaki görevliye talebimizi ilettiğimizde, mağazadaki görevli deneme bile yapmadan direkt olarak \"\"sistem arızalı, ekranlar yok\"\" gibi cümleler kurdu. Bir önceki gün yani 06.12.2024 tarihinde aynı mağazaya \"\"esnek devir işlemi\"\" için geldiğimizde de aynı bahane ile işlemi yapamadıklarını söylemişlerdi. \"\"esnek devir işlemini\"\" başka bir Turkcell İletişim Merkezi'nde hallettik ve orada Taurus şubesinin sistemlerinin bozuk olmadığını sadece uğraşmak istemediklerini anladık. Bu bilgiler ile Taurus AVM Turkcell mağazasında aynı bahane ile ikinci gün de karşılaşınca oradaki görevliye yaşadığımız sorunu ilettik. O da ortamı gerecek şekilde açıp rapor mu göstereyim gibi tavırlarla müşteri ile nasıl konuşması gerektiğini bilmeden neredeyse bağırma noktasına gererek huzurumuzu kaçırdı ve başka bir yalan söyledi. \"\"Şu an tüm Turkcell bayilerinde sorun var 3-5 günden önce çözemezsiniz hiçbir Turkcell'de şu an E-Sim'e geçiş yapamazsınız \"\" diyerek yalanını süsledi. Sözde ülkenin en iyi operatörü sizsiniz ancak mağazalarınızda çalışanlar işlemleri halletmek bile istemiyor. Ankara Taurus Turkcell mağazasında 2 gün üst üste bize bahane üretip işlem yapmayan ikinci gün de müşteriyi azarlar gibi konuşan yalan söyleyen ve neredeyse ortamı gerecek şekilde ses seviyesini yükselten görevlilerinizi uyarırsanız sevinirim. Bir sonrakine ben uyarmak istemiyorum. Farklı şeyler yaşanmaması adına çalışanlarınıza müşterilere nasıl davranması gerektiğini ve mağazada kendi görev tanımındaki işleri yapmak için maaş aldığını hatırlatırsanız sevinirim.Bu yaşanan hadiselerden sonra işlemimizi halledemeden mağazadan ayrıldık. Biz de olayın yalan olduğunu bildiğimiz için olaydan hemen sonra başka Turkcell mağazasına gidip halletmek istedik. Bu olaydan birkaç dakika sonra Ankara Turkcell kuzu effect AVM'yi aradık ve E-Sim' e geçmek istediğimizi belirttik sistemde bir arıza olup olmadığını sorduk. Onlar da bize buyurun gelin sistemde arıza yok dedi ve gittik sorunsuz işlemlerimizi hallettik. Çalışanlar yardımsever ve güler yüzlü şekilde bizimle ilgilendi, talebimizi hızlıca çözdü Buradan Ankara Turkcell Kuzu effect AVM mağazasına teşekkür ediyoruz. Ankara Taurus Turkcell mağazasının yalanına inanmış olsaydık 3-5 gün bekleyecektik.\"",
        {
            "entities": [
                [
                    1,
                    11,
                    "DATE"
                ],
                [
                    45,
                    52,
                    "APP"
                ],
                [
                    71,
                    84,
                    "LOC"
                ],
                [
                    85,
                    93,
                    "OPE"
                ],
                [
                    288,
                    298,
                    "DATE"
                ],
                [
                    456,
                    464,
                    "OPE"
                ],
                [
                    610,
                    620,
                    "LOC"
                ],
                [
                    621,
                    629,
                    "OPE"
                ],
                [
                    944,
                    952,
                    "OPE"
                ],
                [
                    1011,
                    1022,
                    "OPE"
                ],
                [
                    1029,
                    1036,
                    "APP"
                ],
                [
                    1194,
                    1200,
                    "LOC"
                ],
                [
                    1208,
                    1216,
                    "OPE"
                ],
                [
                    1239,
                    1277,
                    "PKG"
                ],
                [
                    1806,
                    1814,
                    "OPE"
                ],
                [
                    1927,
                    1932,
                    "APP"
                ],
                [
                    2203,
                    2209,
                    "LOC"
                ],
                [
                    2210,
                    2218,
                    "OPE"
                ],
                [
                    2265,
                    2271,
                    "LOC"
                ],
                [
                    2279,
                    2287,
                    "OPE"
                ],
                [
                    2326,
                    2333,
                    "DATE"
                ],
                [
                    1882,
                    1889,
                    "LOC"
                ],
                [
                    1889,
                    1898,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "\"TTNET pişmanlıktır! 25 aralıkta başvuru oluşturup 20 gündür hala internetin bağlanmasını bekliyoruz. Bölgenizde altyapı yok, port yok diyorlar ama bizden sonra taşınan karşı komşuma ve birkaç arkadaşımıza aynı ekipler gelip interneti bağladılar (askeri lojmana aynı süreçte taşındık, biz hariç herkesin interneti bağlandı) Gerçekten bu kadar sorumsuz vurdumduymaz olamazlar. Defalarca çağrı merkeziyle görüştük, Yalova şubesine gittik işlemene alınmıştır diyorlar fakat gelen giden yok. 20 gündür bekliyoruz kesinlikle TTNET pişmanlıktır\"",
        {
            "entities": [
                [
                    1,
                    6,
                    "OPE"
                ],
                [
                    51,
                    60,
                    "DATE"
                ],
                [
                    113,
                    124,
                    "NET"
                ],
                [
                    126,
                    134,
                    "NET"
                ],
                [
                    488,
                    497,
                    "DATE"
                ],
                [
                    520,
                    525,
                    "OPE"
                ],
                [
                    20,
                    32,
                    "DATE"
                ],
                [
                    413,
                    420,
                    "LOC"
                ]
            ]
        }
    ],
    [
        "\"Adzentre mobil ödeme abonelik iptali istiyorum. 2 ayrı faturaya iademi istiyorum. Aylık vergiler dahil 239 TL faturama yansıtılmış 2 ay boyunca, iadesini istiyorum. Gereğinin yapılmasını talep ediyorum yoksa Vodafone abonelik kapatmak zorunda kalacağım ve suç duyurusunda bulunacağım\"",
        {
            "entities": [
                [
                    1,
                    21,
                    "APP"
                ],
                [
                    22,
                    47,
                    "PAY"
                ],
                [
                    83,
                    131,
                    "PAY"
                ],
                [
                    132,
                    136,
                    "DATE"
                ],
                [
                    209,
                    217,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "Türk Telekom hattım için ek sınırsız izle paketi aldım fakat hattımı sınırsız izlenin geçerli olduğu uygulamalarda kullandığım zaman hattımdaki standart internet paketinden alıyor ve bunu defalarca arayıp dile getirmeme rağmen 'hata yoktur' deniyor. Sonradan aramalarıma da artık bir cevap bile vermeye tenezzül etmiyorlar.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    13,
                    48,
                    "LIN"
                ],
                [
                    61,
                    114,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Yaklaşık 1 ay 6 gün gibi Turkcell'i, Vodafone'dan geçerek, 410 ₺'lik bir tarife ile kullandım. Turkcell'e geçmemden kısa bir süre sonra kullandığım tarife neredeyse yarı fiyatına satışa sunuldu. Bundan yararlanamayacağım bilgisini aldım. Bunun üzerine Vodafone'a dönmek istedim. Başta 5 gün, sonrasında 30 gün, sonrasında 1 gün kullandığım için, 3 aylık cayma bedeli yansıdı. Kullanımlarımın gün bazlı hesaplanmasına rağmen, cayma bedelinin bu şekilde hesaplanmamasının doğru olduğunu düşünmüyorum. Bu nedenle bu tarifeden faydalandığım güne göre tekrar hesaplanmasını rica ediyorum.\"",
        {
            "entities": [
                [
                    1,
                    14,
                    "DATE"
                ],
                [
                    26,
                    36,
                    "OPE"
                ],
                [
                    38,
                    50,
                    "OPE"
                ],
                [
                    96,
                    106,
                    "OPE"
                ],
                [
                    253,
                    263,
                    "OPE"
                ],
                [
                    286,
                    291,
                    "DATE"
                ],
                [
                    304,
                    310,
                    "DATE"
                ],
                [
                    323,
                    328,
                    "DATE"
                ],
                [
                    347,
                    354,
                    "DATE"
                ],
                [
                    355,
                    375,
                    "PAY"
                ],
                [
                    426,
                    498,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"10 Aralık 2024'de Türk Telekom mobil üzerinden bir kampanyaya katıldım. Yeni paket ve taahhüt verdim. Hızım arttığı için bana yeni decoder verileceği söylendi. Onun da parasını ödedim yalnız o tarihten beri bana bir decoder teslim edilmedi.Defalarca aradım, şikayet kaydı oluşturdum ama buna rağmen decoderim teslim edilmedi ve yeni internet paketine geçemedim. AGT Kargo şirketi de bana ulaşmadığı yalanıyla 2 Ocak 2025 tarihi itibariyle 'Kargo kabul edilmedi' koduyla iade işlemi yapmış.Türk Telekom ve AGT Kurye'den şikayetçiyim. AGT Kurye, 10 Aralık'ta bu ürünü teslim almış ve 16 Aralık 2024'te teslim edeceğini sisteme yazmış; bugün ise 3 Ocak 2025. Ekran resimlerini paylaşacağım.AGT Kurye'de bu başıma gelen ikinci vaka.\"",
        {
            "entities": [
                [
                    1,
                    18,
                    "DATE"
                ],
                [
                    19,
                    31,
                    "OPE"
                ],
                [
                    73,
                    83,
                    "PKG"
                ],
                [
                    87,
                    101,
                    "PKG"
                ],
                [
                    169,
                    240,
                    "PAY"
                ],
                [
                    329,
                    361,
                    "PKG"
                ],
                [
                    410,
                    421,
                    "DATE"
                ],
                [
                    463,
                    489,
                    "PAY"
                ],
                [
                    490,
                    502,
                    "OPE"
                ],
                [
                    545,
                    557,
                    "DATE"
                ],
                [
                    583,
                    600,
                    "DATE"
                ],
                [
                    363,
                    372,
                    "ORG"
                ],
                [
                    506,
                    519,
                    "ORG"
                ],
                [
                    534,
                    543,
                    "ORG"
                ],
                [
                    645,
                    655,
                    "DATE"
                ],
                [
                    688,
                    700,
                    "ORG"
                ]
            ]
        }
    ],
    [
        "\"Turkcell bizimle dalga geçiyor. Turkcell abonesiyim ve 28.12.2024'de aylık 650 liralık yeni tarifeye geçtim. 5 Turkcell abonesini, \"\"Turkcell Biz\"\" bölümünden davet etmek suretiyle, sınırsız görüşebileceğim söylendi. Davet gönderdiğim abonelerin tamamı, hatalı bir mesajla karşılaştıklarını ifade ettiler. Durumu Turkcell müşteri hizmetlerine ilettim ama bir sonuç alamadım. Sırf bu yüzden gidip hem tarifemi hem de Turkcell aboneliğimi iptal ettireceğim. Bu kadar da vurdumduymazlık olmaz!\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    33,
                    41,
                    "OPE"
                ],
                [
                    56,
                    75,
                    "DATE"
                ],
                [
                    76,
                    108,
                    "PKG"
                ],
                [
                    112,
                    120,
                    "OPE"
                ],
                [
                    134,
                    142,
                    "OPE"
                ],
                [
                    183,
                    216,
                    "LIN"
                ],
                [
                    314,
                    322,
                    "OPE"
                ],
                [
                    397,
                    409,
                    "LIN"
                ],
                [
                    417,
                    425,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "Türk Telekom hattı kullanıyorum. 'Apple harcamanızın tutarı şukadardır' diye mesaj geldi ama benim bu fiyatlandırma karşılığında bir aboneliğim yok. Her zamanki gibi müşteri hizmetlerine de bağlanılmıyor. Paramın iadesini istiyorum.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    34,
                    39,
                    "ORG"
                ],
                [
                    166,
                    203,
                    "SER"
                ],
                [
                    205,
                    231,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Dijital kuryeye verilmiş sim kartım ayın 4 ü 8 i 12 si 14- falan derken 18 ne ertelendi. Vodafone a diyorum ki gidip bayiden alayım hayır kuryede. Ya kurye getirmiyor. Nasıl kurumsal firma anlamıyorum. Suç kuryedeymiş tamamda o firma ile çalışan sensin. En geç 7 gün içinde gelecekmiş bir de sözde?",
        {
            "entities": [
                [
                    0,
                    15,
                    "APP"
                ],
                [
                    89,
                    97,
                    "OPE"
                ],
                [
                    261,
                    266,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "Vodafone tarifeme ek aşım paketi uyguluyor bu aşım paketimi iptal edemiyorum. İnternetim bittiği anda ekstra kendinden paket tanımlıyor. 500 MB internet 110 TL'ye bana zorunlu kalıyor. Ben kendime daha yüksek GB ek paket alacağım belki bunu neden zorunlu tutuyor. Ekstra tekrar paket alıyorum. Aşkım paketinden iptal edilmesi ne istiyorum. Müşteri hizmetleri bana yardımcı olamadı maalesef.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    9,
                    42,
                    "PKG"
                ],
                [
                    78,
                    101,
                    "PKG"
                ],
                [
                    137,
                    183,
                    "PKG"
                ],
                [
                    202,
                    262,
                    "PKG"
                ],
                [
                    264,
                    292,
                    "PAY"
                ],
                [
                    340,
                    389,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Vodafone operatörünü aktif olarak 6 yıldır kullanıyorum, 7 ay öncesinde fahiş fatura zamlarından dolayı faturalı tarifemin kontratı bitmişti, 240 TL ödediğim fatura için 600'e yakın tarife önerdiler, doğal olarak kabul etmedim ve şu an müşteri hizmetlerini arayarak faturalı tarifeye geçmek istediğimi ilettim. 7 ay geçmesine rağmen ne müşteri hizmetleri ne de bayide çözüm bulabildim ama gelin görün ki bir deprem gibi afet olduğunda şebekeleri çekmeyen operatör hiçbir şekilde bana çözüm olarak bir şey sunmadı.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    35,
                    43,
                    "DATE"
                ],
                [
                    58,
                    72,
                    "DATE"
                ],
                [
                    73,
                    310,
                    "PAY"
                ],
                [
                    312,
                    316,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "\"Turkcell faturam fazla geldiği için hattımı başka operatöre değiştirmeye karar vermiştim ve Turkcell asistanına cayma bedelini öğrenmek için yazdığımda 1500 gibi bir fiyat söyledi. Bunun üzerine başka operatöre geçtim fakat Turkcell bana 2400 cayma bedeli kesti, mağdurum.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    10,
                    92,
                    "PAY"
                ],
                [
                    93,
                    101,
                    "OPE"
                ],
                [
                    102,
                    180,
                    "PAY"
                ],
                [
                    196,
                    218,
                    "LIN"
                ],
                [
                    225,
                    233,
                    "OPE"
                ],
                [
                    239,
                    262,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Depremzedeyim. Hatay Defne çekmecede ikamet ediyorum. 7039680906 numaralı müşteriyim. Altyapı sorunları çözülür diye dondurduğum hesabıma 1 yıldır her ay fatura ödemişim. Kullanmayıp ödediğim hizmetin bedelini geri istiyorum. Türk Telekom hizmet vermediği gibi depremzedeleri mağdur ediyor.",
        {
            "entities": [
                [
                    15,
                    20,
                    "LOC"
                ],
                [
                    138,
                    146,
                    "DATE"
                ],
                [
                    183,
                    224,
                    "PAY"
                ],
                [
                    226,
                    238,
                    "OPE"
                ],
                [
                    21,
                    27,
                    "LOC"
                ]
            ]
        }
    ],
    [
        "Turkcell'in hat kapana açma kapama ücretinden şikayetçiyim. Faturama yansıtılan 139.27 TL' lik ücretin silinmesini talep ediyorum. Turkcell'in hat kapana açma bedeli kesintisi.",
        {
            "entities": [
                [
                    0,
                    11,
                    "OPE"
                ],
                [
                    60,
                    90,
                    "PAY"
                ],
                [
                    131,
                    142,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "Merhabalar. Türk Telekom mobil uygulamasına maalesef giremiyorum. Sürekli Yaşadığım bir sorun ve bu sorunu. Müşteri temsilcilerinin o kadar yetersiz bilgiye sahip olduğunu gösteriyor ki ben. Türk Telekom bu kadar yetersiz ki. Şifre yazıp gönderiyorum. Gelen su mesajda işleminiz şu anda gerçekleştirilemiyor. Bu sorunu hiçbir şekilde çözülmüyor ve bu sorunun bir an önce çözülmesini istiyorum.",
        {
            "entities": [
                [
                    12,
                    24,
                    "OPE"
                ],
                [
                    191,
                    203,
                    "OPE"
                ],
                [
                    107,
                    182,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Bu ayın 21 inde tarifem bitiyor ve bana sunulan tarifeler fahiş fiyatta. Aynı tarifemi aynı haklarımla uygun bir fiyata kullanmak istiyorum. Yıllardır Vodafone Müşterisi olmama rağmen yeni gelen müşteriler ile aynı tarifeyi kullanacaksam bunun ne anlamı var ki. 1 yılda yüzde 200 zam nedir? Eğer herhangi bir işlem yapılmazsa hattımı başka bir şirkete taşımayı düşünüyorum.",
        {
            "entities": [
                [
                    8,
                    31,
                    "PKG"
                ],
                [
                    58,
                    71,
                    "PAY"
                ],
                [
                    103,
                    139,
                    "PKG"
                ],
                [
                    141,
                    150,
                    "DATE"
                ],
                [
                    151,
                    159,
                    "OPE"
                ],
                [
                    184,
                    260,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Turkcell Hat Kapama açma ücreti Nereden baksam 250 TL fark var. Bir insanin çalışma saati 100 lira değilken ne yaptınız da 250 lira bana ceza uyguluyorsunuz. Evime gelip imzamı aldınız evime gelip ödememi aldınız ya da beni evimden alıp ATM'de faturamı ödettiniz. 250 liralık nedir ya vallahide artık ne diyeceğimizi bilmiyoruz tek tuşla açıp kapatmanın maliyeti 250 lira olur mu elinizi vicdanınıza koyun. Ek olarak 80 GB paket kullanıyorum hiçte kampanya yok. Diğer operatörler sınırsı tüm sosyal medyayı da kullanıyorlar. Sizin çalışmak maddi konuda sıkıntıya sokuyor beni.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    47,
                    63,
                    "PAY"
                ],
                [
                    123,
                    156,
                    "PAY"
                ],
                [
                    244,
                    262,
                    "PAY"
                ],
                [
                    264,
                    327,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom Telefon hattım eşimin adına fakat ben kullanıyorum. İzmir Karabağlar'da oturuyorum ve evimin hiçbir yerinde telefonum çekmiyor, müşteri hizmetleri ile bile doğru düzgün konuşamıyorum, 4,5 ay öncesinde yine biraz daha iyiydi ve taahhüt yeniledim fakat son 1,2 aydır hiç çekmiyor. Eşim hatta kendi telefonunu Vodafone a taşıdı ve çok memnun. Telefon bayisine gittim çalışan bana oturduğunuz yerde çatısında baz istasyonu olan ev kentsel dönüşüme girdiği için o taraf sıkıntılı dedi, apartmandakileri ikna edin. Sizin çatınıza baz istasyonu kuralım dedi. Dalga geçer gibi. Mağduriyetimden dolayı başka hatta taşımak istiyorum dedim cayma bedeli ödeyeceksiniz dedi. 2300 küsur.?! Reklamlarında çekim gücüyle övünen bu şirketten şikayetçiyim. Mağduriyetimin giderilmesini istiyorum.!\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    66,
                    85,
                    "LOC"
                ],
                [
                    142,
                    196,
                    "SER"
                ],
                [
                    198,
                    214,
                    "DATE"
                ],
                [
                    241,
                    258,
                    "PKG"
                ],
                [
                    265,
                    278,
                    "DATE"
                ],
                [
                    321,
                    329,
                    "OPE"
                ],
                [
                    538,
                    564,
                    "NET"
                ],
                [
                    704,
                    724,
                    "NET"
                ],
                [
                    752,
                    790,
                    "OTH"
                ],
                [
                    607,
                    636,
                    "LIN"
                ],
                [
                    643,
                    687,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Turkcell altın Festival 60 GB paketini 490 TL'ye aldım. Dakikası yeterli olmayınca ek paket almak için Turkcell uygulamasına girdim yanlışlıkla esnek paket almış bulundum herhangi bir kullanım yapmadan müşteri hizmetlerini arayıp işlemin yanlışlıkla olduğunu altın Festival 60 GB paketinin tekrar aktif olmasını talep ettim fakat müşteri temsilcisi kabul etmedi. Ve fazlasıyla kabaydı.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    9,
                    54,
                    "PKG"
                ],
                [
                    103,
                    111,
                    "OPE"
                ],
                [
                    265,
                    329,
                    "PKG"
                ],
                [
                    330,
                    361,
                    "SER"
                ]
            ]
        }
    ],
    [
        "16 Ocak 2025 tarihinde saat 18:48'de Türk Telekom Mobil müşteri hizmetlerinden D**** isimli şahıs ile yaptığım 11 dakikalık destek görüşmesinde alaycı ve laubali tavırlara maruz kaldım. Kendisi sorunumu çözmek ve açıklayıcı olmak yerine üstten konuşarak telefonu kapadı. Beni yetkiliye aktaracağını söylemesine rağmense herhangi bir aktarım da olmadı. Kendisinden şikayetçiyim ve gereğinin yapılmasını arz ediyorum.",
        {
            "entities": [
                [
                    0,
                    12,
                    "DATE"
                ],
                [
                    37,
                    49,
                    "OPE"
                ],
                [
                    79,
                    84,
                    "PER"
                ],
                [
                    111,
                    123,
                    "DATE"
                ],
                [
                    254,
                    269,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"1025092429 hizmet numarası verilerek Türksat Kablo Net ile yaptığım sözleşme ile 50 MB fiber internet aldım, almaz olaydım. Sözleşmeyi Türksat ile yaptım, altyapı ve kurulum Türk Telekom tarafından veriliyor. Türk Telekom'dan arkadaşlar modemi takmak için geldiler. \"\"Kablomda sorun olduğunu, ezilme nedeniyle veri gelmediğini, bu nedenle bağlantıyı yapamayacaklarını, bir elektrikçiden yardım almam gerektiğini\"\" söylediler. Kablonun hasarlı kısmını kesti. Bunun birleştirilmesi için bağlantı aparatı yok mu diye sorduğumda, \"\"Bende yok, altyapıcı arkadaşlarda vardır ama onlar yok, gelseler de yapmazlar, siz yaptıracaksınız\"\" dedi ve görevli gitti. Türksat'ı aradığımda, \"\"Biz bir şey yapamayız, siz elektrikçi ile görüşün\"\" dediler ve başlarından savdılar. Elektrikçiye gittiğimde, fiber kablonun bağlantısını yapamayacaklarını, ellerinde böyle bir malzeme olmadığını, altyapıyı yapan kişilerin bunu yapması gerektiği söylendi. Bu defa da Türk Telekom müşteri hizmetlerini aradığımda ise, \"\"Kendilerinin müşterileri olmadığım için kayıt açamadıklarını, bu nedenle de yardımcı olamayacaklarını, altyapıyı kendilerinin sağladığını söylememe rağmen, kendilerinde kaydım olmadığı için hiçbir türlü yardımcı olamayacaklarını, kendi hizmet aldığım Türksat'ı aramam gerektiğini\"\" söyleyerek beni başlarından savdılar. Daha sonra Türksat'ı aradım, durumu izah ettim, ısrar etmem üzerine isteksizce kayıt açtılar ama hala bir geri dönüş yok. Defalarca aramama rağmen bana geri dönüş yapılacağı, beklemem gerektiği söyleniyor. Bu nedenle hizmeti veren Türksat'tan ve altyapı sağlayan Türk Telekom'dan şikayetçiyim. Mağduriyetimin giderilmesini istiyorum.\"",
        {
            "entities": [
                [
                    38,
                    51,
                    "APP"
                ],
                [
                    175,
                    187,
                    "OPE"
                ],
                [
                    210,
                    226,
                    "OPE"
                ],
                [
                    653,
                    662,
                    "OPE"
                ],
                [
                    787,
                    832,
                    "NET"
                ],
                [
                    944,
                    956,
                    "OPE"
                ],
                [
                    957,
                    1098,
                    "SER"
                ],
                [
                    1247,
                    1256,
                    "OPE"
                ],
                [
                    1327,
                    1336,
                    "OPE"
                ],
                [
                    1413,
                    1436,
                    "SER"
                ],
                [
                    1438,
                    1520,
                    "SER"
                ],
                [
                    1533,
                    1546,
                    "SER"
                ],
                [
                    1547,
                    1558,
                    "OPE"
                ],
                [
                    1579,
                    1595,
                    "OPE"
                ],
                [
                    1610,
                    1648,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "Türk Telekom evde internet kullanıyorum. 17Aralık2024 ta genel arızadan dolayı kesintiye uğradı 4Ocak2025 da ancak bağlanan internet faturasını kesinti otomatik hesaplanıp ona göre fatura ediliyor diye sürekli uyarıldım fakat sadede 2TL düşerek fatura kesildi",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    96,
                    105,
                    "DATE"
                ],
                [
                    115,
                    196,
                    "PAY"
                ],
                [
                    41,
                    53,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "Türk Telekom'a bağlı Bosna'da güzel Telekom faturasız hattınız varsa ücretsiz faturasız hat verebiliriz. Daha sonra hattı taşıdıktan 3 gün sonra hattınızı alabilirsiniz deyip üzerimize sadece tarifeye ek hat alabilirsiniz söylemi ile mağduriyet yaşatılıyor.",
        {
            "entities": [
                [
                    0,
                    14,
                    "OPE"
                ],
                [
                    21,
                    29,
                    "LOC"
                ],
                [
                    36,
                    43,
                    "OPE"
                ],
                [
                    69,
                    103,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Turkcell'in 30 GB normal - 40 GB sosyal medya olan paketini kullanıyorum. %90 oranında sosyal medya kullanmama rağmen normal kotam bitiyor. Şikayetlere baktığımda bir sürü benzer şikayet var, cevap olarak 'İnternet kullanımlarınızı uygulamadan görebilirsiniz' veya 'Instagram içerisinde başka sitelerden yönlendirilmiş içerikler olabiliyor, bu da normal paketinizden yiyor' gibi şeyler yazmışsınız. Eee, ben nereden bileceğim hangi içeriğin sosyal medya paketinden mi yoksa normal kotadan mı yediğini? Ben YouTube.com içindeyim, başka bir uygulamaya geçmiyorum ki. Teknoloji devi sizsiniz, madem farklı sitelere yönlendiren içerikler var, bizi uyaracak sistemler geliştirin zira bunun tersi adam silkelemek oluyor. Ayrıca başka bir sorun, sosyal medya paketim varken zorla paket alıyorum. Paketi 3 GB'tı, 250 TL gibi fahiş fiyatla sattığınız gibi, bu paketi aldığımda bu paket bitmeden sosyal medya paketimi kullanamıyorum. Paketim bitiyor, normal internetim olmadığından sosyal medya paketimi de kullandırtmıyorsunuz. Bir daha paket alıyorum, gene bu paketim varken sosyal medya paketimi kullanamıyorum. Sonsuz bir adam silkeleme metodu bulmuşsunuz. Aynı uygulamayı Türk bir diğer firma da yapıyormuş ama Turkcell kalite demektir. Lütfen bu sorunları çözün, kopyala yapıştır cevap vermeyin. Bizler kalite sebebiyle Turkcell'deyiz ve daha fazla ödüyoruz. Ucuz hesaplar yapıp şirket kalitesini düşürmeyin.\"",
        {
            "entities": [
                [
                    1,
                    12,
                    "OPE"
                ],
                [
                    267,
                    276,
                    "APP"
                ],
                [
                    806,
                    923,
                    "PAY"
                ],
                [
                    1207,
                    1215,
                    "OPE"
                ],
                [
                    1317,
                    1331,
                    "OPE"
                ],
                [
                    14,
                    73,
                    "PKG"
                ],
                [
                    75,
                    139,
                    "PKG"
                ],
                [
                    507,
                    518,
                    "APP"
                ],
                [
                    740,
                    788,
                    "PKG"
                ],
                [
                    790,
                    804,
                    "PKG"
                ],
                [
                    925,
                    940,
                    "PKG"
                ],
                [
                    973,
                    1018,
                    "PKG"
                ],
                [
                    1020,
                    1104,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"14 Aralık tarihinde Kocaeli İzmit KYA İletişim Turkcell bayisinde aldığım cihaz için bana taksitli fiyatının 38.300 TL olacağı söylendi. Bunun 17.500 TL'sini peşin ödedim, dekontu elimde. Kalan 20.800 TL tutarın ise 3 taksit şeklinde ödeneceği belirtildi. Şu an bana yansıtılan tutar, ödemiş olduğum tutar ile beraber toplam 53.000 TL olarak görünüyor. Gereğinin yapılmasını arz ederim.\"",
        {
            "entities": [
                [
                    1,
                    20,
                    "DATE"
                ],
                [
                    21,
                    38,
                    "LOC"
                ],
                [
                    48,
                    56,
                    "OPE"
                ],
                [
                    189,
                    255,
                    "PAY"
                ],
                [
                    67,
                    136,
                    "PAY"
                ],
                [
                    138,
                    171,
                    "PAY"
                ],
                [
                    263,
                    352,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Vodafone firmasında, benim üzerime olup annemin kullandığı hattın önceki taahhüt yenileme döneminde sorun yaşadık. Müşteri hizmetleri yetkilisine, hattın yasal sahibi olarak, sonu 7790 ile biten hattı benim kullandığımı ve annemin taahhüt yenileme bilgisi olmadığını belirttim. Bu konularla ilgili doğrudan benim aranacağım notu düşüldü ve kabul edildi. Buna rağmen, şimdi o hattın taahhüdü bitmiş ve üzerinden 1 ay geçmiş, fatura çıkmış ve benim haberim yeni oluyor. Müşteri hizmetlerini aradığımda, not alma uygulamasının kaldırıldığını ve faturayı ödemem gerektiği bilgisi verildi. Ayrıca, bana düzgün bir tarife sunulmadan telefon kapatıldı. Gereğinin yapılmasını rica ederim.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    224,
                    277,
                    "PAY"
                ],
                [
                    412,
                    416,
                    "DATE"
                ],
                [
                    543,
                    584,
                    "PAY"
                ],
                [
                    67,
                    114,
                    "PKG"
                ],
                [
                    374,
                    398,
                    "PKG"
                ],
                [
                    594,
                    645,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Merhabalar yurt dışından almış olduğum iPhone 14 Pro telefonumun hat taşıma işlemleri tamamlandı. Hat taşıma işleminin ardından sürekli servis yok hatası alıyorum. Telefonun IMEI sorgulamasını E-Devlet'ten yaptığımda kayıtlı olduğunu görüyorum. Telefon görüşmesi, SMS, arama hiçbir şey yapamıyorum.\"",
        {
            "entities": [
                [
                    40,
                    46,
                    "ORG"
                ],
                [
                    66,
                    97,
                    "LIN"
                ],
                [
                    99,
                    128,
                    "LIN"
                ],
                [
                    129,
                    163,
                    "NET"
                ],
                [
                    194,
                    206,
                    "APP"
                ],
                [
                    175,
                    179,
                    "ORG"
                ],
                [
                    246,
                    299,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Merhaba, 1 Aralık 2024 tarihinde Vodafone hattımı Turkcell’e taşımış bulunuyorum. Ancak, 8 Ocak 2025 tarihinde tarafıma 463,43 TL tutarında bir borç bilgisi SMS yoluyla iletildiği için, bu tutarı hemen İş Bankası kredi kartım üzerinden ödedim.Daha sonra Vodafone müşteri temsilcisiyle yaptığım görüşmede, hattımı 1 Aralık’ta taşıdığımdan dolayı yalnızca bir günlük kullanım bedeli ödemem gerektiği bilgisi tarafıma iletildi. Ödemem gereken tutar bu kadar düşükken, fazla ödeme yapmış bulunuyorum.Müşteri temsilcisi, fazla ödemenin tarafıma iade edilmesi için e*************@vodafone.com adresine e-posta ile başvuru yapmam gerektiğini belirtti. Başvurumu yaptım ancak iade sürecinin 8-16 gün sürebileceği söylendi. Bu süre hem çok uzun hem de sürecin başından itibaren gereksiz bir mağduriyet yaşamama neden oldum.Özellikle bir günlük kullanım bedelinin dışındaki fazla tutarın derhal iadesini talep ediyorum. Vodafone’un süreçlerini daha hızlı ve müşteri odaklı hale getirmesini rica ediyorum. Mağduriyetimin bir an önce giderilmesini ve ödememin ivedilikle yapılmasını bekliyorum.H***** A***Saygılarımla,\"",
        {
            "entities": [
                [
                    10,
                    23,
                    "DATE"
                ],
                [
                    34,
                    42,
                    "OPE"
                ],
                [
                    51,
                    61,
                    "OPE"
                ],
                [
                    90,
                    101,
                    "DATE"
                ],
                [
                    112,
                    185,
                    "PAY"
                ],
                [
                    203,
                    213,
                    "BANK"
                ],
                [
                    255,
                    263,
                    "OPE"
                ],
                [
                    314,
                    325,
                    "DATE"
                ],
                [
                    359,
                    406,
                    "PAY"
                ],
                [
                    426,
                    464,
                    "PAY"
                ],
                [
                    815,
                    909,
                    "PAY"
                ],
                [
                    911,
                    922,
                    "OPE"
                ],
                [
                    1083,
                    1089,
                    "PER"
                ],
                [
                    466,
                    496,
                    "PAY"
                ],
                [
                    586,
                    614,
                    "PAY"
                ],
                [
                    1090,
                    1094,
                    "PER"
                ]
            ]
        }
    ],
    [
        "\"İlk önce yeşil yanıyordu, sonra da kırmızıya döndü. Superbox çeker, altyapısı var dediler ama bu sorunu çözemiyorum. Yardımcı olabilir misiniz? Reset denedim, kapat aç, tak çıkar ama hiçbiri olmuyor ve kırmızı yanıyor. Bunun bir çözümü varsa Turkcell, yardımcı olabilir misiniz?\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "DATE"
                ],
                [
                    53,
                    61,
                    "APP"
                ],
                [
                    184,
                    199,
                    "NET"
                ],
                [
                    243,
                    251,
                    "OPE"
                ],
                [
                    62,
                    82,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"İstanbul Esenyurt Yunus Emre Mahallesi 443. Sokak No:18/22 binanın 1 aya yaklaşık interneti yok. Sorunun altyapı ile ilgili olduğunu söylüyorlar fakat bina sakinleri olarak bu durumdan çok rahatsızız. Sizden ricam, bir an evvel sorunun çözülmesi için yardımcı olmanızdır.\"",
        {
            "entities": [
                [
                    1,
                    59,
                    "LOC"
                ],
                [
                    83,
                    96,
                    "NET"
                ],
                [
                    106,
                    145,
                    "NET"
                ],
                [
                    68,
                    82,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "Yaklaşık 6 aydır internet hizmeti alamıyoruz. Almadığımız internetin faturası da gelmeye devam ediyor. Başvurmadığımız yer kalmadı Tük Telekom gibi büyük bir kuruluşa bu durum yakışmıyor. İlgili yerlere başvurmamıza rağmen hiçbir çalışma görmemekteyiz. Bu durumda maddi olarak da büyük bir zarardayız",
        {
            "entities": [
                [
                    0,
                    16,
                    "DATE"
                ],
                [
                    17,
                    44,
                    "NET"
                ],
                [
                    58,
                    101,
                    "PAY"
                ],
                [
                    103,
                    130,
                    "SER"
                ],
                [
                    131,
                    142,
                    "OPE"
                ],
                [
                    188,
                    251,
                    "SER"
                ],
                [
                    253,
                    300,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Perşembe günü sipariş verdiğim hattı cumartesi günü teslim aldım 48 saatte açılması gereken hattım bugün 4 gün olmasına rağmen henüz kullanıma açılmadı üstelik müşteri hizmetlerini aradığımda talep oluşturduklarını tarafıma geri dönüş sağlayacaklarını söylediler. Diğer kullandığım hattımı kullanıma kapattım. 4 gündür hattımı kullanamıyorum. Büyük bir mağduriyet gerçekten.",
        {
            "entities": [
                [
                    65,
                    74,
                    "DATE"
                ],
                [
                    105,
                    110,
                    "DATE"
                ],
                [
                    160,
                    262,
                    "SER"
                ],
                [
                    310,
                    318,
                    "DATE"
                ],
                [
                    319,
                    341,
                    "LIN"
                ],
                [
                    31,
                    64,
                    "LIN"
                ],
                [
                    99,
                    104,
                    "DATE"
                ],
                [
                    127,
                    151,
                    "LIN"
                ],
                [
                    264,
                    308,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Turkcell'e hattımı taşıma işlemini internet üzerinden yapmak için 19 Aralık 2024'te müracaat ettim. Kurye ile adresime gönderiyi tercih ettim, randevu oluşturuldu. Her gün beni oyalayıp durdular. Bugün olmadı, yarın dediler. Kaç defa müşteri hizmetlerini aradım, tamam deyip geçiştirdiler.\"",
        {
            "entities": [
                [
                    1,
                    11,
                    "OPE"
                ],
                [
                    12,
                    66,
                    "LIN"
                ],
                [
                    67,
                    84,
                    "DATE"
                ],
                [
                    165,
                    196,
                    "SER"
                ],
                [
                    264,
                    289,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Turkcell'e geçen ay 7'sinde geçiş yaptım. Yeni fatura kesim tarihi her ayın 20'siydi. Şebeke sorunu yaşadığım için fatura kesim tarihinden önce müşteri hizmetleriyle görüştüm. Geçiş yapacağım başka fatura çıkacak mı ya da cayma bedeli var mı diye sordum. Hayır, tarifeniz 324 TL, sadece 13 günlük kullanım için 141 TL faturanız çıkacak, 20'sinden önce geçiş yapıldığı takdirde başka bir ücret çıkmayacak dediler.Ama şu an bakıyorum, 141 TL dışında Aralık ayı, benim Turkcell'den ayrıldıktan sonraki dönem için 489 TL fatura çıkarmışlar. Turkcell pişmanlıktır. Hakkımı yasal yollardan arayacağım. Turkcell kullanacaklar bence yüzlerce kez düşünüp sonra Turkcell'i kullanın derim.\"",
        {
            "entities": [
                [
                    1,
                    11,
                    "OPE"
                ],
                [
                    12,
                    28,
                    "DATE"
                ],
                [
                    72,
                    85,
                    "DATE"
                ],
                [
                    87,
                    175,
                    "NET"
                ],
                [
                    223,
                    254,
                    "PAY"
                ],
                [
                    312,
                    336,
                    "PAY"
                ],
                [
                    378,
                    412,
                    "PAY"
                ],
                [
                    467,
                    479,
                    "OPE"
                ],
                [
                    511,
                    536,
                    "PAY"
                ],
                [
                    538,
                    546,
                    "OPE"
                ],
                [
                    597,
                    605,
                    "OPE"
                ],
                [
                    653,
                    663,
                    "OPE"
                ],
                [
                    193,
                    216,
                    "PAY"
                ],
                [
                    263,
                    279,
                    "PKG"
                ],
                [
                    338,
                    352,
                    "DATE"
                ],
                [
                    434,
                    448,
                    "PAY"
                ],
                [
                    449,
                    459,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom kullanıcısıydım, Turkcell'e geçiş yaptım. Bayi, geçiş yaptığımda 60 GB internet paketi olan tarifeye 405 TL'ye geçireceklerini söyledi. Hattı kullanmak için taktığımda 5 GB tarifesi tanımlamışlar. Aradığımda, 60 GB olan paketin süresi dolmuş olmasına rağmen bana olacağını söyleyip geçiş yaptılar. Çözüm için form doldurdum, 96 saat sonra çözülmüş olacağını söylediler. Süre geçti ama yine çözülmedi.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    31,
                    41,
                    "OPE"
                ],
                [
                    42,
                    54,
                    "LIN"
                ],
                [
                    79,
                    114,
                    "PKG"
                ],
                [
                    115,
                    148,
                    "NET"
                ],
                [
                    223,
                    271,
                    "PKG"
                ],
                [
                    62,
                    78,
                    "LIN"
                ],
                [
                    182,
                    209,
                    "PKG"
                ],
                [
                    384,
                    413,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "\"Gece 3 civarında uyuduğum halde 9 kere internet aşımı yaptığım gözüküyor. Veri kullanım detayına baktığım zaman Facebook var deniliyor ama benim telefonumda Facebook dahi yok, yedekleme görünüyor. Ayın 24'ünde ama benim yedeklemem ayın 12'sinde gözüküyor. Şikayet oluşturuyorum, geri döneceğiz diyorlar ama aramıyorlar. Ben geri arayınca 'Biz sizi aradık' diyorlar. 9 kere aşım yapacağıma ek paket alırdım, kullanmadığım internetin parasını ödetmeye çalışıyorlar. İnanılmaz derecede mağdurum.\"",
        {
            "entities": [
                [
                    113,
                    121,
                    "APP"
                ],
                [
                    158,
                    166,
                    "APP"
                ],
                [
                    198,
                    210,
                    "DATE"
                ],
                [
                    408,
                    463,
                    "PAY"
                ],
                [
                    40,
                    73,
                    "PKG"
                ],
                [
                    232,
                    245,
                    "DATE"
                ],
                [
                    280,
                    319,
                    "SER"
                ],
                [
                    374,
                    406,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Uzun yıllar kullandığım Turkcell, artık rotasından çıkmış, hizmet odaklı olmak yerine kazanç odaklı olmayı seçmiştir. Çorum merkezde bulunan evimde Turkcell şebekesi çekmiyor. Evet, okuduğunuz doğru; millet uzaya çıkarken bizim evimizde telefon çekmiyor. Şaka gibi, değil mi? Kaç sefer bildirdim ama 'o bölgede çalışma yapılmayacaktır' yazıyor. Evim öyle kıyıda köşede, çukurda kalmış bir yer değil; 4. kat ve Çorum'un göbeğinde, en yoğun nüfus alanında, yüksek bir noktadadır. Sadece fiyat arttırmayı beceren Turkcell, artık hizmet odaklı ol bence.\"",
        {
            "entities": [
                [
                    25,
                    33,
                    "OPE"
                ],
                [
                    149,
                    157,
                    "OPE"
                ],
                [
                    511,
                    519,
                    "OPE"
                ],
                [
                    35,
                    58,
                    "OTH"
                ],
                [
                    60,
                    117,
                    "OTH"
                ],
                [
                    119,
                    133,
                    "LOC"
                ],
                [
                    158,
                    175,
                    "NET"
                ],
                [
                    223,
                    254,
                    "NET"
                ],
                [
                    411,
                    429,
                    "LOC"
                ],
                [
                    479,
                    510,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom'a 27.08.2024 tarihinden bu yana internet bağlatmak istiyoruz. Çeşitli sebeplerle internet bağlanmadı. Kendini Türk Telekom genel müdürlüğünde görev yapıyorum diye tanıtan Ö*** F**** E***, kimlik bilgilerimi ve şirket bilgilerini kopyalayarak bu bilgileri üçüncü kişilere satacağını söyleyerek bizi tehdit etmekte. Bugün geldiğimiz tarih 07.01.2024 ve hala internetimiz bağlanmadı. Çeşitli şikayet kayıtlarımız olmasına rağmen geri dönüş yok. Mengen Teknoloji EDM denilen şirketten Ş***** E* giriş yaptı ve organize bir şekilde bilgi toplayıp tehdit ve şantaj yapılmakta Türk Telekom çalışanları tarafından.\"",
        {
            "entities": [
                [
                    1,
                    15,
                    "OPE"
                ],
                [
                    16,
                    26,
                    "DATE"
                ],
                [
                    84,
                    114,
                    "NET"
                ],
                [
                    124,
                    136,
                    "OPE"
                ],
                [
                    185,
                    189,
                    "PER"
                ],
                [
                    190,
                    195,
                    "PER"
                ],
                [
                    351,
                    361,
                    "DATE"
                ],
                [
                    370,
                    393,
                    "NET"
                ],
                [
                    440,
                    454,
                    "SER"
                ],
                [
                    495,
                    501,
                    "PER"
                ],
                [
                    584,
                    596,
                    "OPE"
                ],
                [
                    196,
                    200,
                    "PER"
                ],
                [
                    46,
                    74,
                    "NET"
                ],
                [
                    137,
                    155,
                    "ORG"
                ],
                [
                    202,
                    326,
                    "OTH"
                ],
                [
                    456,
                    476,
                    "ORG"
                ],
                [
                    502,
                    504,
                    "PER"
                ],
                [
                    520,
                    583,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "\"Numaramı Vodafone'dan Turkcell'e taşıdım. 9/12/2024 saat 07:07 tarihinde kullanıma açılacağı yönünde mesaj aldım. Sim kartını taktım, pin kodunu girdim. Ancak saatlerdir servis yok. Gerçekten tam bir pişmanlık. Müşteri hizmetleri doğru dürüst ilgilenmiyor. Ki müşteri hizmetlerine ulaşmak da ayrı bir çaba istiyor! Müşterileri mağdur etmek bu olsa gerek.\"",
        {
            "entities": [
                [
                    10,
                    22,
                    "OPE"
                ],
                [
                    23,
                    33,
                    "OPE"
                ],
                [
                    171,
                    181,
                    "NET"
                ],
                [
                    212,
                    256,
                    "SER"
                ],
                [
                    43,
                    52,
                    "DATE"
                ],
                [
                    115,
                    152,
                    "LIN"
                ],
                [
                    261,
                    314,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Vodafone 'her şey dahil pasaport\"\" paketine ne Vodafone yanımda uygulaması ne de operatör görüşmelerimde defalarca iptal etmeme rağmen kasıtlı olarak gerçekleştirmiyor. Daha avantajlı paketleri kullanmama izin vermiyor. Ben bu paketi istemiyorum, iptal etmek istiyorum. Umre dönüşü bu hattı iptal edeceğim. Yıllardır Vodafone kullanıcısının böyle bir şey yaşamadım. Günlük ne olursa olsun 349 TL ücret kesilecekmiş. Böyle bir şey olabilir mi? Böyle mağduriyet yaşatılır mı? Ben her şey dahil pasaport paketimi kendi rızamla iptal etmek istiyorum. Mağduriyetim giderilmezse de hattımı taşıyacağım.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    48,
                    56,
                    "OPE"
                ],
                [
                    248,
                    269,
                    "PAY"
                ],
                [
                    308,
                    317,
                    "DATE"
                ],
                [
                    318,
                    326,
                    "OPE"
                ],
                [
                    390,
                    415,
                    "PAY"
                ],
                [
                    525,
                    546,
                    "PAY"
                ],
                [
                    11,
                    44,
                    "PKG"
                ],
                [
                    57,
                    64,
                    "APP"
                ],
                [
                    106,
                    168,
                    "OTH"
                ],
                [
                    170,
                    219,
                    "PKG"
                ],
                [
                    221,
                    246,
                    "PKG"
                ],
                [
                    283,
                    306,
                    "LIN"
                ],
                [
                    475,
                    510,
                    "PKG"
                ],
                [
                    577,
                    596,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "Turkcell 21.05.2019 ve 17.02.2020 tarihleri arasında 0538*****75 numaralı Superbox hattım için e devlet ten yaptığım kontrolde 117.53 TL alacaklı olduğunu gördüm. Müşteri temsilcisi bana böyle bir alacağım olmadığını söylüyor. Turkcell bana yardımcı olmuyor",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    9,
                    19,
                    "DATE"
                ],
                [
                    23,
                    43,
                    "DATE"
                ],
                [
                    53,
                    64,
                    "NUM"
                ],
                [
                    95,
                    103,
                    "APP"
                ],
                [
                    117,
                    161,
                    "PAY"
                ],
                [
                    163,
                    225,
                    "SER"
                ],
                [
                    227,
                    235,
                    "OPE"
                ],
                [
                    241,
                    257,
                    "SER"
                ],
                [
                    74,
                    82,
                    "APP"
                ]
            ]
        }
    ],
    [
        "Ben Vodafone'dan özel bir numara aldım; ancak Çarkıfelek oyununu oynamak istediğimde 'Hattınızı yeni aktive ettiğiniz için giriş bilgileriniz doğrulama aşamasındadır. Lütfen 2 gün sonra tekrar deneyiniz.' şeklinde bir uyarı alıyorum. Bu sorunun en kısa zamanda çözülmesini talep ediyorum.",
        {
            "entities": [
                [
                    4,
                    16,
                    "OPE"
                ],
                [
                    86,
                    165,
                    "LIN"
                ],
                [
                    174,
                    185,
                    "DATE"
                ],
                [
                    46,
                    56,
                    "APP"
                ]
            ]
        }
    ],
    [
        "\"TTNET internet, kaç kere aradıysam hep Küçükçekmece hattı yoğunluk var diye söyleyip dondurmuyorlar. Boş yere ayda 500 TL ödeme yapıyorum. Taşındığım için bir müddet dondurmak istedim ama hiç yardımcı olmuyorlar. Sıkıldım artık, sonunda şikayet edip hakkımı aramak istiyorum.\"",
        {
            "entities": [
                [
                    1,
                    6,
                    "OPE"
                ],
                [
                    116,
                    138,
                    "PAY"
                ],
                [
                    193,
                    212,
                    "SER"
                ],
                [
                    40,
                    52,
                    "LOC"
                ],
                [
                    59,
                    71,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Taahhüdü bitip kapattığım hattın 2 gün kullanım ücreti olarak Türk Telekom benden 1 aylık taahhütsüz parasını alıyor. Hattan hiçbir arama yapılmadı. Buna rağmen 104,5 TL olan faturam 524 TL olarak geldi. Türk Telekom bayisine gittiğimde zaten hiçbir şekilde ilgilenilmiyor.\"",
        {
            "entities": [
                [
                    63,
                    75,
                    "OPE"
                ],
                [
                    83,
                    90,
                    "DATE"
                ],
                [
                    91,
                    117,
                    "PAY"
                ],
                [
                    119,
                    148,
                    "OTH"
                ],
                [
                    162,
                    203,
                    "PAY"
                ],
                [
                    205,
                    217,
                    "OPE"
                ],
                [
                    244,
                    273,
                    "SER"
                ],
                [
                    16,
                    33,
                    "LIN"
                ],
                [
                    34,
                    62,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "03 ocaktan beri internet yok. Arıza kaydı oluşturduk ama çözüm yok. Oyalanıp duruyoruz. Gebze Türk Telekom yetersiz çözüm. Hizmette çok yetersizler. Bir de vermedikleri internete fatura kesmezler umarım. Bu konuda çözüm bekliyoruz oyalama değil. Çok yetersiz hizmet.",
        {
            "entities": [
                [
                    0,
                    10,
                    "DATE"
                ],
                [
                    16,
                    28,
                    "NET"
                ],
                [
                    94,
                    106,
                    "OPE"
                ],
                [
                    149,
                    202,
                    "PAY"
                ],
                [
                    246,
                    265,
                    "SER"
                ],
                [
                    30,
                    66,
                    "SER"
                ],
                [
                    88,
                    93,
                    "LOC"
                ]
            ]
        }
    ],
    [
        "Senelerdir Türk Telekom hattı kullanıcısıyım. Ailemle birlikte ben 2024 de yaşadığım mağduriyeti hiçbir zaman yaşamadım. Ne evimden cep tel ile konuşabiliyorum ses gitmiyor bütün evi dolaşıyorum sonuç yok ses gelmiyor gitmiyor. İş yerinde de aynı sıkıntı internet hem ev hem mobil yavaş Türk Telekom bir hayal kırıklığıdır. Çözüm yok bu yüzden Turkcell e geçeceğiz ailecek. Bu kadar sorunla Türk Telekom'a ödediğim tüm faturalar çöp. Türk Telekom hayal kırıklığıdır net!",
        {
            "entities": [
                [
                    11,
                    23,
                    "OPE"
                ],
                [
                    287,
                    299,
                    "OPE"
                ],
                [
                    344,
                    352,
                    "OPE"
                ],
                [
                    391,
                    405,
                    "OPE"
                ],
                [
                    434,
                    446,
                    "OPE"
                ],
                [
                    0,
                    10,
                    "DATE"
                ],
                [
                    67,
                    71,
                    "DATE"
                ],
                [
                    121,
                    226,
                    "NET"
                ],
                [
                    255,
                    286,
                    "NET"
                ],
                [
                    406,
                    432,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom Müşteri Hizmetleri'nden aranarak, altyapı iyileştirme çalışmaları kapsamında ücret farkı olmaksızın 500 olan hızımın 1000'e kadar çıkabileceği bilgisi verildi ve onayım istendi. Aynı görüşmenin onay aşamasından sonra mevcut modemimin yüksek hızı karşılamayacağı onun için de yine ücretsiz modem değişileceği bilgisi verildi. Görüşme sonlandıktan sonra 30 dakika içinde teknik servis arayıp gelip modemi yeni modemle değiştirdiler. İnternete bağlandık, kontrol ettik. Servis gittikten 15 dakika sonra internetin ışığı kırmızı yanmaya başladı ve hâlâ da öyle. Telekom'u arayıp teknik destek aldık ama maalesef sonuç alamadık ve arıza kaydınız oluşturulmuştur. Sesli mesajı ile karşılaştık. Yıl olmuş 2025 gelip çalışan interneti bozup gitmek nedir ya Allah aşkına. Durup dururken, elinizdeki modemleri test etmeden müşterilerinize takıp deneme yanılma yolu ile mi test ediyorsunuz? Online olarak çalışan insanlar olarak bu akşam ve yarınki mağduriyet ve kayıplarımızdan kim sorumlu olacak?\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    91,
                    190,
                    "PKG"
                ],
                [
                    417,
                    443,
                    "NET"
                ],
                [
                    572,
                    581,
                    "OPE"
                ],
                [
                    712,
                    716,
                    "DATE"
                ],
                [
                    48,
                    90,
                    "NET"
                ],
                [
                    231,
                    337,
                    "NET"
                ],
                [
                    514,
                    570,
                    "NET"
                ],
                [
                    613,
                    670,
                    "SER"
                ],
                [
                    717,
                    753,
                    "SER"
                ]
            ]
        }
    ],
    [
        "7 yıllık Vodafone müşterisiyim. Bundan 15 gün önce Vodafone müşteri hizmetlerinden arayan erkek danışman 250 ve 270 TL paketlerinden birini seçerek yıllık sözleşmemin süresinin az kaldığını belirtti. Hatta 270 liraya 20 GB internet 2000 dakika he ilk uç ay 5 GB hediyeniz var dedi.İşim gereği şu anda müsait olmadığını daha sonra arayabileceğini söyledim. 10 gün kimse aramadı. Daha sonra telimde müşteri danışmanı yazılı bir telefon geldi. Telefondaki bayan daha önceki bana söylenen tekliflerin çok üstünde rakam söyledi. Kabul etmedim. Beni ilk arayan erkek danışman bu haklarının her zaman geçerli olduğunu başka biri çıksa dahi telefona gene bu paketlerden birine geçebileceğimi söyledi. Zaten geçen sene bu pakete geçerken 2. Dönem hakkımda olduğu söylenmişti. Ama ne yazık ki Vodafone bu konularda hassas değil ve verilen sözü tutmuyor. Bana 15 gün önce sunulan paketlerden birine geçmek istiyorum. Ses kayıtları vardır ve Mis konuşmamda bunların dinlenmesini istiyorum. Bana yardımcı olunmazsa cumhurbaşkanlığı şikayet hattına bununla ilgili şikayette bulunacağım. Sözünüzde durmuyorsunuz. En kötü ihtimal Türk Telekom'a geçeceğim. Benimle iletişime geçilmesini istiyorum.",
        {
            "entities": [
                [
                    0,
                    8,
                    "DATE"
                ],
                [
                    9,
                    17,
                    "OPE"
                ],
                [
                    39,
                    50,
                    "DATE"
                ],
                [
                    51,
                    59,
                    "OPE"
                ],
                [
                    60,
                    104,
                    "SER"
                ],
                [
                    105,
                    139,
                    "PKG"
                ],
                [
                    356,
                    362,
                    "DATE"
                ],
                [
                    783,
                    791,
                    "OPE"
                ],
                [
                    849,
                    860,
                    "DATE"
                ],
                [
                    1114,
                    1128,
                    "OPE"
                ],
                [
                    206,
                    271,
                    "PKG"
                ],
                [
                    471,
                    522,
                    "PAY"
                ],
                [
                    861,
                    904,
                    "PKG"
                ],
                [
                    930,
                    933,
                    "ORG"
                ],
                [
                    1002,
                    1018,
                    "ORG"
                ],
                [
                    1129,
                    1138,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "Ben F**** Y****. İstanbul esenşehir zambak sokaktaki daireme 07.11.2024 tarifinde 8859002392 DSL numaram. Türk Telekom bayiden İnternet başvurusu yaptım. İnternetim 2 gün bağlandı yalnız bağlandığı sure boyunca internet hizmeti almadım. 4441444 üzerinden kayıt açmama rağmen hiçbir şekilde internetimdeki arıza düzelmedi. İnternet kullanımım olmamasına rağmen bana 2 fatura çıkarıldı. Kullanmadığım internete fatura ödememi istiyorlar. İnternet iptalim yapılmasını ısrarla istiyorum. Kota kullanımı yapılmadığı kontroller sonucunda görülür.",
        {
            "entities": [
                [
                    4,
                    15,
                    "PER"
                ],
                [
                    61,
                    71,
                    "DATE"
                ],
                [
                    82,
                    104,
                    "NET"
                ],
                [
                    106,
                    118,
                    "OPE"
                ],
                [
                    211,
                    235,
                    "NET"
                ],
                [
                    237,
                    254,
                    "DATE"
                ],
                [
                    322,
                    359,
                    "NET"
                ],
                [
                    365,
                    383,
                    "PAY"
                ],
                [
                    385,
                    434,
                    "PAY"
                ],
                [
                    17,
                    48,
                    "LOC"
                ],
                [
                    127,
                    152,
                    "NET"
                ],
                [
                    290,
                    320,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom'dan her cuma yenilenen Sil Süpür kampanyasından yararlanmak istedim ve Sil Süpür yapıyorum, ancak hiçbir şekilde çalışmıyor, sürekli hata veriyor. Nedenini hala anlamış değilim. Geçen hafta yaptığım Sil Süpür'de 2 GB sosyal medya interneti verdi, ama sosyal medyaya girdiğimde yine kendi tarifem üzerinden internet kullandı.\"",
        {
            "entities": [
                [
                    1,
                    17,
                    "OPE"
                ],
                [
                    37,
                    46,
                    "APP"
                ],
                [
                    85,
                    94,
                    "APP"
                ],
                [
                    161,
                    190,
                    "OTH"
                ],
                [
                    192,
                    203,
                    "DATE"
                ],
                [
                    213,
                    225,
                    "APP"
                ],
                [
                    226,
                    259,
                    "PKG"
                ],
                [
                    302,
                    337,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Farklı bir operatör kullanıyorum. 2 hafta önce hattımı Turkcell'e taşımak için başvuru yaptım. Sim kartını en yakın sürede göndereceklerine dair mesaj attılar. Sim kartı gelince e-Devlet'ten onaylamak gerekiyor fakat hala elime ulaşmadı. Kargo da kurye üzerinde görünüyor, hala gelmedi. Kullandığım operatördeki taahhüdüm de bitti. Müşteri hizmetlerini arıyorum, ulaşamıyorum. Pişman oldum.\"",
        {
            "entities": [
                [
                    1,
                    33,
                    "LIN"
                ],
                [
                    35,
                    47,
                    "DATE"
                ],
                [
                    56,
                    66,
                    "OPE"
                ],
                [
                    161,
                    237,
                    "LIN"
                ],
                [
                    274,
                    286,
                    "LIN"
                ],
                [
                    313,
                    331,
                    "PKG"
                ],
                [
                    67,
                    94,
                    "LIN"
                ],
                [
                    96,
                    140,
                    "LIN"
                ],
                [
                    333,
                    376,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Türk Telekom mobil kullanıcısıyım.Mobil uygulama da tek kullanımlık şifre almak istiyorum ama 9520 ye SMS gönderilemedi diyor. Müşteri hizmetlerini aradım. 2 haftadır çözüm bulamadılar. Aradığımda da sürekli aynı şeyleri tekrarlayıp mağdur ediliyoruz. Uygulamadan işlem yapamıyorum. Kampanyalardan yararlanamıyorum. Paket aşımı yaptığımı göremiyorum. Faturama ekstra para yansıtılıyor. Bu süre içerisindeki mağduriyetimi telafi etmelerini rica ediyorum. En hızlı şekilde çözüm bekliyorum.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    351,
                    384,
                    "PAY"
                ],
                [
                    34,
                    125,
                    "OTH"
                ],
                [
                    127,
                    184,
                    "SER"
                ],
                [
                    252,
                    281,
                    "OTH"
                ],
                [
                    283,
                    314,
                    "OTH"
                ],
                [
                    316,
                    349,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Uzun süredir kullanmakta olduğum Vodafone hattımın mevcut 227 TL olan tarife ücreti taahhüt bitmesi gerekçesi ile değişeceği ve 696 TL olacağı tarafıma bildirildi. Geçebileceğim en uygun tarife ücreti 570 lira olduğu söylendi. Ayrıca Geçebileceğim tarife, kullanmakta olduğum tarifeden kullanım hakları olarak daha kısıtlı. Bu fiyat artışının çok olduğunu düşünüyorum. Bir an önce sorunun çözülmesi için gereğinin yapılmasını rica ederim.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "DATE"
                ],
                [
                    34,
                    42,
                    "OPE"
                ],
                [
                    129,
                    164,
                    "PAY"
                ],
                [
                    179,
                    226,
                    "PKG"
                ],
                [
                    43,
                    125,
                    "PKG"
                ],
                [
                    235,
                    323,
                    "PKG"
                ],
                [
                    328,
                    368,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Onay ve iznim olmadan Veedz diye bir abonelik yapılmış, Türk Telekom hattımdan para çekilmiş. Onay vermişsiniz deniyor. Asla onayım olmamıştır. Uygulamayı ilk defa duydum. CİMER'e ilgili şikayet kaydımı oluşturdum. Yasal yollardan sonuna kadar gideceğim ve durumu ortaya çıkaracağım. Türk Telekom da işin içinde belli ki. Yazılı onayınız var deyip herkesten 175 TL alan zaten köşeyi döndü, ülkeden de kaçmıştır. Verilerinizin bu kadar kolay şekilde dağıtılması suistimalleri de doğurmuştur. Paramın derhal iade olmasını istiyorum.\"",
        {
            "entities": [
                [
                    1,
                    55,
                    "PAY"
                ],
                [
                    57,
                    69,
                    "OPE"
                ],
                [
                    173,
                    180,
                    "ORG"
                ],
                [
                    285,
                    297,
                    "OPE"
                ],
                [
                    349,
                    370,
                    "PAY"
                ],
                [
                    492,
                    531,
                    "PAY"
                ],
                [
                    413,
                    461,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "\"12 GB tarife paketi teklifi vardı, aldım ve yüklendi olarak gözüküyor ama kullanım detaylarına bakınca 6.6 GB gözüküyor. Sorun nedir, internetten de baktım bulamadım. Tobi'ye de sordum, 'anlamıyorum' diyor. Müşteri hizmetlerini 7-8 kere aradım fakat ulaşamadım.\"",
        {
            "entities": [
                [
                    1,
                    34,
                    "PKG"
                ],
                [
                    122,
                    166,
                    "OTH"
                ],
                [
                    168,
                    175,
                    "APP"
                ],
                [
                    45,
                    120,
                    "PKG"
                ],
                [
                    208,
                    261,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Önceki sene yenilemiş olduğum taahhüdüm şubat ayında sona erecek. Lakin yeni fiyatlar zam değil, zam dediğin %50 olur. Hadi olsa olsa %100 olur. Resimlerde göründüğü üzere neredeyse %300 zamla aynı kullanım hakkını alabiliyorum. 95 liralık faturanın 370 lira olması için sanırım baz istasyonuna ortak olmam falan gerekiyor. İnternet hızının kötülüğünü ve yer yer çekmeme sorununu bile fiyatlar sebebiyle göz ardı ediyordum. Maalesef hem fazla fiyat verip hem düşük kullanım sunuluyor. İmkanı olan kullanıcılar mümkünse diğer şebekeleri tercih etsin en azından ya fiyattan ya da kaliteden kazancınız olur.\"",
        {
            "entities": [
                [
                    1,
                    12,
                    "DATE"
                ],
                [
                    73,
                    118,
                    "PAY"
                ],
                [
                    325,
                    394,
                    "NET"
                ],
                [
                    425,
                    455,
                    "PAY"
                ],
                [
                    41,
                    53,
                    "DATE"
                ],
                [
                    13,
                    40,
                    "PKG"
                ],
                [
                    120,
                    144,
                    "PAY"
                ],
                [
                    173,
                    228,
                    "PAY"
                ],
                [
                    230,
                    323,
                    "PAY"
                ],
                [
                    456,
                    484,
                    "PKG"
                ],
                [
                    486,
                    549,
                    "LIN"
                ],
                [
                    550,
                    604,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "03.12.2024 tarihinde mobil hattımın numara taşıma işlemi tamamlandı01.12.2024 - 03.12.2024 tarihleri arasında dikkatinizi çekerim 2 günlük arama yapılmadı (yapıldıysa 20 saniye) mobil ağ kapalı Vodafone işletmesi bende 470 TL. Ücret talep etmektedir.2 günlük kullanım oda aldığınız telsiz ücreti içinde 470 TL nedir geriye kalan 29 günlük ücret yasal mı?",
        {
            "entities": [
                [
                    0,
                    10,
                    "DATE"
                ],
                [
                    194,
                    202,
                    "OPE"
                ],
                [
                    36,
                    67,
                    "LIN"
                ],
                [
                    67,
                    77,
                    "DATE"
                ],
                [
                    80,
                    90,
                    "DATE"
                ],
                [
                    219,
                    249,
                    "PAY"
                ],
                [
                    303,
                    353,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom taahhütnamem 26 Şubat 2025 tarihinde bitecekken bugün aradılar, taahhütnamemin uzatılmasına onay verdim. 26 Şubat 2025 tarihinden sonra devreye girmesi gerekirken bugün yeni fiyat üzerinden güncelleme yapılmış. Daha 2 fatura eski fiyattan olması gerekirken yeni fiyat üzerinden fiyatlandırılmış. Hakkım olan eski fiyat yerine 2 ay 400 TL fazla ödemek zorunda kalacağım. Durumun düzeltilmesini istiyorum. Eşim ve ailem de Türk Telekom kullanıcısı, durum düzeltilmezse onların da Türk Telekom sözleşme sonları numara taşıma ile başka operatöre gidecekler. Hakkım olan 2 fatura eski fiyatıma düzeltilmesini istiyorum.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    27,
                    40,
                    "DATE"
                ],
                [
                    119,
                    132,
                    "DATE"
                ],
                [
                    435,
                    447,
                    "OPE"
                ],
                [
                    492,
                    504,
                    "OPE"
                ],
                [
                    505,
                    566,
                    "LIN"
                ],
                [
                    177,
                    223,
                    "PAY"
                ],
                [
                    322,
                    382,
                    "PAY"
                ],
                [
                    580,
                    627,
                    "PAY"
                ],
                [
                    230,
                    308,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Turkcell data hattı internet kesintisi.9 Aralık 2024 tarihinde müşteri hizmetlerine internetten verim alamadığımı, internetin sürekli kesildiğini belirten bir arıza açtırdım. Bir ay oldu ve çözülmedi. Sistemlerine yeni yatırımdan sonra çözüm olacağını girdikleri için sorunumla ilgilenmediler. En az altı departmana aktarıyorlar ve sonuç sıfır. Aylık 550 TL para ödüyorum. Superbox cihazımda data hattı takılı.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    176,
                    182,
                    "DATE"
                ],
                [
                    346,
                    372,
                    "PAY"
                ],
                [
                    374,
                    382,
                    "APP"
                ],
                [
                    10,
                    39,
                    "NET"
                ],
                [
                    40,
                    53,
                    "DATE"
                ],
                [
                    85,
                    114,
                    "NET"
                ],
                [
                    116,
                    146,
                    "NET"
                ],
                [
                    191,
                    200,
                    "SER"
                ],
                [
                    269,
                    293,
                    "SER"
                ],
                [
                    333,
                    344,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Vodafone yanımda uygulaması üzerinden \"\"Yanımda Premium\"\" lu olmak istiyorum fakat olamıyorum, ödeme işlemi aşamasına geldiğimde telefonuma SMS olarak kod gelmesi gerekiyor ama kod gelmiyor, dolayısıyla yanımda premiumlu olamıyorum. Sorun için müşteri hizmetlerini aradım fakat herhangi bir muhatapla karşılaşamadım. Tobi ile de problemi anlatıp sorunu çözemiyorum. En kısa zamanda bu sorunun çözülmesini istiyorum\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    41,
                    48,
                    "APP"
                ],
                [
                    234,
                    316,
                    "SER"
                ],
                [
                    318,
                    322,
                    "APP"
                ],
                [
                    177,
                    190,
                    "SER"
                ],
                [
                    347,
                    365,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Turkcell sekreter sorunu:Turkcell, sekreter servisi, kim aramış, meşgulken arayanları bildime gibi ayarlar kapalı olduğu halde \"\"falanca numara sizi aradı mesaj bıraktı, şurayı arayın. Dinleyin\"\" diye SMS atıp duruyor. Arayan numaralar kesinlikle tanıdığım numaralar değil. Buna bir çözüm bulun rica ediyorum, günde en az 5 mesaj geliyor!\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    26,
                    34,
                    "OPE"
                ],
                [
                    9,
                    25,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom şubesinde cep telefonu numara taşıma işlemi yaptım. Bana 7044635325 hizmet numaralı Tivibu paketi ile kampanya var, 6 ay kullanın, sonra şartsız koşulsuz iade edebilirsiniz diyerek bilgi verildi. Günü geldiğinde iade ettim, bana son bir fatura daha gelir denildi. 27/11/2024 tarihinde cihazı da verdim. Bir fatura daha gelir denildi, 12. ayda onu da ödedim. Ancak bu ay, 16/01/2025 tarihli 560 liralık bir fatura daha geldi. Müşteri hizmetlerini aradım, cayma bedeli dendi. Cihazı alırken böyle bir şey yoktu, ben bunu kabul etmiyorum. Fatura iptalini istiyorum. 560 lirayı kabul etmiyorum. Türk Telekom'dan şikayetçiyim.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    28,
                    64,
                    "LIN"
                ],
                [
                    98,
                    104,
                    "APP"
                ],
                [
                    130,
                    143,
                    "DATE"
                ],
                [
                    278,
                    288,
                    "DATE"
                ],
                [
                    348,
                    356,
                    "DATE"
                ],
                [
                    378,
                    383,
                    "DATE"
                ],
                [
                    385,
                    395,
                    "DATE"
                ],
                [
                    468,
                    486,
                    "PAY"
                ],
                [
                    550,
                    575,
                    "PAY"
                ],
                [
                    605,
                    621,
                    "OPE"
                ],
                [
                    404,
                    437,
                    "PAY"
                ],
                [
                    577,
                    603,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"4.01.2025 Cumartesi günü hediye gelen Youtube.com için geçerli 4 GB interneti kullanamıyorum, şikayet etmek istedim. Kabul edilmiyor. Faturamı haklı sebeple iptal edin diyorum, kabul etmiyorlar. Çok kötü.\"",
        {
            "entities": [
                [
                    1,
                    25,
                    "DATE"
                ],
                [
                    39,
                    50,
                    "APP"
                ],
                [
                    69,
                    93,
                    "NET"
                ],
                [
                    196,
                    204,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Evimizde son 1 yıldır şebeke çekme sorunu yaşıyoruz. Üstelik sadece biz değil apartmandaki herkes aynı şekilde. Her ay parasını ödediğimiz hattı kullanamıyoruz resmen. Baz istasyonunuzda bir sıkıntı var sanırım en kısa zamanda bir çözüm talep ediyoruz.",
        {
            "entities": [
                [
                    13,
                    21,
                    "DATE"
                ],
                [
                    22,
                    51,
                    "NET"
                ],
                [
                    112,
                    118,
                    "DATE"
                ],
                [
                    168,
                    202,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Faturam 380 TL'den 880 TL'ye çıkıyor, 2 gündür müşteri temsilcisine bağlanamıyorum. İnternet çekmiyor, asker olmama rağmen ailem ile konuşamıyorum. Fatura değişikliği yapacağım, Vodafone'a geçeceğim. Bu Türk Telekom için herkes 'sorun yaşarsın' diyordu, inanmıyordum ama herkes doğru söylemiş.\"",
        {
            "entities": [
                [
                    1,
                    37,
                    "PAY"
                ],
                [
                    39,
                    47,
                    "DATE"
                ],
                [
                    48,
                    83,
                    "SER"
                ],
                [
                    85,
                    123,
                    "NET"
                ],
                [
                    124,
                    147,
                    "SER"
                ],
                [
                    179,
                    189,
                    "OPE"
                ],
                [
                    204,
                    216,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "\"Fatura borcumu yanlışlıkla iki defa ödedim, bunun üzerine Vodafone müşteri temsilcisine bağlandım ve 1400 TL olan faturamı iki defa ödediğimi ve fazladan ödediğim tutarın iadesini talep ettim. Mail adresi verip dekont istediler, dekontu attım ama geri dönüş olmadı. Akabinde tekrar aradım ve iade yapılacak mı diye sordum ama olumsuz yanıt aldım. Diğer aylar gelecek olan faturadan düşecekmiş. Sözde benim o paraya şu an ihtiyacım vardı, bunu belirtmeme rağmen bile bile mağdur ettiler. Sanki bir bankadan kredi ister gibi, oysa ki kendi paramı istiyorum. Hattımı taşımak istediğimi ilettim, cayma bedeli yansıyacak dediler. Cayma bedeli 900 küsur lira, benim içerideki paramdan alırsınız dedim, hayır yansıyacak dediler. Hem içeride param kalacak enflasyonla eriyecek hem de taşımak istediğimde kullanamayacağım o parayı. Tamamen kendi paramla rezil oldum. Gerekli mercilere belgelerle beraber ileteceğim konuyu eğer sorunum çözülmezse. Vodafone pişmanlıktır. Müşteri memnuniyeti sıfır.\"",
        {
            "entities": [
                [
                    1,
                    43,
                    "PAY"
                ],
                [
                    59,
                    67,
                    "OPE"
                ],
                [
                    102,
                    142,
                    "PAY"
                ],
                [
                    146,
                    192,
                    "PAY"
                ],
                [
                    557,
                    591,
                    "LIN"
                ],
                [
                    593,
                    624,
                    "PAY"
                ],
                [
                    626,
                    670,
                    "PAY"
                ],
                [
                    770,
                    796,
                    "LIN"
                ],
                [
                    939,
                    947,
                    "OPE"
                ],
                [
                    962,
                    987,
                    "SER"
                ]
            ]
        }
    ],
    [
        "12 Ocak'ta yükleme yaptım fakat paket hesabıma yatmadı ve ücret iadesi tarafıma sağlanmadı. Para iademin hesabıma yatırılmasını istiyorum. Tarafıma 24 saat içinde gelmesini talep ediyorum. Mağduriyetimin bir an önce giderilmesini istiyorum. 0543*****27 yarın müsaitim.",
        {
            "entities": [
                [
                    0,
                    10,
                    "DATE"
                ],
                [
                    11,
                    25,
                    "LIN"
                ],
                [
                    58,
                    90,
                    "PAY"
                ],
                [
                    105,
                    137,
                    "PAY"
                ],
                [
                    241,
                    252,
                    "NUM"
                ]
            ]
        }
    ],
    [
        "\"Ülkede neye bu kadar geldi de tarife ücretlerinize %100 zam yapıyorsunuz gerçekten.Bir gün fatura geç ödesen gecikme bedeli yansıtıyorsunuz.24 saat geçmemiş, unutmuş olabilirim ama hemen yansıtın geç ödeme bedelini.İnternet aşımında hemen saniyelik yansıtın aşım ücretini.\"",
        {
            "entities": [
                [
                    31,
                    83,
                    "PKG"
                ],
                [
                    188,
                    215,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Vodafone faturalı kullanıcısıydım, taahhüdüm 30 Aralık'ta bitecekti. Aralık 15'te ödemem gereken 137 TL faturamı 8 Aralık'ta ödeyip 14 Aralık'ta Turkcell'e geçiş yaptım. Taahhüdümü yenilemediğim halde bana bir aylık 399 TL fatura yansıtılmış. Aylık 137 TL iken bu durum kabul edilemez. Birileri bu usulsüzlüğe bir dur desin lütfen.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    10,
                    34,
                    "PKG"
                ],
                [
                    46,
                    58,
                    "DATE"
                ],
                [
                    70,
                    82,
                    "DATE"
                ],
                [
                    146,
                    156,
                    "OPE"
                ],
                [
                    157,
                    169,
                    "LIN"
                ],
                [
                    207,
                    216,
                    "DATE"
                ],
                [
                    217,
                    242,
                    "PAY"
                ],
                [
                    244,
                    285,
                    "PAY"
                ],
                [
                    113,
                    125,
                    "DATE"
                ],
                [
                    133,
                    145,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "\"Yurt dışı alınmış, yurtiçi kaydedilmiş iPhone telefonumda diğer hatlar çalışırken Türk Telekom hattında 'servis yok' yazıyor. Kaç gündür işim çözülmedi. Telefonu kullanamıyorum. Faturayı 1 gün geciktirseniz elli kere ararlar ama böyle mağdur olduğunda günlerce sorunu çözmeden duruyorlar. Yazıklar olsun.\"",
        {
            "entities": [
                [
                    40,
                    46,
                    "ORG"
                ],
                [
                    83,
                    95,
                    "OPE"
                ],
                [
                    154,
                    177,
                    "NET"
                ],
                [
                    188,
                    193,
                    "DATE"
                ],
                [
                    106,
                    125,
                    "NET"
                ]
            ]
        }
    ],
    [
        "Turkcell Superbox hem telefonda hem de bilgisayara ethernet ile bağlanırken 10 saniyede bir kopuyor. Hem bir dünya para alıyorsunuz hem de düzgün internet hizmeti sağlayamıyorsunuz. Şimdi de kesin hava şartları veya konum ile bahane uyduracaksınız. Düzgünce çözüm söyleyin ya da hiç yazmayın.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    9,
                    17,
                    "APP"
                ],
                [
                    105,
                    131,
                    "PAY"
                ],
                [
                    139,
                    180,
                    "NET"
                ],
                [
                    51,
                    99,
                    "NET"
                ]
            ]
        }
    ],
    [
        "Vodafone yeni hat başvurusu yapıp sim kartımı 26 Aralık 2024 tarihinde kuryeden teslim aldım. 2-4 gün içinde açılacak dedikleri kart 2 haftadır açılmıyor! Müşteri hizmetleri çözüm odaklı çalışmıyor her aramamda boş laflar ile oyalanıyorum. Vodafone basit bir hat aktivasyonunu yapamıyor mu? Yoksa uyanıklık yapıp fazla fiyattan hat/tarife satmak için yapmıyor mu? Taahhüt ettiğiniz hizmeti ivedi olarak vermenizi bekliyorum!",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    46,
                    60,
                    "DATE"
                ],
                [
                    94,
                    108,
                    "DATE"
                ],
                [
                    155,
                    197,
                    "SER"
                ],
                [
                    240,
                    248,
                    "OPE"
                ],
                [
                    307,
                    362,
                    "PAY"
                ],
                [
                    9,
                    33,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"İlgili herhangi bir bilgi verilmeden, hukuk firması tarafından arandım, müşteri hizmetleri ile görüşüp gerekeni yapacağım dememin ardından. 1. Dereceden yakınlarınıza haciz yapılacak diye mesaj aldım. Ailemle asla görüşmüyorum bir bağım yok. Bu şekilde yıldırma adı altında rahatsız edildim, hukuki olarak da gerekeni yapacağım. Hukuk firmalarının böyle bir hakkı olmadığını anlamaları lazım. Ben yetişkin bir bireyim ve borç şahsidir. Benimle iletişime geçen ve ben kibarca konuşmaya çalıştıkça kabalaşıp, telefonu yüzüme kapatan S*** hanım hakkında özellikle şikayette bulunacağım.\"",
        {
            "entities": [
                [
                    73,
                    139,
                    "SER"
                ],
                [
                    330,
                    392,
                    "OTH"
                ],
                [
                    422,
                    435,
                    "PAY"
                ],
                [
                    532,
                    536,
                    "PER"
                ]
            ]
        }
    ],
    [
        "\"07.01.2025 tarihinde 13.30 sularında Vodafone müşteri temsilcisi tarafından arandım. Tarife süremin sona erdiğini yeni tarifeye geçmezsem yüksek fatura ödeyeceğimi söyleyerek beni tarife değişikliği yapmaya ikna etti. Sonra öğrendim ki tarifenin bitmesine üç ay varmış. Üç ay önceden eski tarifeye göre daha çok fatura ödemek zorunda kalacağım için, yalan söyleyerek beni mağdur ettiği için Vodafone dan şikayetçiyim.\"",
        {
            "entities": [
                [
                    1,
                    11,
                    "DATE"
                ],
                [
                    38,
                    46,
                    "OPE"
                ],
                [
                    86,
                    128,
                    "PKG"
                ],
                [
                    139,
                    217,
                    "PAY"
                ],
                [
                    257,
                    262,
                    "DATE"
                ],
                [
                    271,
                    276,
                    "DATE"
                ],
                [
                    309,
                    391,
                    "PAY"
                ],
                [
                    392,
                    400,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "\"Telsiz kullanım ücreti, insanların parasını haksız yere almak için kullanılan bir sistemdir. Bu sistem, ödemeniz gereken miktarın üzerine faiz yüklemek için kurulmuş gibi görünüyor. Devletin bu duruma müdahale etmemesi, bu kurumların devletin üstünde mi olduğu sorusunu akla getiriyor.\"",
        {
            "entities": [
                [
                    1,
                    56,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"16.01.2025 Perşembe günü 0542**42 00 04 numaralı Vodafone müşteri hizmetlerinden arandım. Taahhüdümün son ayı olduğu için teklif vermek amacıyla aramışlar. 218 TL fiyatı olan paketimin 390 TL olarak yenileneceğini ve yenilemek için onay almak istediklerini söylediler. Lakin ücretlere resmi olarak yapılan %30'un çok çok üzerinde bir rakama tekabül ediyor. Yapılan zam %80, bu nasıl yapılabilir? Arayan kişi, bir sefer arandığımı, ulaşamadıkları takdirde son defa aradığını ve bir daha aramayacaklarını, kabul etmezsem daha yüksek bir rakamla karşılaşabileceğimi söyledi. Bu durum gerçekten çok garip. Konu ile alakalı Vodafone müşteri hizmetlerinden gerçekçi bir yaklaşım ve yardım talep ediyorum.\"",
        {
            "entities": [
                [
                    1,
                    11,
                    "DATE"
                ],
                [
                    50,
                    58,
                    "OPE"
                ],
                [
                    103,
                    110,
                    "DATE"
                ],
                [
                    157,
                    214,
                    "PAY"
                ],
                [
                    620,
                    628,
                    "OPE"
                ],
                [
                    26,
                    40,
                    "NUM"
                ],
                [
                    270,
                    396,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Hattımı Turkcell'den Vodafone'a taşıdım ama kurye adresime geldiğinde adresimde olmadığım için kartı teslim alamadım ve başvurum iptal olmuş. Bu durum yüzünden mağdur durumdayım. Başvurumu tekrar aktifleştirme şansınız var mı?Şu an kullandığım operatörde taahhüdüm bitti. En kısa zamanda yardımcı olursanız sevinirim.",
        {
            "entities": [
                [
                    8,
                    20,
                    "OPE"
                ],
                [
                    21,
                    31,
                    "OPE"
                ],
                [
                    32,
                    39,
                    "LIN"
                ],
                [
                    226,
                    270,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "Eskişehir bayisi olan Adalar iletişim den faturaya ek kulaklık14.01.2025 tarihinde aldım. 15.01.2025 tarihinde ürünü değiştirmek için gittiğimde firma çözüm üretmedi. Vodafone gibi kurumsal firmanın çözüm üretmemesi ve personelin müşteriye hitabı hiç hoş değildi. Konu hakkında desteklerinizi bekliyorum. Tel (054****2600)",
        {
            "entities": [
                [
                    90,
                    110,
                    "DATE"
                ],
                [
                    167,
                    175,
                    "OPE"
                ],
                [
                    247,
                    262,
                    "SER"
                ],
                [
                    310,
                    322,
                    "NUM"
                ],
                [
                    0,
                    10,
                    "LOC"
                ],
                [
                    22,
                    37,
                    "ORG"
                ],
                [
                    62,
                    72,
                    "DATE"
                ],
                [
                    145,
                    165,
                    "SER"
                ],
                [
                    219,
                    246,
                    "SER"
                ]
            ]
        }
    ],
    [
        "19 aralıkta numaramı Türk Telekom'a taşımak için başvurdum. Dijital Kurye aracılığıyla 2gün içinde hattımın bana ulaşacağını söylediler. Bugün 3 Ocak Cuma günü ve hala hattın gelmesini bekliyorum. 2 gün dediler. 2 hafta oldu hala hattım elime ulaşmadı. Bu süreçte Türk Telekom beni çok mağdur etti. Aralığın sonunda diğer operatör ile faturalı sözleşmenin indiriminin biteceğini ve şu anki faturanın 2 katı fiyat güncellemesi olacağını bu sebeple durumumun acil olduğunu belirttim. Defalarca Türk Telekom müşteri hizmetlerini arayıp defalarca acil kayıt oluşturdum. Fakat bir netice alamadım. Bir numara taşımak bu kadar zor olmamalıydı. Bu duruma düşeceğimi bilsem önceki operatörümle sözleşmemi yenilerdim. Fakat Türk Telekom kuryenin yolda olduğu söyleyince diğer operatörün indirimli teklifini de reddettim. Artık müşteri hizmetlerini arayıp kuryenin yerini söyleyin ben gidip alayım diyorum. Bu hale geldim. Öncelikli talebim hattımın elime ulaşması ve diğer operatörle olan indirimsiz fiyatın karşılanmasıdır.",
        {
            "entities": [
                [
                    0,
                    11,
                    "DATE"
                ],
                [
                    21,
                    35,
                    "OPE"
                ],
                [
                    36,
                    58,
                    "LIN"
                ],
                [
                    60,
                    73,
                    "APP"
                ],
                [
                    143,
                    159,
                    "DATE"
                ],
                [
                    197,
                    202,
                    "DATE"
                ],
                [
                    212,
                    219,
                    "DATE"
                ],
                [
                    225,
                    251,
                    "OTH"
                ],
                [
                    264,
                    276,
                    "OPE"
                ],
                [
                    322,
                    378,
                    "LIN"
                ],
                [
                    492,
                    504,
                    "OPE"
                ],
                [
                    505,
                    565,
                    "SER"
                ],
                [
                    593,
                    636,
                    "LIN"
                ],
                [
                    715,
                    727,
                    "OPE"
                ],
                [
                    778,
                    810,
                    "PAY"
                ],
                [
                    980,
                    1014,
                    "PAY"
                ],
                [
                    87,
                    92,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "\"Aşırı Zam ve Haksız UygulamalarSayın Türk Telekom Yetkilileri,Kullanmakta olduğumuz Yakmayan 100GB paketine ilişkin son dönemde yapılan aşırı ve ardı ardına gelen zamlar, müşteri haklarına tamamen aykırıdır ve kabul edilemez bir durumdur.10.09.2024 tarihinde 470 TL olan paket ücreti, Kasım 2024’te %27 zamla 600 TL’ye, sadece iki ay sonra Ocak 2025’te %10 zamla 660 TL’ye çıkarılmıştır. Bu süreçte toplamda %40’ı aşan bir zam yapılmıştır. Bu artışlar, ekonomik koşulları ve müşteri memnuniyetini tamamen göz ardı eden keyfi ve fırsat-ç ı bir yaklaşımı göstermektedir.Üstelik, ücretsiz cayma hakkı tanınmaması, müşterilerinizi zorunlu bir şekilde yüksek fiyatlara mahkûm etmektedir. Bu durum, tüketici haklarını ihlal etmekte ve yasal yaptırımları gerektirebilecek bir ticari etik sorunu oluşturmaktadır.Bu kadar yüksek zam oranlarını ve etik dışı uygulamaları hiçbir müşteri kabul etmeyecektir. Gereken düzenlemelerin acilen yapılmasını bekliyoruz.\"",
        {
            "entities": [
                [
                    38,
                    50,
                    "OPE"
                ],
                [
                    85,
                    170,
                    "PAY"
                ],
                [
                    260,
                    340,
                    "PAY"
                ],
                [
                    341,
                    353,
                    "DATE"
                ],
                [
                    578,
                    610,
                    "PAY"
                ],
                [
                    805,
                    895,
                    "PAY"
                ],
                [
                    1,
                    32,
                    "PAY"
                ],
                [
                    239,
                    249,
                    "DATE"
                ],
                [
                    354,
                    387,
                    "PAY"
                ],
                [
                    389,
                    439,
                    "PAY"
                ],
                [
                    612,
                    682,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Mahallemiz Ümraniye Amasya Sokak'ta 1-2 aydır sürekli elektrikler gidiyor, şimdi de interneti kestiler. Ben evden çalışıyorum. Yeter artık, adam akıllı sorunu çözün. Bıktık bu kesintilerden, artık çözün yeter. Türk Telekom modemden ayrı dert, elektrik kesintisinden ayrı dert.\"",
        {
            "entities": [
                [
                    21,
                    36,
                    "LOC"
                ],
                [
                    47,
                    74,
                    "NET"
                ],
                [
                    211,
                    223,
                    "OPE"
                ],
                [
                    12,
                    21,
                    "LOC"
                ],
                [
                    37,
                    46,
                    "DATE"
                ],
                [
                    76,
                    103,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Bu firma insanı mağdur ediyor mu? Aralıksız 15 yıldır kullanıyorum. Aynı paketi başka birine daha uygun fiyata teklif ederken, yılların kullanıcısı olarak bana daha pahalıya teklif ediyorlar.Yeni müşteriye birçok paket teklifi sunarken bana 1-2 paketten başka paket yok diyorlar. Aynı paketi istiyorum dediğimde ise tam olarak iki katı fiyat veriyorlar. Neye %100 zam geldi de siz %100 zam koyuyorsunuz?\"",
        {
            "entities": [
                [
                    45,
                    54,
                    "DATE"
                ],
                [
                    255,
                    270,
                    "PKG"
                ],
                [
                    355,
                    403,
                    "PAY"
                ],
                [
                    81,
                    191,
                    "PAY"
                ],
                [
                    69,
                    81,
                    "PKG"
                ],
                [
                    317,
                    353,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Eski numaramı almak istiyorum ancak kapatalı 2 sene civarı bir süre geçti ve benim için oldukça önemli. Hukuki veya başka türlü her şekilde sürece girmeye hazırım, o numarayı tekrar açtırmam gerek. Lütfen yardımcı olur musunuz? Numara kimseye verilmemiş, aradığımda Vodafone kayıtlı böyle bir numara yoktur diyor. Bir süredir almaya çalışıyorum. Bazıları alamazsınız dedi, bazıları alabilirsiniz dedi. İnternette okuduğumda birçok kişi geri alabilmiş, yıllar sonra kimseye verilmediği için. Yardımcı olur musunuz? Lütfen o numarayı geri almam gerek.\"",
        {
            "entities": [
                [
                    46,
                    59,
                    "DATE"
                ],
                [
                    267,
                    275,
                    "OPE"
                ],
                [
                    284,
                    313,
                    "LIN"
                ],
                [
                    1,
                    30,
                    "LIN"
                ],
                [
                    165,
                    197,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "21 Kasım 2025 tarihinde fatura 24 Kasım 2024'de farklı bir operatöre geçiş yaptım fakat Vodafone bana fatura olarak o ayın tamamını faturalıymış. Fatura ödedikten ödedim. Müşteri hizmeti arayarak müşteri hizmetlerinden itirazda bulundum Ama fakat hiçbir şekilde bana geri dönüş yapmadılar. Birkaç defa itiraz ettim hala dönüş yapacaklar ama ne zaman",
        {
            "entities": [
                [
                    0,
                    13,
                    "DATE"
                ],
                [
                    48,
                    87,
                    "LIN"
                ],
                [
                    88,
                    96,
                    "OPE"
                ],
                [
                    146,
                    169,
                    "PAY"
                ],
                [
                    31,
                    44,
                    "DATE"
                ],
                [
                    262,
                    288,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"26 Aralık 2024 tarihinde Turkcell satış ve dağıtım adına kredi kartımdan 34.148 TL çekilmiş. Aradığımda, 'bankanızla görüşün' diyorlar. Bankayı arıyorum, onlar da bir şey yapamıyorlar. Para neden çekilmiş, anlamış değilim. Para iadesi istiyoruz. En erken zamanda geri dönerseniz sevinirim.\"",
        {
            "entities": [
                [
                    1,
                    15,
                    "DATE"
                ],
                [
                    26,
                    34,
                    "OPE"
                ],
                [
                    224,
                    245,
                    "PAY"
                ],
                [
                    35,
                    92,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom pişmanlık olmaya devam ediyor. Bir haftadır fiber internete başvuru yapıyorum, türlü bahanelerle başvurumu iptal ediyorlar ve beni 1 Ocak 2025'ten sonra tekrar arıyorlar fiber internete geçirmek için. Detayları öğrenmek istediğimde bana 15 ay boyunca tarifeme ek olarak 75 TL modem ücreti olacağını beyan ediyorlar. Ben kendilerine daha önce müşteri hizmetlerinin modem ücreti olmayacağı konusunda bilgi verdiklerini söylediğimde, bana 2025 itibariyle değiştiğini, modem ücretli olduğunu söylediler. Ben burada şunu anladım ki, benim kurulum talebimi kafalarına göre bazı sebeplerden dolayı sırf modem ücreti almak için iptal edip, 2024 Ağustos ayından 2025 yılına benim kurulumumu aktardıklarını anladım. Çok pişmanım Türk Telekom'a geçtiğim için. Taahhüdüm bitsin, hemen iptal edip kurtulacağım.\"",
        {
            "entities": [
                [
                    1,
                    23,
                    "OPE"
                ],
                [
                    58,
                    91,
                    "NET"
                ],
                [
                    145,
                    166,
                    "DATE"
                ],
                [
                    184,
                    213,
                    "NET"
                ],
                [
                    251,
                    256,
                    "DATE"
                ],
                [
                    265,
                    328,
                    "PAY"
                ],
                [
                    450,
                    454,
                    "DATE"
                ],
                [
                    646,
                    658,
                    "DATE"
                ],
                [
                    667,
                    671,
                    "DATE"
                ],
                [
                    733,
                    747,
                    "OPE"
                ],
                [
                    356,
                    443,
                    "SER"
                ],
                [
                    479,
                    512,
                    "PAY"
                ],
                [
                    763,
                    810,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"İyi günler Vodafone kullanıcıları ve müşteri hizmetleri. Vodafone şirketine sesleniyorum, ne olur artık eskilere dönelim. Tobi falan vallahi saçmalamaya başladı. Bu iş böyle olmaz, ek paket almak istiyorum. Sorun, silip yüklüyorum, sorun; verileri temizliyorum, sorun; başka bir IP adresinden giriş yapıyorum, kendi Vodafone hesabıma tekrardan sorun. Ailemin hesabında deneyince oluyor ama sınırsız paketlerde sorun oluyor. Neden yani, anlamadım. İnternetim bitti, ek paketten başka çarem kalmadı. Artık bir yolunu bulun lütfen. İyi günler...\"",
        {
            "entities": [
                [
                    12,
                    20,
                    "OPE"
                ],
                [
                    58,
                    66,
                    "OPE"
                ],
                [
                    123,
                    127,
                    "APP"
                ],
                [
                    317,
                    325,
                    "OPE"
                ],
                [
                    448,
                    497,
                    "PKG"
                ],
                [
                    182,
                    206,
                    "PKG"
                ],
                [
                    391,
                    424,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "Mahallemizdeki internet hattı 50 gündür kablolar koptuğundan yok. Defalarca müşteri hizmetlerini arayıp bildirmemize rağmen sorun çözülmedi. Türk Telekom gibi kurumsallaşmış bir şirketin bu kadar aciz ve Sorumsuz olması utanılacak bir durumdur. Sorunun acilen çözümlenip oluşan mağduriyetimizin giderilmesi Hususunda gereğinin yapılmasını talep ediyoruz.",
        {
            "entities": [
                [
                    66,
                    139,
                    "SER"
                ],
                [
                    141,
                    153,
                    "OPE"
                ],
                [
                    0,
                    64,
                    "NET"
                ]
            ]
        }
    ],
    [
        "Türk Telekom sınırsız sosyal medya paketi diye insanları yanıltıyor. Daha yeni geçtiğim pakette 40 GB + sınırsız sosyal medya olmasına rağmen tüm kullanımlarım 40 GB'den düşüyor. Sınırsız internet diye bir şey bana sunulmuyor. Özellikle hattımı taşırken sınırsız sosyal medya konusunda sorun yaşayıp yaşamayacağımı sordum ve yaşamayacağım konusunda kesin bilgi verdiler. Harcamadığım internetle kendiliğinden kesilirken müşteri hizmetlerini aradığım zaman da 'sorun göremiyoruz' deyip geçiştiriyorlar.Sorunumun bir an önce çözülmesini aksi takdir de hukuki işlem ve Tüketici Hakem Heyeti'ne gideceğim.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    13,
                    41,
                    "PKG"
                ],
                [
                    96,
                    112,
                    "PKG"
                ],
                [
                    146,
                    177,
                    "PKG"
                ],
                [
                    245,
                    285,
                    "PKG"
                ],
                [
                    566,
                    590,
                    "ORG"
                ],
                [
                    179,
                    225,
                    "PKG"
                ],
                [
                    420,
                    500,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Ben uzun süredir Vodafone kullanıcısıyım ve sınırsız Ultra Red'li 30 GB paketini kullanıyorum. 2024 eylül ayına kadar 240 TL civarı ödeme yaparken taahhüdüm bittiği için arandım ve paketimi 410 TL yaptılar ve fiyat artışı olmadan 1 sene kullanacağımı söylediler. Fakat şu anda paketim ilk 3 ay 410 TL ve üzerine vergiler eklenerek gelirken şu anda hiç haberim olmadan 525 TL olarak faturama yansıdı. Hiçbir ek alışveriş yapmadığım halde fiyat arttı. Paketimin 410 TL'ye sabitlenmesini aksi halde çıkış işlemi yaptığımda benden cayma bedeli olan 1700 TL yi alınmamasını istiyorum.",
        {
            "entities": [
                [
                    17,
                    25,
                    "OPE"
                ],
                [
                    44,
                    93,
                    "PKG"
                ],
                [
                    95,
                    105,
                    "DATE"
                ],
                [
                    118,
                    177,
                    "PAY"
                ],
                [
                    181,
                    205,
                    "PKG"
                ],
                [
                    209,
                    262,
                    "PAY"
                ],
                [
                    269,
                    288,
                    "PKG"
                ],
                [
                    289,
                    293,
                    "DATE"
                ],
                [
                    352,
                    398,
                    "PAY"
                ],
                [
                    527,
                    578,
                    "PAY"
                ],
                [
                    450,
                    484,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Merhaba, 2014 yılından kalan bir icra dosyam var TTNET adına. Bu dosyam feragat etmiştir, yalnız icra dosyam Çorum icra dairesinde açık dosya esas no 2023/17627. Bu dosyanın taşınmazlarımdaki hacizlerini avukatlarınızın kaldırması gerekiyormuş. Av. K**** A**** olarak görünüyor. Lütfen bana geri dönüş yapın, teşekkürler.\"",
        {
            "entities": [
                [
                    50,
                    55,
                    "OPE"
                ],
                [
                    250,
                    255,
                    "PER"
                ],
                [
                    256,
                    261,
                    "PER"
                ],
                [
                    280,
                    308,
                    "SER"
                ],
                [
                    10,
                    15,
                    "DATE"
                ],
                [
                    110,
                    116,
                    "LOC"
                ],
                [
                    116,
                    131,
                    "ORG"
                ]
            ]
        }
    ],
    [
        "Türk Telekom taahhütlü hatta başvurmama ve defalarca söylendiği şekilde söz verdiğim halde tarifem taahhütsüz başlatılmış ve 2 defa 335 TL yerine 670 TL fatura kesilmiş. Bu 2 aylık tutarın tekrar 335 olarak güncellenmesini istiyorum. Telefon ile de onay vermiştim.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    132,
                    168,
                    "PAY"
                ],
                [
                    173,
                    180,
                    "DATE"
                ],
                [
                    91,
                    121,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom ev internetim Ocak sonunda bitecek. Aradım, uygun paketler için kaç yıllık aboneyiz bir de taktıkları fiber modem kirası dahil 370 liralık paket sundular. Tamam dedim, en son sistem kabul etmiyor deyip başka paket sundular, o da 400 lira diyorlar. Yani birkaç dakika içinde ne değişti de paket hemen değişti anlamadım. Uygulamada bana özel indirimli paketler var, bunlara engelli indirimi dahil mi değil mi hiçbir şey belli değil. Soruyorum, 'Paket adı söylerseniz yardımcı olalım' diyorlar. Paket adı filan yok, kaldım. Öyle bana ulaşıp şu durumu çözün lütfen, yoksa 10 yıldan sonra aboneliği bitireceğim.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    105,
                    167,
                    "PAY"
                ],
                [
                    243,
                    261,
                    "PAY"
                ],
                [
                    262,
                    331,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Turkcell yüzünden hem faiziyle para ödemek zorunda kaldım hem de 1 yıl boyunca kredi notum sıfırlandı, kara listeye düştüm. Turkcell Superbox tak çalıştır internet aldım, düzenli faturalarını ödediğimiz halde icralık olduk. Sebep, faturama yansıyacak şekilde aldığım modemi T.C. kimliğime ait satış göstermişler. Bayiye gidiyorum, benden kaynaklı değil, 1000'de 1 böyle olaylar yaşanabiliyor diyor. Turkcell'i arıyorum, sorunum çözülmüyor. Şahsıma ait hiç bilgilendirme olmadığı halde sadece modeme ait borcum varlık şirketine devredilmesinden dolayı kredi notum kara listeye düştü, banka sicil hayatım bitti ve üstüne faiziyle varlık şirketine ödeme gerçekleştirdim. Zararımın telafisini istiyorum.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    19,
                    58,
                    "PAY"
                ],
                [
                    66,
                    71,
                    "DATE"
                ],
                [
                    125,
                    133,
                    "OPE"
                ],
                [
                    134,
                    142,
                    "APP"
                ],
                [
                    172,
                    312,
                    "PAY"
                ],
                [
                    400,
                    410,
                    "OPE"
                ],
                [
                    441,
                    582,
                    "LIN"
                ],
                [
                    669,
                    699,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom, bilgim dışında numaramı taşıdığı için eski operatörüme taahhütten dolayı 1100 lira cayma bedeli ödeyeceğim. Operatörüme tekrar geçiş yaptığımda aylık 120 lira zamlı kullanacağım. Bana maddi olarak 2600 liraya yakın zarar açtılar. Ayrıca üç gündür kimse bana ulaşamıyor ve bir de üstüne birçok yerden sim kart blokesi ile uğraşacağım.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    15,
                    121,
                    "PAY"
                ],
                [
                    159,
                    192,
                    "PAY"
                ],
                [
                    252,
                    261,
                    "DATE"
                ],
                [
                    315,
                    347,
                    "LIN"
                ],
                [
                    194,
                    243,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Uyurken bir gecede 10 GB internet bir anda yok oluyor. Herhangi bir güncelleme yedekleme veya ag paylaşımı yapılmadığı takdirde 1 GB paketten 10 defa otomatik kendisi alıyor. Toplamda 3 saat içinde 20 GB internet harcandı. Ve 2.000 üzerinde bir fatura geldi. Şu an hala aynı sorun devam ediyor. Mahkemelik olmak üzereyim Vodafone'la. Hizmet verilmediği gibi bir de hattı kapatırsam cayma bedeli ödeyeceğimi söylüyorlar. Büyük bir fiyasko adam gibi ilgilenen kimse yok herkes başından atıyor bizi. 4 aydır 1000 lira altında fatura ödeyemedim",
        {
            "entities": [
                [
                    19,
                    53,
                    "PKG"
                ],
                [
                    128,
                    149,
                    "PKG"
                ],
                [
                    198,
                    221,
                    "PKG"
                ],
                [
                    321,
                    332,
                    "OPE"
                ],
                [
                    382,
                    418,
                    "PAY"
                ],
                [
                    448,
                    467,
                    "SER"
                ],
                [
                    497,
                    504,
                    "DATE"
                ],
                [
                    505,
                    540,
                    "PAY"
                ],
                [
                    223,
                    257,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "07/01/ 2025 tarihi saat 08:30 13:30 arası randevu alıyorum. Saat 09:00 da mesaj geliyor. Randevunuz 18:00 21:00 arasına alınmıştır diyerek mesaj geliyor. Saat 20:00 da müşteri hizmetlerini arıyorum mağduriyet yaşamam bugün nakil işlemi tamamlanır diyerek soruyorum. Sorun yaşamayacağım kötü ihtimalle saatin sarkacağı söyleniyor. Evden çalışan biriyim ve modemimi söküp bilgisayarımı yeni adrese taşıyorum ve Hizmeti alamıyorum. 22:30 da tekrar müşteri hizmetlerini aradığımda bana 10/01/2025 e tekrar randevu oluşturmaktan başka çare olmadığı söyleniyor. Mantıken 08/01/2025 tarihinde işlemimin yapılması gerekiyor. Bugün verilen söz tutulmadığı gibi mağduriyeti arttırıp 3 gün sonraya randevu veriliyor. Yeni internet başvurusu için ertesi gün seferber olan Türk Telekom nakil işlemi için müşterilerine bu kadar mı değer veriyor.",
        {
            "entities": [
                [
                    100,
                    111,
                    "DATE"
                ],
                [
                    286,
                    328,
                    "OTH"
                ],
                [
                    482,
                    492,
                    "DATE"
                ],
                [
                    565,
                    575,
                    "DATE"
                ],
                [
                    760,
                    772,
                    "OPE"
                ],
                [
                    773,
                    830,
                    "LIN"
                ],
                [
                    0,
                    18,
                    "DATE"
                ],
                [
                    617,
                    704,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Neredeyse hiç kullanılmayan Vodafone mobil hattı için 5 gün öncesine kadar aylık 49TL ödüyordum. 12 Aylık taahhüt bitince haber vermeden 264TL yapmışlar. İndirimli taahhütlü paketleri incelemek için Vodafone'un sürekli hata verdiği için hiç kullanmadığım Yanımda uygulamasında geçebileceğim 180TL'lik daha düşük GB+konuşma+SMS'li bir tarife önerisi gördüm. Müşteri hizmetlerini daha uygun bir tarife var mıdır diye aradığımda az önce uygulamada 180TL olarak sunulan paketin aynısı 240 TL'ye önerildi. Haliyle kabul etmeyip kapattım ve Yanımda'ya tekrar girdim: Aynı paket 5 dakikada 240 TL'ye yükselmiş! Tekrar müşteri hizmetlerini aradım ve sebebini sordum. Aldığım cevap: \"\"Tarife fiyatlarımız günlük değişebiliyor\"\". Tam 12 ay önce 49TL'ya yine müşteri hizmetinin verdiği paketi 264TL'ye (% 538 zam demek) zorla vermek için hiçbir şeyden sakınılmıyor. İki tarifenin detaylı faturasını \"\"fahiş fiyat\"\" başvurusu için kullanacağım. Ancak herkes biliyor ki arkalarını bir yere dayamış oldukları için mobil ve internet firmaları tamamen denetim dışındalar.\"",
        {
            "entities": [
                [
                    29,
                    37,
                    "OPE"
                ],
                [
                    55,
                    60,
                    "DATE"
                ],
                [
                    98,
                    106,
                    "DATE"
                ],
                [
                    200,
                    211,
                    "OPE"
                ],
                [
                    256,
                    263,
                    "APP"
                ],
                [
                    562,
                    572,
                    "PKG"
                ],
                [
                    677,
                    719,
                    "PKG"
                ],
                [
                    793,
                    808,
                    "PAY"
                ],
                [
                    891,
                    932,
                    "PAY"
                ],
                [
                    107,
                    153,
                    "PAY"
                ],
                [
                    292,
                    356,
                    "PKG"
                ],
                [
                    435,
                    500,
                    "PKG"
                ],
                [
                    573,
                    604,
                    "PAY"
                ],
                [
                    721,
                    791,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Turkcell gibi, sözde çekim gücü ile bilinen büyük bir GSM şirketi, Ankara'nın tam ortasında, Kızılay'ın göbeğinde, Adalet Bakanlığı Ceza İşleri Genel Müdürlüğü'nde yaklaşık olarak 3-5 aydır hiçbir şekilde çekmiyor. Konumu yanlış algılıyor; internete girmeyi bırakın, telefonla konuşmak bile imkansız bir hâl aldı. Bu sorunumun giderilmesini, aksi takdirde cayma bedeli yansıtılmaksızın paketimin iptal edilmesini talep ediyorum.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    191,
                    214,
                    "NET"
                ],
                [
                    357,
                    428,
                    "PAY"
                ],
                [
                    15,
                    66,
                    "NET"
                ],
                [
                    68,
                    92,
                    "LOC"
                ],
                [
                    94,
                    114,
                    "LOC"
                ],
                [
                    116,
                    164,
                    "ORG"
                ],
                [
                    268,
                    313,
                    "NET"
                ]
            ]
        }
    ],
    [
        "Müşteri hizmetlerinden bana ait 2 adet faturam olduğu söylendi ve ben başka hatta geçtiğimden dolayı 1449.31 TL cayma bedeli çıkardılar. Ben bu cayma bedelini kabul etmiyorum. Benim hattımın taahhüt süresi zaten dolmuşken bu kadar cayma bedeli çıkarmaları tamamen haksızlık. Bu ücretin düzeltilerek tarafıma bildirilmesini talep ediyorum. Aksi takdirde gerekli olan yolları uygulayacağım.",
        {
            "entities": [
                [
                    23,
                    65,
                    "PKG"
                ],
                [
                    101,
                    174,
                    "PAY"
                ],
                [
                    222,
                    273,
                    "PAY"
                ],
                [
                    176,
                    221,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Bundan bir yıl önce bulunduğum adresten taşındım. Şu anki ikamet ettiğim adreste boş portumuz yok dediler ve bize 6 ay beklemeniz gerekmektedir dediler. Biz de bekleyemeyeceğimizi dile getirdik ve aboneliğimizi iptal ettik. 8-9 ay sonrasında bize fatura çıkardılar. Çıkardıkları fatura cayma bedeliymiş. O zamanlar 2500 TL olan fatura şu an yasal takibe düşürülmüş ve 6000 TL gibi bir ödeme çıkartıyorlar. Ben bu ücreti ödemek istemiyorum. Bana yardımcı olabilir misiniz? Lütfen, iyi günler. Teşekkür ederim.\"",
        {
            "entities": [
                [
                    115,
                    130,
                    "DATE"
                ],
                [
                    267,
                    303,
                    "PAY"
                ],
                [
                    316,
                    365,
                    "PAY"
                ],
                [
                    369,
                    405,
                    "PAY"
                ],
                [
                    411,
                    439,
                    "PAY"
                ],
                [
                    81,
                    106,
                    "NET"
                ]
            ]
        }
    ],
    [
        "Merhaba Kaç yıldır Vodafone kullanıcısıyım. Taahhüdüm 21.01.2025 tarihinde bitiyor yaklaşık %250 zam nedir. 303 TL olan faturam için yeni dönemde bana geçebileceğiniz tarife aynı 3000 dakika 30 GB internet 610 TL istenmektedir. Neye göre bu zam oranını belirleniyor. En kısa süre de durumun çözülmesini talep ediyorum. Yoksa faturalı hattı mı kapatacağım bilginize",
        {
            "entities": [
                [
                    19,
                    27,
                    "OPE"
                ],
                [
                    54,
                    64,
                    "DATE"
                ],
                [
                    92,
                    106,
                    "PAY"
                ],
                [
                    146,
                    190,
                    "PKG"
                ],
                [
                    191,
                    226,
                    "PKG"
                ],
                [
                    228,
                    265,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom yetkililerine,Annemin kullandığı Türk Telekom hattına, bilgisi dışında 9222 servislerine abonelik işlemi yapılmış ve bu servisler üzerinden (örneğin, Sporx, Beşiktaş, Sağlıklı Yaşam gibi) yasal olarak para alınmıştır. Türk Telekom bayilerine gittiğimde, bu konuda işlem yapamadıklarını ve nasıl üye olunduğunu bilmediklerini söylediler.1. Türk Telekom bayilerinin ne hizmet verdiğini anlamış değilim. Müşteri şikayeti söz konusu olduğunda müşteri hizmetlerine bağlanacaksak, bayiler neden var?2. Kendi üretmiş olduğunuz 9222 SMS servisleri adı altında, sadece ticari bir araç ve haksız kazanç elde etmek üzere kurulmuş olduğu görülen servislere nasıl üye yaparsınız?Türk Telekom yetkilileri, bu konuda ne yapmayı düşünüyorsunuz?\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    47,
                    59,
                    "OPE"
                ],
                [
                    103,
                    127,
                    "LIN"
                ],
                [
                    232,
                    244,
                    "OPE"
                ],
                [
                    353,
                    365,
                    "OPE"
                ],
                [
                    567,
                    680,
                    "PAY"
                ],
                [
                    680,
                    692,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "\"Merhaba Sayın Yetkili,Türk Telekom hattımı taahhüdünü 07.12.25 tarihinde yeniledim. Sonrasında 11.12.25 tarihinde Turkcell operatörüne hattımı taşıdım. Şimdi bana 4113 TL'lik bir cayma bedeli yansıttılar. Arayıp görüştüğümde ise bana, söz verip hemen çıktığım için cayma bedelinin yansıtıldığı söylendi. Konu hakkında yardım eder misiniz?\"",
        {
            "entities": [
                [
                    23,
                    35,
                    "OPE"
                ],
                [
                    55,
                    63,
                    "DATE"
                ],
                [
                    96,
                    114,
                    "DATE"
                ],
                [
                    115,
                    123,
                    "OPE"
                ],
                [
                    164,
                    204,
                    "PAY"
                ],
                [
                    266,
                    304,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Merhaba, ben Vodafone abonesiyim. Bana da 3 kere GNC hızlı giriş mesajı geldi ve benim onayım dışında gerçekleşen hiçbir şeyden sorumlu değilim çünkü Turkcell abonesine dair ne bir uygulama ne de hat sahibiyim ve bunun için gereğinin yapılmasını talep ediyorum.\"",
        {
            "entities": [
                [
                    14,
                    22,
                    "OPE"
                ],
                [
                    151,
                    159,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "1 ay boyunca çekmeyen internet ve hat problemi yaşadığımız iş yerinde yapılan şikayetlere rağmen çözüm bulamayan Türk Telekom'a karşı operatör değişikliği yaptım ve bunun üzerine hâlâ utanmadan taahhüt bedeli yansıttılar ama soruna çözüm bulunmadı ve insanlar sorun yaşamaya devam ediyor.",
        {
            "entities": [
                [
                    0,
                    4,
                    "DATE"
                ],
                [
                    113,
                    127,
                    "OPE"
                ],
                [
                    134,
                    161,
                    "LIN"
                ],
                [
                    12,
                    30,
                    "NET"
                ],
                [
                    34,
                    47,
                    "LIN"
                ],
                [
                    184,
                    220,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Hattımı Turkcell'e taşıdım e sim olarak diğer operatör kapattı ama e sim aktif olmadı hat olmadığı için müşteri hizmetlerini arayamıyorum online destek hattı yok nasıl iş anlamadım. Bu sorunu yaşan ve çözen varsa yardımcı olabilir mi? Bazı şikayetlerde kendi kendine çözüldü demişler ama nasıl olmuş onu da anlamadım",
        {
            "entities": [
                [
                    8,
                    18,
                    "OPE"
                ],
                [
                    19,
                    32,
                    "LIN"
                ],
                [
                    46,
                    62,
                    "LIN"
                ],
                [
                    67,
                    161,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Vodafone sınırsız Red'li 20 GB tarifesine sahibim ve tarife detaylarında YouTube, Netflix, Instagram uygulamalarının ve WhatsApp üzerindeki mesajlaşmaların internetten yemediği söylendi. Fakat YouTube ve WhatsApp benim internetimden yiyor, yememesi gerektiği halde. Sorunu internetten çözemedim ve bir an önce çözülmesini talep ediyorum.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    19,
                    50,
                    "PKG"
                ],
                [
                    92,
                    101,
                    "APP"
                ],
                [
                    121,
                    129,
                    "APP"
                ],
                [
                    205,
                    213,
                    "APP"
                ],
                [
                    74,
                    81,
                    "APP"
                ],
                [
                    83,
                    90,
                    "APP"
                ],
                [
                    194,
                    201,
                    "APP"
                ],
                [
                    214,
                    239,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom taahhüdüm bitti, farklı bir pakete geçtim. Kullandığım ayın ödemesini de bugün yaptım. Üstüne kontrol ederken, yeni başlamış olmama rağmen faturam 1600 TL, tarife fiyatım ise 340 TL. Bu mağduriyet değil de ne? Buna bir çözüm bulun bir an önce.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    14,
                    30,
                    "PKG"
                ],
                [
                    31,
                    55,
                    "PAY"
                ],
                [
                    153,
                    195,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom ev interneti aboneliği başvurumla ilgili yaşadığım sorunları ve bu durumun aciliyetini aşağıda detaylı olarak aktarıyorum:- 15 gün öncesine kadar TurkNet ev interneti abonesiydim. 1 ay önce internet bağlantımda bir arıza meydana geldi ve bunun Türk Telekom altyapısından kaynaklı olduğu, saha dolabında bir sorun olduğu tarafıma bildirildi. Ancak bu sorun 2 hafta boyunca çözülemediği için TurkNet aboneliğimi sonlandırmak zorunda kaldım.- Daha sonra Türk Telekom'dan ev interneti için başvuru yaptım. Başvurum kabul edildi ve modem kurulumu için randevu verildi. Ancak ekipler belirtilen tarihte gelmedi ve tarafıma hiçbir geri dönüş yapılmadı.- Çağrı merkeziyle iletişime geçtiğimde bina girişindeki hat doluluğu nedeniyle bağlantı sağlanamayacağını öğrendim. Bunun üzerine TTNET abonelik başvurusu da iptal edilmek zorunda kaldı.Home office (evden çalışma) ile çalıştığım için internete erişimim işim açısından hayati önem taşımaktadır. Bu süreçte yaşadığım mağduriyet iş düzenimi aksatmış ve profesyonel sorumluluklarımı yerine getirmemi zorlaştırmıştır.Türk Telekom'un süreci hızlandırması ve altyapı sorununu çözerek tarafıma bilgi vermesi için gereğinin yapılmasını arz ederim. Sipariş Numaram: 6504382041\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    14,
                    137,
                    "LIN"
                ],
                [
                    138,
                    144,
                    "DATE"
                ],
                [
                    160,
                    167,
                    "OPE"
                ],
                [
                    194,
                    203,
                    "DATE"
                ],
                [
                    258,
                    270,
                    "OPE"
                ],
                [
                    271,
                    300,
                    "NET"
                ],
                [
                    370,
                    385,
                    "DATE"
                ],
                [
                    404,
                    411,
                    "OPE"
                ],
                [
                    465,
                    481,
                    "OPE"
                ],
                [
                    541,
                    576,
                    "SER"
                ],
                [
                    622,
                    715,
                    "SER"
                ],
                [
                    716,
                    774,
                    "LIN"
                ],
                [
                    790,
                    795,
                    "OPE"
                ],
                [
                    1072,
                    1087,
                    "OPE"
                ],
                [
                    1112,
                    1136,
                    "NET"
                ],
                [
                    578,
                    619,
                    "SER"
                ]
            ]
        }
    ],
    [
        "07.02.2024 tarihinde başlayan taahhüdüm 12 ay sonra 07.02.2025 te bitmesi gerekeceği yerde 09.01.2025 te bitiyor oradan 28 günlük bir kaybım var. 12 aylık taahhüt yapıp 11 ay 2 gün kullanım sağlıyorum sayenizde Ama asıl şikayetim yeni paket ve tarifelerinizin çok pahalı olması yıllardır Türk Telekom müşterisiyim. Hiçbir avantaj sağlamıyorsunuz. Müşteri hizmetleri arayıp mobil uygulama üzerinden sunulan tarifelerin aynısını söylüyor. Ve diğer operatörler ile kıyaslama yapıyor.",
        {
            "entities": [
                [
                    0,
                    10,
                    "DATE"
                ],
                [
                    40,
                    51,
                    "DATE"
                ],
                [
                    52,
                    62,
                    "DATE"
                ],
                [
                    91,
                    101,
                    "DATE"
                ],
                [
                    146,
                    154,
                    "DATE"
                ],
                [
                    169,
                    174,
                    "DATE"
                ],
                [
                    220,
                    277,
                    "PAY"
                ],
                [
                    288,
                    300,
                    "OPE"
                ],
                [
                    315,
                    346,
                    "OTH"
                ],
                [
                    119,
                    129,
                    "DATE"
                ],
                [
                    175,
                    180,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "\"Yıllardır Türk Telekom müşterisiyim. Evimde 193 TL'ye kullandığım 16 MB hızında olan sabit internet taahhüt sürem doldu. Yenilemedim. Buna istinaden 402 TL fatura ödedim. 10 günlük süre içerisinde 4440375 numaralı hattan arandım.Yeni taahhüt vermem halinde 24 MB hızındaki paketi 380 TL'ye kullanabileceğim söylendi. Kabul ettim. 08.01.2025 günü 820 TL fatura geldi. Buradan soruyorum, Türk Telekom yanlış bir uygulama mı yapıyor? Benim haberim mi yok?\"",
        {
            "entities": [
                [
                    1,
                    10,
                    "DATE"
                ],
                [
                    11,
                    23,
                    "OPE"
                ],
                [
                    38,
                    85,
                    "PAY"
                ],
                [
                    150,
                    170,
                    "PAY"
                ],
                [
                    198,
                    205,
                    "NUM"
                ],
                [
                    331,
                    341,
                    "DATE"
                ],
                [
                    347,
                    366,
                    "PAY"
                ],
                [
                    387,
                    399,
                    "OPE"
                ],
                [
                    400,
                    430,
                    "SER"
                ],
                [
                    86,
                    120,
                    "PAY"
                ],
                [
                    230,
                    316,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom, vefat eden babamın üstünde olan ev internetinin sözleşmesi bittiği için iptal edip kendi üstüme abonelik aldım. Dolayısıyla yeni abonelik oldu. Annem ilçede, ben ilde oturuyorum, görmedim. Tabii ki modem eski modemlerden. Şimdi internet bağlantı problemi oluyor. Dolayısıyla yeni modem takılmadı. Ben bu hakkımı istiyorum. Yeni modem takılmasını talep ediyorum.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    243,
                    276,
                    "NET"
                ],
                [
                    290,
                    310,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Ben bir Vodafone kullanıcısı olarak paramın iade edilmesini talep ediyorum. Gerçekten açma kapama bedeli çok fazla. Geç ödemiş ve paramın olmama durumu olabilir. Bunu faturaya yansıtmak ve 140 TL ile %2 geç ödeme bedeli olarak kesintilerin yanlış olduğunu düşünüyorum. Eğer tüm hat operatörlerinde mevcutsa, yanlış ve çok fazla ücret alındığını ve iade edilmesini istiyorum.\"",
        {
            "entities": [
                [
                    9,
                    17,
                    "OPE"
                ],
                [
                    37,
                    75,
                    "PAY"
                ],
                [
                    99,
                    115,
                    "PAY"
                ],
                [
                    190,
                    268,
                    "PAY"
                ],
                [
                    309,
                    345,
                    "PAY"
                ],
                [
                    349,
                    375,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Vodafone'da satın aldığım ek paket hattıma tanımlanmadığı için tarafıma internet aşım ücreti yansıtılmış. 16 Ocakta satın aldığım ek paket hattıma neden tanımlanmadı? Vodafone'dan kaynaklanan hata yüzünden 100lerce liralık aşım ücreti ödemek zorunda bırakılıyorum.",
        {
            "entities": [
                [
                    0,
                    11,
                    "OPE"
                ],
                [
                    12,
                    62,
                    "PKG"
                ],
                [
                    72,
                    104,
                    "PAY"
                ],
                [
                    116,
                    165,
                    "PKG"
                ],
                [
                    167,
                    179,
                    "OPE"
                ],
                [
                    105,
                    115,
                    "DATE"
                ],
                [
                    206,
                    263,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"2 ay önce Turkcell'e geçtim, 410 TL'ye 25 GB kullanıyorum. Aradan 2 ay geçmiş, şimdi 60 GB kullanımlı geçiş çıkarıyorlar, 390 TL. Bu mudur müşteri memnuniyeti? Bir de şikayet kaydı almıyorlar. Hak kaybını da geçtim. Şikayet edeceğim. Bu kadar olmamalı.\"",
        {
            "entities": [
                [
                    1,
                    10,
                    "DATE"
                ],
                [
                    11,
                    21,
                    "OPE"
                ],
                [
                    30,
                    58,
                    "PKG"
                ],
                [
                    67,
                    71,
                    "DATE"
                ],
                [
                    80,
                    121,
                    "PKG"
                ],
                [
                    123,
                    129,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Gerçekten hayatımda bu kadar bir firmadan nefret etmedim, Türk Telekom kadar sorumsuz, kötü, umursamaz. Ben şikayet etmekten sıkıldım, onlar bundan zevk mi alıyor, ne anlamıyorum. Artık her aradığımda 'on dakika içinde gelecek' deniliyor. İki gün boyunca gelmiyor. Her şeyim internet üzerinden, ödeme tarihi gelince para almasını çok iyi biliyorlar. Keşke aldıkları paranın da hakkını verseler.\"",
        {
            "entities": [
                [
                    59,
                    71,
                    "OPE"
                ],
                [
                    351,
                    394,
                    "SER"
                ],
                [
                    240,
                    264,
                    "SER"
                ],
                [
                    296,
                    349,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Koskoca Turkcell, ufacık bir sim kartı çok gördü. Senelerce değiştirmedik, her faturasını sorunsuz ödedik. Belge yanımızda olsa getirmez miyiz zaten? Kimlik olmadığı için sim kartı yedeklemiyor. O zaman Turkcell mobil uygulamasında neden böyle bir buton var? Ben sim kartı yedekleyeyim diye yarım saat dil döktüm, hâlâ çözümlenmedi. Sistemde çözümlendi diye de ibare eklemişler! Nerede çözümlendi ya? 600 TL'den fazla fatura ödüyoruz, yazıklar olsun.\"",
        {
            "entities": [
                [
                    9,
                    17,
                    "OPE"
                ],
                [
                    30,
                    49,
                    "LIN"
                ],
                [
                    76,
                    106,
                    "PAY"
                ],
                [
                    172,
                    194,
                    "LIN"
                ],
                [
                    204,
                    212,
                    "OPE"
                ],
                [
                    260,
                    332,
                    "LIN"
                ],
                [
                    402,
                    434,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"193 liralık faturam 1170 olarak gönderildi. Müşteri temsilcisini aradığımızda iadesi sağlanacak dendi. İki defa kayıt açtılar, üçüncüye tekrar aradım, tekrar kayıt olmadı diyorlar. Üç tane hattım vardı, üçünü de başka bir şebekeye geçireceğim.\"",
        {
            "entities": [
                [
                    1,
                    43,
                    "PAY"
                ],
                [
                    182,
                    202,
                    "LIN"
                ],
                [
                    213,
                    243,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "Türk Telekom. 8829851544 numaralı; evde internet hizmetim son 2 aydır her gün kopma oluyor. Aşağı yukarı her gün 444144 numarayı arayıp resetleme yaptırıyorum. Israrla hattınız gayet düzgün çalışıyor deyip telefonu kapatıyorlar. Evde Wi-Fi olmayınca telefonumda ki interneti kullanmak zorunda kalıyorum. Onda da paket bitince extra ücret ödemek zorunda kalıyorum. Ayda 600 ₺ civarı internet hizmet ücreti ödüyorum 220 gün daha onlara bağımlıyım çıkmak istediğimde indirimi ödememi istiyorlar. Türk Telekom da tam bir kaos yaşanıyor. Komşularım da oldukça şikayetçi fakat hiçbir çözümü yok. Konuyla ilgili çözüm bekliyorum.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    62,
                    69,
                    "DATE"
                ],
                [
                    206,
                    227,
                    "SER"
                ],
                [
                    312,
                    362,
                    "PAY"
                ],
                [
                    369,
                    413,
                    "PAY"
                ],
                [
                    493,
                    505,
                    "OPE"
                ],
                [
                    113,
                    120,
                    "NUM"
                ]
            ]
        }
    ],
    [
        "\"Numara taşımaya 3 aylık geniş paket 50 GB internet, 3000 dakika ve 250 SMS 875 TL'ye geçiş yaptım. Müşteri hizmetleri aracılığıyla hattım bugün açıldı. SMS ile 'GENİŞ 3AY 50' yazıp 5555'e gönderiyorum, 'Değerli müşterimiz, şu anda işleminizi gerçekleştiremiyoruz. Daha sonra tekrar deneyebilir veya detaylı bilgi için 4441444 numaralı çağrı merkezimizi arayabilirsiniz. B001' yazıyor. Müşteri hizmetlerini de aradım, sistemde bir arıza var diyorlar. Bu nasıl bir arıza ki 5 saatte çözülmedi?\"",
        {
            "entities": [
                [
                    1,
                    16,
                    "LIN"
                ],
                [
                    37,
                    98,
                    "PKG"
                ],
                [
                    132,
                    151,
                    "LIN"
                ],
                [
                    319,
                    335,
                    "DATE"
                ],
                [
                    418,
                    449,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "\"Değerli Prime 40 GB sınırsız sosyal medya paketimle ilgili sorun yaşıyorum. Türk Telekom'dan aldığım bu pakette, sınırsız Facebook, Instagram ve youtube.com vaat edilmesine rağmen, bir ay olmadan 40 GB'tan sadece 2 GB kaldı. Sil Süpür'den gelen 20 GB internet de hızla tükendi.Şikayet etmeme rağmen, çağrı merkezinden sadece çağrı atılıp kapatıldı ve mesajla arandığım söylendi. Ancak, sorunlarım çözülmedi. Sınırsız denilen sosyal medya paketinde, Instagram'da reel videoları, youtube.com'da videoları izleyemiyorum.Çağrı merkezi bile haklı olduğumu söyledi. Türkiye'de bu kadar kolay mı insanları yanıltmak? Sınırsız denilen pakette sınır koymak ne demek? Ayrıca, hat sürekli çekmiyor ve sık sık arıza bildirimi yapmak zorunda kalıyorum.\"",
        {
            "entities": [
                [
                    77,
                    93,
                    "OPE"
                ],
                [
                    123,
                    131,
                    "APP"
                ],
                [
                    133,
                    142,
                    "APP"
                ],
                [
                    182,
                    188,
                    "DATE"
                ],
                [
                    226,
                    239,
                    "APP"
                ],
                [
                    246,
                    277,
                    "PKG"
                ],
                [
                    450,
                    462,
                    "APP"
                ],
                [
                    518,
                    559,
                    "SER"
                ],
                [
                    561,
                    571,
                    "LOC"
                ],
                [
                    667,
                    687,
                    "NET"
                ],
                [
                    8,
                    75,
                    "PKG"
                ],
                [
                    146,
                    157,
                    "APP"
                ],
                [
                    197,
                    224,
                    "PKG"
                ],
                [
                    387,
                    407,
                    "SER"
                ],
                [
                    479,
                    493,
                    "APP"
                ]
            ]
        }
    ],
    [
        "\"Yıllardır Platinum müşterisiyim. Kontratım dolduğu için farklı bir pakete geçtim fakat bu sefer de uygulama üzerinden katıldığım iPhone 16 Plus çekilişinden direkt mahrum edildim. Çekilişte 30 üzerinden çekiliş hakkım vardı, bugün girdiğimde yararlanmadığımı yazıyordu.\"",
        {
            "entities": [
                [
                    1,
                    10,
                    "DATE"
                ],
                [
                    11,
                    19,
                    "APP"
                ],
                [
                    130,
                    136,
                    "ORG"
                ],
                [
                    33,
                    81,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"0542**42 00 00 numaralı hattan 30.12.2024 tarihinde 2 kez, 0542**42 00 04 numarasından 31.12.2024 tarihinde saat 09:40'ta 55 saniye ve 16:42'de 2 dakika, 0542**42 00 00 numarasından 03 Ocak 2025 tarihinde 10:32'de, 14 Ocak tarihinde 18:09'da, 15 Ocak tarihinde 11:24'te arandım. Vodafone ile sözleşmem 28 Şubat'ta bitiyor, 2 ay öncesinden haklarımı kaybetmem için sürekli arayıp rahatsız ediyorlar. İletim yönetim sisteminden aranma izinlerini kaldırmama rağmen hukuka aykırı bir şekilde beni aramaya devam ediyorlar. Şu an kullandığım paketin çok daha düşüğünü çok yüksek fiyata pazarlamak için uğraşıyorlar. Zaten bu yüksek fiyatlara bu operatörde kalınmaz.\"",
        {
            "entities": [
                [
                    1,
                    15,
                    "NUM"
                ],
                [
                    32,
                    42,
                    "DATE"
                ],
                [
                    60,
                    74,
                    "NUM"
                ],
                [
                    88,
                    98,
                    "DATE"
                ],
                [
                    155,
                    169,
                    "NUM"
                ],
                [
                    183,
                    195,
                    "DATE"
                ],
                [
                    216,
                    223,
                    "DATE"
                ],
                [
                    244,
                    251,
                    "DATE"
                ],
                [
                    280,
                    288,
                    "OPE"
                ],
                [
                    303,
                    314,
                    "DATE"
                ],
                [
                    324,
                    328,
                    "DATE"
                ],
                [
                    519,
                    609,
                    "PKG"
                ],
                [
                    611,
                    660,
                    "PAY"
                ],
                [
                    365,
                    398,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Red Little paketimde hotspot neden 15 GB ile sınırlı? Acilen düzeltilmesini ve sınırsıza çevrilmesini istiyorum. 15 GB zaten sizden hediye. Sorunun ivedilikle düzeltilmesini talep ediyorum. Ayrıca son üç aylık faturalarımın kontrol edilip düzeltilmesini istiyorum. Taahhüt bozma ücreti alınmış, iadesini istiyorum. Böyle bir taahhüt cayması yok.\"",
        {
            "entities": [
                [
                    1,
                    4,
                    "APP"
                ],
                [
                    198,
                    210,
                    "DATE"
                ],
                [
                    266,
                    294,
                    "PAY"
                ],
                [
                    5,
                    53,
                    "PKG"
                ],
                [
                    114,
                    139,
                    "PKG"
                ],
                [
                    296,
                    345,
                    "PKG"
                ]
            ]
        }
    ]
]