[
    [
        "\"İş yoğunluğundan unuttuğum faturam kapandı, ertesi gün açtırdım ve benden açma kapama bedeli olarak 139.27 TL alındı. Paranın iadesini talep ediyorum, yoksa gereğini yapacağım. Bu parayı nasıl alırsınız? Ben sizin müşterinizim ve sizin olan bir şeyi kullanıyorum. Bu kadar mı paracısınız?\"",
        {
            "entities": [
                [
                    68,
                    117,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Yıllardır Vodafone müşterisiyim. Taahhüt yenileme sürecinde önerilen yüksek fiyatlı ve az seçenekli paketlere şok oluyorum.Memnun olduğum için birçok arkadaşımın Red'li Sosyal paketi için Vodafone'u öneriyordum. 31 Ocak'ta taahhüdüm sonlanıyor ve 237 lira olan tarife ücretim %130 zamlanarak 550 lira yapılmak isteniyor. Buna bir çözüm talep ediyorum.",
        {
            "entities": [
                [
                    0,
                    9,
                    "DATE"
                ],
                [
                    10,
                    18,
                    "OPE"
                ],
                [
                    33,
                    122,
                    "PAY"
                ],
                [
                    162,
                    187,
                    "PKG"
                ],
                [
                    188,
                    198,
                    "OPE"
                ],
                [
                    212,
                    222,
                    "DATE"
                ],
                [
                    223,
                    243,
                    "PKG"
                ],
                [
                    247,
                    319,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Turkcell sim kartıma yükleme yapamıyorum. Paketi seçiyorum, kart bilgilerini giriyorum, ödemeyi onayla dedikten sonra işlem hata veriyor. Kartımla alakalı bir sorun yok, başka arkadaşlarım da denedi, aynı hatayı veriyor. Bir çözüm bulunmasını istiyorum. Lütfen yardımcı olunuz. Bu sorunu çözün.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    89,
                    137,
                    "PAY"
                ],
                [
                    279,
                    295,
                    "SER"
                ],
                [
                    10,
                    41,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Vodafone abonesiyim ve artık Vodafone'dan kampanya mesajı almak istemiyorum. Mesajın sonunda \"\"Size özel indirim ve fırsat bildirimlerini almak istemiyorsanız iptal yazıp 5203'e gönderebilirsiniz.\"\" denmesine rağmen ve benim daha önce bu numaraya iptal yazıp iptal etmeme rağmen hâlâ mesajlar geliyor. Tekrar iptal mesajı attığımda da zaten izin olmadığını söylüyor. Artık mesaj almak istemiyorum, neden anlamıyorsunuz bunu? E-devletten engelledim, 5 defa müşteri hizmetlerine kayıt açtım, tamam kapattık deyip insanları yanıltıyorsunuz. Bu yaptığınız ayıp. Size tonla para ödeyip bir de rahatsız edilmek istemiyorum. Aboneliğimi bedava yapın, her gün 5 SMS gönderin, böyle anlaşalım olur mu?\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    30,
                    42,
                    "OPE"
                ],
                [
                    457,
                    537,
                    "SER"
                ],
                [
                    619,
                    643,
                    "PKG"
                ],
                [
                    426,
                    437,
                    "APP"
                ]
            ]
        }
    ],
    [
        "\"Merhabalar:Adım: Berk d*****0532*****48 numaralı hattın yasal sahibiyim. Yurt dışında olduğumdan dolayı hatta ödeme yapmadığım için hattım kapanmış durumda ve burada hiçbir Turkcell bayii herhangi bir şey yok. Bankalarım, her şeyim bu numaradan gelen mesajlara bağlı. Hattımın açılmasını talep ediyorum. Benim için gerçekten çok önemli, Türkiye'ye uzun bir süre dönüş yapmayacağım. Yardımcı olmanızı talep ediyorum. Teşekkürler.Mail gönderdim ama cevap gelmedi.\"",
        {
            "entities": [
                [
                    174,
                    182,
                    "OPE"
                ],
                [
                    269,
                    303,
                    "LIN"
                ],
                [
                    338,
                    348,
                    "LOC"
                ],
                [
                    17,
                    22,
                    "PER"
                ],
                [
                    29,
                    40,
                    "NUM"
                ],
                [
                    105,
                    148,
                    "PAY"
                ],
                [
                    429,
                    461,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom mobil hattımın taahhüdünün bitmesine 1 ay kala beni arayıp yüksek tarifeler sundular. Ben de hattımı Turkcell'e çevirdim, 1162 TL cayma bedeli yansıtmışlar. Günü gününe doldurmanız lazım diyorlar müşteri hizmetleri. 6 senedir Türk Telekom'daydım, bir de herkes haksız kazanç elde etmeye çalışıyor. Bunlara birilerinin dur demesi lazım artık...\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    51,
                    60,
                    "DATE"
                ],
                [
                    115,
                    125,
                    "OPE"
                ],
                [
                    136,
                    169,
                    "PAY"
                ],
                [
                    240,
                    259,
                    "OPE"
                ],
                [
                    230,
                    239,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "\"Vodafone kurumsal müşterisiyim. Müşteri temsilcimle anlaşamıyoruz maillerime dönmüyor, herhangi bir konu ile alakalı ben size dönerim diyor dönmüyor. Sorunlarımı çözemiyor. Aksine tırmandırıyor. Müşteri danışmanımın değişmesi için talepte bulunuyorum. Şaka gibi şikayetimi memnun olmadığım danışmanıma yapmam gerektiğini söylüyorlar. Hayatımda böyle bir saçmalık görmedim. Mecburen dönüp sizden memnun değilim. Diyorum üst birimlerime aktarıp döneceğim diyor yine dönmüyor. Ben daha sonra sorduğumda da bana değişim talebimin uygun bulunmadığını söylüyor. Velhasıl Vodafone pişmanlıktır. Diyorum yeni dönemde asla devam etmeyi düşünmüyorum. Sırf müşteri danışmanı yüzünden operatör değiştireceğim.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    383,
                    410,
                    "SER"
                ],
                [
                    566,
                    574,
                    "OPE"
                ],
                [
                    33,
                    86,
                    "SER"
                ],
                [
                    674,
                    697,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Hâlihazırda bulunan Turkcell paketim 25 GB, aylık faturam 350 lira. Yeni yapılan kampanyalarda tarifeler daha ucuz fakat tarife paketi değiştirmek istediğimde daha yüksek faturalar çıkmaktadır. Ucuz olan tarifeler sadece hattını taşımak isteyen aboneler içinmiş. Ben hattımı yeni taşıdım ve bu kampanyalardan faydalanamıyorum. Bunun büyük bir haksızlık olduğunu düşünüyorum.\"",
        {
            "entities": [
                [
                    21,
                    29,
                    "OPE"
                ],
                [
                    30,
                    43,
                    "PKG"
                ],
                [
                    45,
                    67,
                    "PAY"
                ],
                [
                    122,
                    159,
                    "PKG"
                ],
                [
                    165,
                    193,
                    "PAY"
                ],
                [
                    268,
                    288,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Turkcell'e eşim, 3G'den 4.5G'ye geçmek için uğradı. İşlerini halledene kadar elindeki poşeti orada unuttu. Fark edince hemen poşeti almak için gittim ama gittiğimde poşeti çöpe attıklarını söylediler. 'Burada unutulan şeyi hemen çöpe atıyoruz' dediler. Yasakmış bekletmek, böyle bir saçmalık olamaz. Nasıl olur da müşterinin eşyasını bir iki saat bekletmeden atabiliyorsunuz? Böyle saçmalık olamaz, ya! Resmen saygısızlık. Sırf bu yüzden tahakküm bitince ben de eşim de bu Turkcell'den çıkacağız.\"",
        {
            "entities": [
                [
                    1,
                    11,
                    "OPE"
                ],
                [
                    474,
                    486,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "\"Vodafone hattımdan onayım olmadan mobil ödeme yöntemi ile cepte fun üyeliği yapılmış. Bu üyelik aboneliği nedeniyle haksız bir şekilde faturama 239 TL lik bir ek ödeme yansıtılmış. İradem dışında yapılan cepte fun üyeliğinin iptali, bu ayki kesilen fatura ve sonraki ayın güncel faturasındaki 239 TL lik ek ödemenin iptali için gereğinin yapılmasını istiyorum.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    145,
                    180,
                    "PAY"
                ],
                [
                    294,
                    360,
                    "PAY"
                ],
                [
                    20,
                    85,
                    "PAY"
                ],
                [
                    205,
                    214,
                    "APP"
                ]
            ]
        }
    ],
    [
        "\"Yıllardır Turkcell faturalı hat kullanıcısıyım, ama son yıllarda yaptıkları fahiş zamlar canıma yetti. Numarasını taşıyana aynı paketi yarı fiyatına sunarken kendi kullanıcılarına iki katı fiyat! Aynı şekilde diğer operatörler de bunu yapıyor ve bu yüzden herkes taahhüdü bitince numara taşımayı düşünüyor. Gayet haklılar da. Sizler yeni müşteri kazanmak yerine sahip olduğunuz müşteri memnun etseniz daha iyi olmaz mı? Hepiniz üstümüze üstümüze geliyorsunuz. Zam zam zam başka bir şey yok. Müşteri hizmetlerine bağlanmak zaten ayrı bir zorluk, hiç ilgili değiller. Madem aynı tarife daha uyguna verilebiliyor, neden bizlere de sunmuyorsunuz ey operatörler? Hepinizden şikayetçiyim. Ben de numara taşıyarak bu duruma son vereceğim, ne yapayım başka?\"",
        {
            "entities": [
                [
                    1,
                    10,
                    "PAY"
                ],
                [
                    11,
                    19,
                    "PAY"
                ],
                [
                    264,
                    306,
                    "LIN"
                ],
                [
                    461,
                    490,
                    "PAY"
                ],
                [
                    492,
                    565,
                    "SER"
                ],
                [
                    659,
                    682,
                    "SER"
                ],
                [
                    76,
                    102,
                    "PAY"
                ],
                [
                    104,
                    195,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Aralık ayında Vodafone'ye geçtim, geçtiğimde indirimli faturadan yararlanıp faturalı oldum. Şu an bir kere faturamı ödedim, bir sonraki faturam iki katını gösteriyor. Bu nasıl oluyor? İki katını niye ödedim, ben geçerken böyle bir bilgi verilmedi. Bana habersiz nasıl yapabiliyorsunuz?\"",
        {
            "entities": [
                [
                    1,
                    14,
                    "DATE"
                ],
                [
                    15,
                    26,
                    "OPE"
                ],
                [
                    93,
                    166,
                    "PAY"
                ],
                [
                    185,
                    207,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Vodafone'dan numara rezerve ettim mağazadan al seçeneğini işaretledim ama bir türlü iptal ettiremiyorum 542 yi arıyorum Tobi'den bir türlü bağlanamıyorum. Konu hakkında yarımcı olursanız sevinirim. Kurye aşamasına düşmeden numaramı iptal ettirmek istiyorum",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    13,
                    69,
                    "LIN"
                ],
                [
                    120,
                    128,
                    "APP"
                ]
            ]
        }
    ],
    [
        "\"Vodafone Premium üyeliğim 18.01.2025 tarihinde yenilenecek. Öncesinde üyeliğimi iptal etmek istiyorum ancak uygulama iptal işlem sayfasında hata veriyor. Müşteri hizmetleri ile görüştüm, kendileri de işlemi tamamlayamıyor. Uygulama güncellendi, tekrar işlem yapıldı ancak yine sonuç alınamadı. Benzer durumu birçok ürün iptalinde yaşadım. Artık saçma bir strateji yapıp ücreti almak için sistem sayfaları kapatılıyor olduğunu düşünüyorum. Durumun acil çözümlenip paketin günü dolmadan iptalinin gerçekleşmesini istiyorum. Yeter artık, her seferinde böyle şeylerle uğraşmak zorunda bırakıyorlar insanı.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    81,
                    153,
                    "PAY"
                ],
                [
                    188,
                    222,
                    "SER"
                ],
                [
                    346,
                    438,
                    "PAY"
                ],
                [
                    26,
                    37,
                    "DATE"
                ],
                [
                    10,
                    26,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "Turkcell'e tarifemi taşıyalı 2 ay oldu. 360 TL'ye anlaştığım paket her ay 1200 TL'nin üstünde yansıtılıyor. Dün gece mobil veriyi kullanmama rağmen 5 GB aşım yazılmış ve bir dakikada 1 GB kullandığımı söylüyorlar.",
        {
            "entities": [
                [
                    0,
                    10,
                    "OPE"
                ],
                [
                    148,
                    166,
                    "PKG"
                ],
                [
                    170,
                    212,
                    "SER"
                ],
                [
                    29,
                    33,
                    "DATE"
                ],
                [
                    40,
                    106,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Büyükbabam umreye gitti. Vodafone hattında da bir yurt dışı paketi almadan gitmiş. Orada da internetini açık unutmuş. Vodafone mesaj atmış ama adamın okuma yazması var mı, bir arayalım diyelim diyen yok tabi. Günlük 350 TL faturaya ekleme yapmışlar. Koca adam gelmiş bana dert yanıyor. Vodafone'u aramış, 'Yapabileceğimiz bir şey yok,' demişler. Buradan mesajımı görüp işlem yaparlar mı diye yazdım. Eğer herhangi bir işlem yapılmazsa Tüketici Hakem Heyeti'ne başvuracağız.\"",
        {
            "entities": [
                [
                    26,
                    34,
                    "OPE"
                ],
                [
                    51,
                    82,
                    "PKG"
                ],
                [
                    119,
                    127,
                    "OPE"
                ],
                [
                    217,
                    249,
                    "PAY"
                ],
                [
                    287,
                    297,
                    "OPE"
                ],
                [
                    436,
                    460,
                    "ORG"
                ]
            ]
        }
    ],
    [
        "9 Aralık 2024 Turkcell online Web'den numara taşıma işlemi yaptım bugün 13 Aralık 2024 ve henüz ulaşmadı. Enteresan bir durum ayrıca 12 Aralık 2024 22:00 dan sonra Turkcell müşteri hizmetlerine bağlanma sürem 6 dakikayı buldu. Konuyu aktardım online işlemler için aktarma yaptılar 15 dakika net bekledim bağlanamadım. Müşteri memnuniyeti yok sanırım. Soracağım şey iptal edip şubeden alsam daha hızlı olur mu diye soracaktım fakat ulaşamıyorum kimselere. Ufaktan pişman olmaya başladım gibi.",
        {
            "entities": [
                [
                    0,
                    13,
                    "DATE"
                ],
                [
                    14,
                    22,
                    "OPE"
                ],
                [
                    38,
                    65,
                    "LIN"
                ],
                [
                    66,
                    86,
                    "DATE"
                ],
                [
                    133,
                    153,
                    "DATE"
                ],
                [
                    164,
                    172,
                    "OPE"
                ],
                [
                    173,
                    225,
                    "SER"
                ],
                [
                    304,
                    316,
                    "SER"
                ],
                [
                    430,
                    453,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Vodafone 31.12.12.2024 tarihinde tobi üzerinden yeni tarifeye geçiş yaptım. Ekran görüntüsü de var. Fakat mevcut tarifemin üzerine 500 TL daha koyarak 780 TL yapmışlar. Müşteri temsilcilerini defalarca aradım ekran görüntüsünü e*************@vodafone.com mealine atın dediler. Maalesef ne arayan ne soran var. Bayağı bayağı mağdur edildim... İlk isim 10 yıldır müşterisi olduğum Vodafone'dan nefret ettim. İlgi alaka müşteri memnuniyeti sıfır.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    33,
                    37,
                    "APP"
                ],
                [
                    100,
                    167,
                    "SER"
                ],
                [
                    351,
                    360,
                    "DATE"
                ],
                [
                    379,
                    391,
                    "OPE"
                ],
                [
                    417,
                    442,
                    "SER"
                ],
                [
                    9,
                    22,
                    "DATE"
                ],
                [
                    277,
                    308,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Turkcell Kasım ayı faturamı ödedim, 211.5 TL'lik. Ama sistemde daha düşük, 179 TL'lik bir fatura ödenmedi olarak görünüyor ve sürekli mesaj geliyor. Ödenmediği takdirde avukata ve mahkemeye verileceğim söyleniyor. Ödediğim halde nasıl böyle bir mesaj geliyor? Müşteri hizmetlerine bağlandım, yapabilecekleri bir şey olmadığını söylediler. Elimde o aya ait faturası ve makbuzu var.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    10,
                    19,
                    "DATE"
                ],
                [
                    76,
                    123,
                    "PAY"
                ],
                [
                    127,
                    148,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom şebeke probleminden dolayı kayıt açtım.Değerli müşterimiz 1-127829638722 numaralı kaydınız açılmış olup gerekli incelemeler başlatılacaktır. En kısa sürede konuyla ilgili tarafınıza bilgi verilecektir.Gelen cevap:değerli müşterimiz, talebinizi inceledik. Daha kaliteli hizmet sunabilmemiz adına bulunduğunuz bölgede baz istasyonu yatırımına ihtiyaç bulunmaktadır. İlgili bölgede kapsama yatırımlarımıza var gücümüzle devam ettiğimizi ve bu doğrultuda gelişmelerle ilgili tarafınıza bilgilendirme yapılacağını bildirmek isteriz.Adamlar haklısın şebekemiz çekmiyor diyor bende çıkmak istediğimi belirtim fakat cayma bedeli ödemen gerekir. Peki o zaman şebekeye düzeltin bizde çıkmayalım diyorum. Bununla ilgili kayıt açıldı sonuç:değerli müşterimiz, ilettiğiniz bildirim için incelemelerimiz sonuçlanmış ve hata olmadığı tespit edilmiştir. İyi Günler dileriz.Neden çelişkili konuşuyorsunuz çekmiyor diyorum haklısın diyor çıkacağım diyorum bir hata yok diyor aklımız ile dalga geçiyorsunuz.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    322,
                    376,
                    "NET"
                ],
                [
                    541,
                    576,
                    "NET"
                ],
                [
                    819,
                    850,
                    "SER"
                ],
                [
                    902,
                    927,
                    "NET"
                ],
                [
                    14,
                    52,
                    "NET"
                ],
                [
                    622,
                    649,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Yıllardır Türk Telekom mobil müşterisiyim. 40 GB interneti olan bir tarife kullanmaktayım. Aynı tarifeyi eşim ve iş arkadaşlarımda kullanıyor. Onlar benden daha yoğun bir şekilde kullanmalarına rağmen son 3 4 aydır ne hikmetse 15 gün olmadan benim 40 GB internet paketim bitiyor. Ay sonunda benimle aynı tarifeyi kullanan benden daha yoğun kullananların ay sonunda 10 GB interneti kalıyor. Bu konuyla alakalı olarak Türk Telekom müşteri temsilcisiyle görüştüğümde sorun olmadığını benim kullanımımla alakalı olduğunu söylüyor. Ancak yukarıda da belirttiğim gibi benimle aynı tarifeyi benden daha yoğun kullananların internet paketleri ay sonuna kadar bitmeyip hatta paket yenilenme zamanı geldiğinde geride internet kullanım hakları artarken benim tarifemde bulunan internet kullanım hakkımın 15 günde bitmesi akıl alır gibi değil. Kısacası Türk Telekom pişmanlıktır.",
        {
            "entities": [
                [
                    0,
                    9,
                    "DATE"
                ],
                [
                    10,
                    22,
                    "OPE"
                ],
                [
                    43,
                    89,
                    "PKG"
                ],
                [
                    201,
                    214,
                    "DATE"
                ],
                [
                    227,
                    241,
                    "DATE"
                ],
                [
                    242,
                    278,
                    "PKG"
                ],
                [
                    354,
                    388,
                    "PKG"
                ],
                [
                    416,
                    428,
                    "OPE"
                ],
                [
                    464,
                    525,
                    "SER"
                ],
                [
                    748,
                    830,
                    "PKG"
                ],
                [
                    841,
                    853,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "Bugün hattımı Turkcell'e taşıdım. Hattımın ivedi bir şekilde açılması adına e sim talebinde bulundum. Fakat son aşama olan E-Devlet üzerinden onay işlemine geldiğimde sayfa beni otomatikman atıyor. Dolayısıyla hattımdan hala geçiş yapamadım.Müşteri hizmetlerini aradım tam tamına 21 dakika boyunca müşteri temsilcisine bağlanmayı bekledim. Ve sonuç olarak bağlanamadım. Çok güvenerek hattımı taşımış olduğum bu operatör diliyorum ki ilk günden beni pişman etmez ve tarafıma yardım etmek amacıyla geri dönüş yapılır.",
        {
            "entities": [
                [
                    14,
                    24,
                    "OPE"
                ],
                [
                    123,
                    131,
                    "APP"
                ],
                [
                    356,
                    368,
                    "SER"
                ],
                [
                    384,
                    399,
                    "LIN"
                ],
                [
                    33,
                    100,
                    "LIN"
                ],
                [
                    167,
                    196,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "\"Turkcell, 300 TL Migros hediye çeki vaadini tutmuyor. E-devlet onayı ile mobil hattı taşımaya, hat açılımını takiben ilk pazartesi 300 TL Migros çeki hediye yazıyor; fakat herhangi bir kod gelmedi. Gereğinin yapılmasını talep ediyorum, yoksa yanıltıcı reklam diye Tüketici Hakem Heyeti'ne şikayette bulunacağım.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    55,
                    63,
                    "APP"
                ],
                [
                    167,
                    197,
                    "SER"
                ],
                [
                    265,
                    289,
                    "ORG"
                ],
                [
                    11,
                    36,
                    "PKG"
                ],
                [
                    80,
                    94,
                    "LIN"
                ],
                [
                    132,
                    157,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Bugün Vodafone Müşteri Hizmetleri tarafından aranarak bitmiş olan tarife taahhüdüm dolayısıyla bana önerilen yeni tarife olarak Vodafone Sınırsız Video Red'li 40 GB adlı tarifeye, içerisinde sınırsız Instagram ve Twitter hakkım olduğu söylenerek geçmem konusunda ikna edildim. Israrla bu sınırsız kullanıma Instagram ve Twitter'ın dahil olup olmadığını sorduğumda, dahil olduğunu teyit ederek geçiş işlemimi tamamladılar. Ancak sonrasında Twitter ve Instagram haklarım GB haklarımdan gitmeye başladığında tekrar müşteri temsilcileriyle konuştum, ancak tarifemde o uygulamalarda geçerli bir internet hakkım olmadığını söylediler. Yaptığım konuşmadaki ses kayıtları Vodafone sistemlerinde mevcuttur. Bu hatanın sehven yapıldığına asla inanmıyorum, düpedüz insanları tekrar tekrar sormama rağmen yanlış yönlendiriyorsunuz. Yapılan hatanın oluşturduğu mağduriyeti derhal gidermenizi istiyorum.\"",
        {
            "entities": [
                [
                    7,
                    15,
                    "OPE"
                ],
                [
                    129,
                    137,
                    "OPE"
                ],
                [
                    153,
                    179,
                    "PKG"
                ],
                [
                    201,
                    210,
                    "APP"
                ],
                [
                    214,
                    221,
                    "APP"
                ],
                [
                    308,
                    317,
                    "APP"
                ],
                [
                    665,
                    673,
                    "OPE"
                ],
                [
                    321,
                    332,
                    "APP"
                ],
                [
                    440,
                    492,
                    "PKG"
                ],
                [
                    794,
                    819,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"1 ay önce Vodafone'da özel numara rezerv ettim, e-Devlet'ten onaylattım, 60 GB 324 TL'den ve Dijital Kurye yoluyla gelecekti. Lakin 1 aydır kurye gelmedi, bana tarihi günü yazdığım halde ulaşmadı ve bugün mesaj geldi. Vodafone'dan 1 ay dolduğu için seçtiğimiz numara iptal olmuştur diye. Şimdi benim bu mağduriyetimi nasıl gidereceksiniz? Seçtiğim tarife bitti, öyle bir fiyata pakete göre ne bir fiyat kaldı ne tarife. Hakkımı istiyorum. Bana lütfen yardımcı olun.\"",
        {
            "entities": [
                [
                    1,
                    10,
                    "DATE"
                ],
                [
                    11,
                    22,
                    "OPE"
                ],
                [
                    49,
                    51,
                    "APP"
                ],
                [
                    74,
                    90,
                    "PKG"
                ],
                [
                    94,
                    107,
                    "APP"
                ],
                [
                    133,
                    140,
                    "DATE"
                ],
                [
                    219,
                    231,
                    "OPE"
                ],
                [
                    232,
                    236,
                    "DATE"
                ],
                [
                    51,
                    61,
                    "OPE"
                ],
                [
                    161,
                    196,
                    "SER"
                ],
                [
                    250,
                    282,
                    "LIN"
                ],
                [
                    340,
                    361,
                    "PKG"
                ],
                [
                    363,
                    419,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Yıllardır Vodafone kullanıcıyım ama artık başka operatöre geçme vakti geldi sanırım.Red sosyal sınırsız 30 GB tarifenin 2. Dönemini kullanıyorum ama hiçbir şey sınırsız değil sürekli internetimden gidiyor ve daha önce fazlasıyla yeten GB 15 olmadan bitiyor. Geçebileceğim farklı bir tarife bile vermiyorlar. Daha fazla ücret vermeme rağmen mağdur ediyorlar. Müşteri hizmetlerini aradığımda yapabileceğimiz bir şey yok deyip geçiştiriyorlar. Buna bir çözüm bulmanız gerekiyor artık.",
        {
            "entities": [
                [
                    0,
                    9,
                    "DATE"
                ],
                [
                    10,
                    18,
                    "OPE"
                ],
                [
                    42,
                    75,
                    "LIN"
                ],
                [
                    84,
                    87,
                    "APP"
                ],
                [
                    175,
                    204,
                    "NET"
                ],
                [
                    229,
                    256,
                    "PKG"
                ],
                [
                    272,
                    306,
                    "PKG"
                ],
                [
                    358,
                    423,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom'dan yetkili bir bayan, taahhüdünüzün bu ay sonu biteceğini ve kampanyalı fiyatımızdan devam etmek isteyip istemediğimi sordu. Ben de ücretin fazla olduğunu söyleyerek farklı bir operatöre geçtim. Daha sonra öğrendiğimde taahhüdümün bir sonraki ay bittiğini, yanlış bilgi verildiğini ve cayma bedelinin faturama eklendiğini fark ettim. Arayıp şikayet ettim, ses kayıtlarını dinleyeceklerini söylediler. Sonra dinledik, yanlış bir durum yok dediler. Ben dinlemek istediğimde savcılık kararı almamı söylediler. Gerçekten çok yazık, şikayetçiyim. Haksız yere benim paramı aldılar, Türk Telekom pişmanlıktır.\"",
        {
            "entities": [
                [
                    1,
                    17,
                    "OPE"
                ],
                [
                    300,
                    348,
                    "PAY"
                ],
                [
                    349,
                    414,
                    "SER"
                ],
                [
                    591,
                    603,
                    "OPE"
                ],
                [
                    140,
                    180,
                    "PAY"
                ],
                [
                    181,
                    208,
                    "LIN"
                ],
                [
                    272,
                    296,
                    "SER"
                ],
                [
                    557,
                    589,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Taahhütsüz olarak kullandığım Turkcell operatörü bana 980 TL cayma bedeli yansıtılmıştır. Turkcell abone noktasında Vodafone'dan geçiş yaparken herhangi bir taahhüt olduğu belirtilmemiştir. Konu hakkında gereğinin yapılmasını talep ediyorum. Abone numarası 0542*****55",
        {
            "entities": [
                [
                    30,
                    38,
                    "OPE"
                ],
                [
                    54,
                    88,
                    "PAY"
                ],
                [
                    90,
                    98,
                    "OPE"
                ],
                [
                    116,
                    128,
                    "OPE"
                ],
                [
                    248,
                    268,
                    "NUM"
                ]
            ]
        }
    ],
    [
        "\"Merhaba, ben Şevket Ö****. Yozgat'ın Çandır ilçesi yeni TOKİ adresinde ikamet ediyorum. Vodafone hattından Türk Telekom hattına geçiş yaptım. Ancak numaramı taşıyan bayi kimlik bilgilerimi yanlış girdiği için hattım aktifleştirilemedi. E-devlet'te Türk Telekom operatörü olarak gözüküyorum ama hattımı kullanamıyorum. Hizmet almadığım halde ödeme yapmak zorunda bırakılıyorum. Müşteri hizmetlerini aradım, ancak bayiye gidip düzelttirmemi söylüyorlar. İki çocukla tek başıma yaşıyorum ve en yakın bayi Yozgat merkezde. Haftada bir gün araba var, yetişemezsem bir hafta boyunca orada kalmam gerekecek. Hattımın üzerimden kaldırılmasını ya da yapılan hatanın düzeltilip düzgün bir hat gönderilmesini talep ediyorum. Bu sıkıntıdan doğan hiçbir mesuliyeti kabul etmiyorum ve hatayı yapan kişinin düzeltmesini istiyorum.\"",
        {
            "entities": [
                [
                    21,
                    27,
                    "PER"
                ],
                [
                    89,
                    97,
                    "OPE"
                ],
                [
                    108,
                    120,
                    "OPE"
                ],
                [
                    249,
                    261,
                    "OPE"
                ],
                [
                    295,
                    317,
                    "LIN"
                ],
                [
                    319,
                    376,
                    "PAY"
                ],
                [
                    528,
                    535,
                    "DATE"
                ],
                [
                    14,
                    20,
                    "PER"
                ],
                [
                    28,
                    51,
                    "LOC"
                ],
                [
                    52,
                    71,
                    "LOC"
                ],
                [
                    121,
                    141,
                    "LIN"
                ],
                [
                    149,
                    165,
                    "LIN"
                ],
                [
                    166,
                    235,
                    "SER"
                ],
                [
                    237,
                    248,
                    "APP"
                ],
                [
                    378,
                    451,
                    "SER"
                ],
                [
                    669,
                    713,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Turkcell'de 23 Aralık 2024 saat 16:05'te konuşma dakikalarım bitti. Paket yenilenmesi 25 Aralık'ta gerçekleşecekti. Müşteri hizmetlerini aradığımda 250 dakika için 100₺ dediler. Ben de almaktan vazgeçtim. Daha sonra Turkcell uygulamasından 'Çalarken Dinlet'e abone oldum; 1 günlük 100 dakika hediye verdiği için. 'Çalarken Dinlet'in ücreti haftalık 12₺ ama hediye dakikalarım tanımlanmadı. Müşteri hizmetlerini aradım, tam 10 dakika abone olduğum paketi bulamadılar. Bu dediklerim 23 Aralık 23:50'de gerçekleşti. Tek istediğim hediye dakikanın tanımlanıp 24 saat sonra paketim yenilenene kadar idare etmekti ama olmadı. Gece 00:30'da dışarıda kaldım ve mecburen akıllı faturayı iptal edip konuşma yaptım. 6 saniye içinde hemen paket aşımı tanımlandı. Hediyeyi vermiyorsunuz ama 6 saniye aşınca hemen yeni paket tanımlandı. Gerçekten çok üzücü ve sinir bozucu.\"",
        {
            "entities": [
                [
                    1,
                    12,
                    "OPE"
                ],
                [
                    13,
                    32,
                    "DATE"
                ],
                [
                    42,
                    67,
                    "PKG"
                ],
                [
                    69,
                    86,
                    "PKG"
                ],
                [
                    87,
                    99,
                    "DATE"
                ],
                [
                    217,
                    225,
                    "OPE"
                ],
                [
                    242,
                    259,
                    "APP"
                ],
                [
                    315,
                    333,
                    "APP"
                ],
                [
                    482,
                    491,
                    "DATE"
                ],
                [
                    570,
                    608,
                    "PKG"
                ],
                [
                    663,
                    704,
                    "PAY"
                ],
                [
                    149,
                    169,
                    "PKG"
                ],
                [
                    273,
                    312,
                    "PKG"
                ],
                [
                    341,
                    389,
                    "PKG"
                ],
                [
                    434,
                    466,
                    "SER"
                ],
                [
                    722,
                    750,
                    "PKG"
                ],
                [
                    752,
                    774,
                    "PKG"
                ],
                [
                    801,
                    822,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "Yaklaşık 2 ay kadar önce Turkcell operatörüne geçiş yaptım. Daha önceki operatörde 20 GB cep telefon kullanımımda bitiremediğim için 2 ay önce Turkcell e geçerken de 20 GB paketini uygun fiyata aldım. Fakat iki aydır internetin nasıl bittiğini anlayamıyorum. Sanki interneti açar açmaz GB ları operatör yiyor. İki aydır Turkcell li olmama rağmen ne kadar cayma bedeli gelirse dedim ve operatörümü bugün itibarı ile değiştirmek için başvuru yaptım. Turkcell yetkililerine de buradan bu durumu belirtmek istediğim için yazıyorum. Bir daha Turkcell e geçmeyi hayal bile etmediğimi de iletmek istiyorum.",
        {
            "entities": [
                [
                    0,
                    13,
                    "DATE"
                ],
                [
                    25,
                    33,
                    "OPE"
                ],
                [
                    133,
                    142,
                    "DATE"
                ],
                [
                    143,
                    151,
                    "OPE"
                ],
                [
                    265,
                    308,
                    "NET"
                ],
                [
                    320,
                    328,
                    "OPE"
                ],
                [
                    448,
                    456,
                    "OPE"
                ],
                [
                    537,
                    545,
                    "OPE"
                ],
                [
                    84,
                    113,
                    "PKG"
                ],
                [
                    165,
                    180,
                    "PKG"
                ],
                [
                    181,
                    199,
                    "PAY"
                ],
                [
                    217,
                    257,
                    "PKG"
                ],
                [
                    207,
                    216,
                    "DATE"
                ],
                [
                    310,
                    319,
                    "DATE"
                ],
                [
                    346,
                    381,
                    "PAY"
                ],
                [
                    385,
                    446,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Kredi kartımın hareketlerine bakarken fark ettim Turkcell IVR Fatura Ödemesi şeklinde bir ödeme yapılmış. 3 Ocak ve 10 Ocakta, fakat ne Turkcell hatta sahibim ne de internetten araştırdığımda edindiğim bilgi olan kredi kartından sesli bir komut ile alışveriş yapma vb. Gibi bir şey yaptım. Kartımdan neden böyle bir çekim yapıldığını anlayamadım, bir şeye de abone değilim. Lütfen bana bunu açıklar mısınız ve iptal eder misiniz? Ki 2 TL nin çekilmesi değil olay neden haberim yokken böyle bir çekim yapılıyor bunu bilmek istiyorum. İnternetten baktığımda bir sürü kişinin bu konuda sorun yaşadığını fark ettim onlardaki çekilen tutarın miktarı daha fazlaydı.\"",
        {
            "entities": [
                [
                    50,
                    58,
                    "OPE"
                ],
                [
                    63,
                    105,
                    "PAY"
                ],
                [
                    107,
                    126,
                    "DATE"
                ],
                [
                    137,
                    145,
                    "OPE"
                ],
                [
                    622,
                    660,
                    "PAY"
                ],
                [
                    59,
                    62,
                    "ORG"
                ],
                [
                    291,
                    346,
                    "PAY"
                ],
                [
                    348,
                    373,
                    "PKG"
                ],
                [
                    464,
                    510,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Firmanıza ait 0544***7905 numaralı abone kullanmakta olduğum şahsi hattıma bilgim ve iznim olmaksızın gelen çağrılarını yönlendirmiş özel haklarımı ihlal etmiş bulunmaktadır. Müşteri hizmetlerinizi aradım ve durumu ilettim fakat benim şu anda başka bir operatörden hizmet aldığım için bu işlemi gerçekleştiremediklerini belirtmekteler. Yönlendirme yapan numara sizin aboneniz ve bu yönlendirmenin iptalini talep ediyorum. Durumdan çok rahatsızım. İvedi olarak mağduriyetimin giderilmesini arz ve beyan ederim.",
        {
            "entities": [
                [
                    14,
                    34,
                    "NUM"
                ],
                [
                    61,
                    173,
                    "OTH"
                ],
                [
                    235,
                    334,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Ödemesini yapmama rağmen hattım 2 gündür açılmadı. Durumu defalarca arayıp izah ettim 542'ye. Hattımı iptal etmek istedim. Kullanamadığım için ona da müsaade etmiyorlar. \"\"Şimdi yapacağız\"\", \"\"bir kapatıp açın\"\" gibi sürekli geçiştirip ayrılmama da mani oluyorlar. Bu olayın üzerine gideceğim. Kayıtlarım mevcut ve mağduriyetim açık. Koskoca dünya markası diye Vodafone'u tercih ettik, en kötü ve işe yaramayan operatör bu çıktı. Bu arada 542 ile konuşurken de sesleri kesik kesik geliyor. Sağlıklı bir iletişim kuramıyoruz. İstanbul'un orta yerindeyim, Kadıköy merkezde. Telefon burada çekmiyorsa hiçbir yerde çekmesin zaten, atın o şebekeyi.\"",
        {
            "entities": [
                [
                    33,
                    41,
                    "DATE"
                ],
                [
                    362,
                    372,
                    "OPE"
                ],
                [
                    526,
                    537,
                    "LOC"
                ],
                [
                    1,
                    25,
                    "PAY"
                ],
                [
                    95,
                    122,
                    "LIN"
                ],
                [
                    218,
                    264,
                    "SER"
                ],
                [
                    448,
                    489,
                    "SER"
                ],
                [
                    491,
                    524,
                    "SER"
                ],
                [
                    555,
                    562,
                    "LOC"
                ],
                [
                    573,
                    643,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Vodafone, 130 TL olan paketimizi 360 TL'ye çıkardı. Böyle bir zam oranını kim kabul ediyor? Türkiye'de buna dur diyecek, hesap soracak bir sistem mekanizması yok mu? Buna ne denir? Bizler parayı çöpten mi topluyoruz? Devletin denetleme kurumları, hangi kurum böyle zam yapıyorsa ben de orada çalışmak isterim.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    11,
                    51,
                    "PAY"
                ],
                [
                    93,
                    100,
                    "LOC"
                ]
            ]
        }
    ],
    [
        "\"Pasaporta kayıtlı olan yurt dışı telefonum dün öğlen saatlerinde şebeke yok hatası vermeye başladı. BTK'yı aradığımda bir sorun olmadığını, operatör kaynaklı olduğunu söylüyor. Operatör ise şebeke kaynaklı bir sorun olmadığını iletiyor. Bu sorunumun acilen çözülmesini talep ediyorum. Yaşattığınız mağduriyetin telafisini nasıl sağlayacaksınız acaba?\"",
        {
            "entities": [
                [
                    141,
                    176,
                    "LIN"
                ],
                [
                    191,
                    236,
                    "NET"
                ],
                [
                    66,
                    99,
                    "NET"
                ],
                [
                    101,
                    107,
                    "ORG"
                ]
            ]
        }
    ],
    [
        "Tarifemin bitmesine az bir süre kaldı eski tarifemden devam etmek istiyorum. Devam edemiyormuşum. Her sene tarife değiştirmek istemiyorum ben bana yeten tarifeden devam etmek istiyorum. Diğer bana teklif edilen tarifenin fiyatı yüksek. Yardımcı olunmasını istiyorum",
        {
            "entities": [
                [
                    98,
                    106,
                    "DATE"
                ],
                [
                    221,
                    234,
                    "PAY"
                ],
                [
                    0,
                    75,
                    "PKG"
                ],
                [
                    107,
                    137,
                    "PKG"
                ],
                [
                    142,
                    184,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "Turkcell 400 kusur tl'ye aynen favorim 25 GB tarifeye uygulama üzerinden geçiş yaptım hattımı aldım birkaç gün sonra taahhüdünüz bitti 800 TL'ye devam edin diye mesaj aldım.Arayarak bilgi almak. İstediğimde sözleşme yok denilerek daha yüksek fiyata sözleşme yapmamı tavsiye ettiler ve çözüm oluşturmadılar. Elimde sözleşme mevcut dememe rağmen yardım oluşturun dendi.Bu kadar saçmalığı kabullenmek elde değil. Gerekenin yapılmasını hatanın düzeltilmesini istiyorum.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    39,
                    93,
                    "PKG"
                ],
                [
                    100,
                    116,
                    "DATE"
                ],
                [
                    117,
                    172,
                    "PAY"
                ],
                [
                    285,
                    305,
                    "SER"
                ],
                [
                    9,
                    24,
                    "PAY"
                ],
                [
                    230,
                    248,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Benim son bu ayki gelen mobil faturaya kadar güvenim vardı ama arkadaşlar, Türk Telekom'dan bu faturayı düzeltmeyle alakalı bir iletişim sağlanır mı, sağlanmaz mı bilmiyorum ama ceza adı altında vatandaşa fatura mal ediyor. Açıklama yapma gereği de duymuyor. Türk Telekom pişmanlıktır. Kanıtı aşağıdaki faturaya bakarak anlayabilirsiniz.\"",
        {
            "entities": [
                [
                    25,
                    74,
                    "PAY"
                ],
                [
                    76,
                    92,
                    "OPE"
                ],
                [
                    260,
                    272,
                    "OPE"
                ],
                [
                    11,
                    18,
                    "DATE"
                ],
                [
                    179,
                    223,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Vodafone, haberim ve rızam olmadan beni GB Avı adı altında bir servise üye yapmış. Faturam otomatik banka talimatı ile ödendiği için fark etmemişim. Vodafone Yanımda mobil uygulamasını karıştırırken tesadüfen gördüm. Son 2 aydır her ay 159 TL GB Avı adı altında servis ücreti alınmış. Bugün itibariyle iptal ettim.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    150,
                    158,
                    "OPE"
                ],
                [
                    159,
                    166,
                    "APP"
                ],
                [
                    230,
                    284,
                    "PAY"
                ],
                [
                    41,
                    47,
                    "APP"
                ],
                [
                    84,
                    128,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Turkcell bayisinden Erpaks pera 01 -bktws dokunmatik kulaklık anc+enc kulaklık aldım peşin parayla. 2.099 TL 'lik kulaklık 3000 bin tl verildi. Fatura vermediler istediğim halde. 900 TL'mi aldılar. Şikayetçiyim. Geri yapılmasını arz ederim. Kocatepe, Ziya Gökalp CD no*** Çankaya/Ankara\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    101,
                    143,
                    "PAY"
                ],
                [
                    145,
                    178,
                    "PAY"
                ],
                [
                    281,
                    287,
                    "LOC"
                ],
                [
                    180,
                    197,
                    "PAY"
                ],
                [
                    242,
                    250,
                    "LOC"
                ],
                [
                    252,
                    266,
                    "LOC"
                ],
                [
                    273,
                    280,
                    "LOC"
                ]
            ]
        }
    ],
    [
        "\"Marmara Adası'nda yeterli altyapı olmadığı için Türk Telekom Magnet aldım, kullandım. 26 Kasım'da Acıbadem Telekom'a iade ettim. Kaydı alan arkadaş özine çıkmış, işleme koymamış. Şimdi bana kullanmadığım ay için fatura kesmişler. İtiraz ettim, Telekom bizi mağdur ediyor.\"",
        {
            "entities": [
                [
                    49,
                    61,
                    "OPE"
                ],
                [
                    87,
                    98,
                    "DATE"
                ],
                [
                    108,
                    117,
                    "OPE"
                ],
                [
                    245,
                    252,
                    "OPE"
                ],
                [
                    1,
                    18,
                    "LOC"
                ],
                [
                    19,
                    43,
                    "NET"
                ],
                [
                    62,
                    68,
                    "APP"
                ],
                [
                    99,
                    107,
                    "LOC"
                ],
                [
                    163,
                    178,
                    "SER"
                ],
                [
                    191,
                    229,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Hattıma ait indirimli tarife satın almıştım. Herhangi bir cayma olduğunda ekstra ücret ödeyeceğime dair bilgi verilmemişti. Herhangi bir taahhüdüm de olmamasına rağmen başka o operatöre taşımak istediğimde karşıma 1062,45 TL cayma bedeli ödemek zorunda olduğum mesajı geliyor. Kendi sisteminde cayma bedeli ya da taahhüt bedeli tarafımda gözükmezken neden böyle bir durum olduğunu sorguladığımda Herhangi mantıklı bir cevap alamadım. Bu durumda ne yapabilirim. Bu faturayı ödemek zorunda mıyım. Ödemek istemiyorum gereksiz yere.\"",
        {
            "entities": [
                [
                    1,
                    29,
                    "PKG"
                ],
                [
                    46,
                    99,
                    "PAY"
                ],
                [
                    169,
                    206,
                    "LIN"
                ],
                [
                    215,
                    276,
                    "PAY"
                ],
                [
                    462,
                    494,
                    "PAY"
                ],
                [
                    496,
                    528,
                    "PAY"
                ],
                [
                    295,
                    307,
                    "PAY"
                ],
                [
                    397,
                    433,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Başka bir operatöre geçerken sadece 2 gün taahhütsüz fatura için Vodafone kullandım. 80 TL olacağına 530 TL fatura çıkardılar. Onu ödeyip kalan tutarı hesabınıza gönderecekler dediler. 2 ay oldu, hâlâ aranmadım. Aradığım zaman yardımcı olunmuyor. Gereğinin yapılmasını istiyorum.\"",
        {
            "entities": [
                [
                    1,
                    65,
                    "LIN"
                ],
                [
                    66,
                    74,
                    "OPE"
                ],
                [
                    186,
                    195,
                    "DATE"
                ],
                [
                    86,
                    126,
                    "PAY"
                ],
                [
                    197,
                    211,
                    "SER"
                ],
                [
                    213,
                    246,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Türk Telekom evde internet paketimi 03.12.2024 tarihinde web sitesi üzerinden paket satin alarak yeniledim. Buna rağmen Türk Telekom internet sayfasında yayınladığı paket fiyatı dışında indirimsiz tarife ile fatura kesmektedir. Mağduriyetimi yazılı ve sözlü defalarca bildirmeme rağmen Türk Telekom yetkilileri geri dönüş yapmamaktadır ve çözüm sağlamıyor. Türk Telekom tüketiciyi yanıltıcı işlem yapmaktadır.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    13,
                    35,
                    "PKG"
                ],
                [
                    36,
                    46,
                    "DATE"
                ],
                [
                    78,
                    106,
                    "PKG"
                ],
                [
                    120,
                    132,
                    "OPE"
                ],
                [
                    286,
                    298,
                    "OPE"
                ],
                [
                    299,
                    355,
                    "SER"
                ],
                [
                    357,
                    369,
                    "OPE"
                ],
                [
                    133,
                    185,
                    "PKG"
                ],
                [
                    186,
                    226,
                    "PAY"
                ],
                [
                    370,
                    408,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Turkcell'e hat taşıdım, hattım açılmadı. Değerli müşterimiz, numara taşıma talebiniz onaylanmıştır. 539261 numaralı hattınızın taşıma işlemi 13/12/2024 tarihinde 03:04 saatinde gerçekleşecektir. Sim kartınızı belirtilen gün ve saatte telefonunuza takınız.Mesaj gelmesine rağmen hattım açılmadı, mağdurum. Böyle bir durum kabul edilemez.\"",
        {
            "entities": [
                [
                    1,
                    11,
                    "OPE"
                ],
                [
                    12,
                    23,
                    "LIN"
                ],
                [
                    25,
                    40,
                    "LIN"
                ],
                [
                    62,
                    99,
                    "LIN"
                ],
                [
                    101,
                    116,
                    "NUM"
                ],
                [
                    117,
                    141,
                    "LIN"
                ],
                [
                    142,
                    152,
                    "DATE"
                ],
                [
                    279,
                    294,
                    "LIN"
                ],
                [
                    196,
                    209,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Şahsıma ait 5 tane şirket hattım vardı. 8 ay önce bunların iptali hakkında bir görüşme yaptığımda, 1 hafta içerisinde hatların kapanacağı söylendi. Hatta benden uçuk bir rakam talep ettiler ve ödettiler. Aradan yaklaşık bir sene geçiyor. Beni icra için avukatlar arıyor bu hatlarla ilgili. Onun da ödemesini 14 bin lira olarak yapıyorum. Sonra öğreniyorum ki bu hatların iptali hiç verilmemiş bile. Sonrasındaki Turkcell ile telefon görüşmemde, icra harici 6 bin daha fatura olduğunu öğreniyorum. Şaka gibi ama değil, gerçek.\"",
        {
            "entities": [
                [
                    41,
                    50,
                    "DATE"
                ],
                [
                    100,
                    107,
                    "DATE"
                ],
                [
                    221,
                    229,
                    "DATE"
                ],
                [
                    413,
                    421,
                    "OPE"
                ],
                [
                    1,
                    39,
                    "LIN"
                ],
                [
                    119,
                    138,
                    "LIN"
                ],
                [
                    155,
                    203,
                    "PAY"
                ],
                [
                    299,
                    337,
                    "PAY"
                ],
                [
                    360,
                    398,
                    "LIN"
                ],
                [
                    446,
                    496,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Yıllardır Türk Telekom kullanıcısıydım. Türk Telekom binası çok yakin olmasına rağmen çekim problemi yaşadığımı defalarca kayıt oluşturarak ilettim. Çözüm bulunmadı. Baz istasyonunu problemi olduğu söylendi. Düzenleme yapılacağı ama ne zaman olacağı hakkında bilgi bile verilmedi. Bu süreçleri yasarken kullanamadığım paketlerin bedelini eksiksiz olarak ödedim. Son olarak taahhüt bitiş tarihini dikkate alarak operatörümü değiştirdim. Taahhüdüm 9 aralıkta bitiyordu ödenmemiş faturam olmamasına rağmen aralık ayinin faturasını da çıkarmışlar. Kullanmadığım ayin faturasını neden ödüyorum ben. Müşteri hizmetlerine ulaşmak mümkün değil onu tuşla bunu tuşla sonra hattan düşürülüyorum. Bu faturayı ödemek istemediğimi belirterek uzmanlarınızın tarafıma dönüş sağlamasını rica ediyorum",
        {
            "entities": [
                [
                    0,
                    9,
                    "DATE"
                ],
                [
                    10,
                    22,
                    "OPE"
                ],
                [
                    40,
                    52,
                    "OPE"
                ],
                [
                    411,
                    434,
                    "LIN"
                ],
                [
                    467,
                    542,
                    "PAY"
                ],
                [
                    594,
                    635,
                    "SER"
                ],
                [
                    685,
                    783,
                    "PAY"
                ],
                [
                    86,
                    111,
                    "NET"
                ],
                [
                    166,
                    206,
                    "NET"
                ],
                [
                    208,
                    279,
                    "SER"
                ],
                [
                    446,
                    456,
                    "DATE"
                ],
                [
                    544,
                    592,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Vodafone müşteri hizmetlerinden canlı bağlantı yapamıyorum. Acil b, r durumum var yapay zekayı verip duruyorlar. Numaramdan başka numaralar arayıp duruyor. Beni aramışsınız diye dönüş alıyorum. Kimseyi aradığım yok. Derdimi anlatacağım ve konuşacağım bir muhatabım yok.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    10,
                    59,
                    "SER"
                ],
                [
                    114,
                    155,
                    "OTH"
                ],
                [
                    217,
                    269,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Passo uygulamasından Passolig kartı başvurusu yaptım ve Türk Telekom faturam üzerinden ödemesi yapıldı. Onaylandı mesajlar geldi. Bilet alma sayfasına gelince ise müşterinin kartı bulunmadı bildirimi geldi. Bilet alamıyorum ve ücretimin iadesini istiyorum",
        {
            "entities": [
                [
                    56,
                    68,
                    "OPE"
                ],
                [
                    69,
                    102,
                    "PAY"
                ],
                [
                    227,
                    255,
                    "PAY"
                ],
                [
                    0,
                    5,
                    "APP"
                ],
                [
                    21,
                    29,
                    "APP"
                ],
                [
                    207,
                    223,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "\"Vodafone'dan Red'li özel 25GB Ultra Paketi Ücreti 332.66 TL olan paketi kullanmaktaydım. Taahhüt sürem 01.12.2025 tarihinde saat 09:40'ta sona erdi. 1 saat sonra seçmiş olduğum 460 TL'lik pakete geçtiğime dair bilgilendirme mesajları aldım. 1 Ocak 2025'te fatura kesiminden sonra 460 TL yerine Red'li özel 25GB Ultra Paketi Ücreti 1,168.00 TL olarak görünmektedir. Müşteri temsilcisi ile görüştüğümde, yapılan kelime oyunları ile taahhüt sürem bitince 1 saat içinde seçtiğim paketin 1 ay sonra devreye girdiği gibi insanın aklı ile dalga geçer gibi cevap verdiler. Aynı şikayeti BTK kurumuna da yazacağım. Vodafone'un vatandaşın aklı ile dalga geçmesini yakıştıramadım.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    14,
                    88,
                    "PKG"
                ],
                [
                    242,
                    256,
                    "DATE"
                ],
                [
                    431,
                    452,
                    "PKG"
                ],
                [
                    453,
                    459,
                    "DATE"
                ],
                [
                    484,
                    488,
                    "DATE"
                ],
                [
                    580,
                    583,
                    "ORG"
                ],
                [
                    607,
                    618,
                    "OPE"
                ],
                [
                    104,
                    114,
                    "DATE"
                ],
                [
                    163,
                    195,
                    "PKG"
                ],
                [
                    281,
                    364,
                    "PKG"
                ],
                [
                    516,
                    564,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Şikayet Konusu: Türk Telekom Fiber İnternet Bağlantısının 1 Aydır SağlanamamasıSayın Yetkili, Türk Telekom’dan 12 Aralık tarihinde fiber internet hizmeti almak üzere başvuru yaptım ve gerekli abonelik işlemlerini tamamladım. Ancak aradan bir ay gibi uzun bir süre geçmesine rağmen, tarafıma hizmet sunulmamış ve internet bağlantım aktif hale getirilmemiştir.Bu süre zarfında, müşteri hizmetlerinizi defalarca arayarak konu hakkında bilgi almak ve süreci hızlandırmak adına başvurularda bulundum. Ancak aldığım geri dönüşler son derece yetersiz kalmış ve bağlantının neden sağlanamadığına dair net bir açıklama yapılmamıştır. Her aradığımda yalnızca “altyapı çalışmaları devam ediyor” ya da “en kısa sürede çözülecek” gibi genel ifadelerle geçiştirilmekteyim.Mağduriyetim:\t1.\tEvimde veya iş yerimde internet hizmeti olmaması, günlük işlerimi ve sorumluluklarımı ciddi anlamda aksatmaktadır.\t2.\tİnternet bağlantısının sağlanacağına dair verilen taahhütlerin yerine getirilmemesi, hem zaman kaybına hem de maddi kayıplara sebep olmuştur.\t3.\tAlternatif bir çözüm sunulmaması, müşteri memnuniyetini göz ardı ettiğinizi göstermektedir.Talebim:\t•\tFiber internet bağlantısının derhal sağlanmasını ve tarafıma somut bir tarih verilmesini talep ediyorum.\t•\tBu süreçte yaşadığım mağduriyetin karşılanması adına tarafıma uygun bir şekilde telafi yapılmasını (örneğin: indirim veya ücretsiz kullanım) bekliyorum.\t•\tAyrıca, tarafınıza defalarca ulaşmama rağmen çözüm bulunamaması ve süreçteki aksaklıklar sebebiyle müşteri memnuniyeti ilkesinin dikkate alınmasını rica ediyorum.Aksi takdirde, yasal haklarımı kullanarak ilgili kurumlara (Tüketici Hakem Heyeti, BTK vb.) başvuruda bulunacağımı bilgilerinize sunarım.Gereğini arz eder, en kısa sürede dönüş yapılmasını rica ederim.Ad-Soyad: F**** M***** D*******Telefon: 5378****88E-posta: d*************@gmail.comAdres: Kayseri, Talas\"",
        {
            "entities": [
                [
                    17,
                    29,
                    "OPE"
                ],
                [
                    95,
                    111,
                    "OPE"
                ],
                [
                    112,
                    131,
                    "DATE"
                ],
                [
                    132,
                    181,
                    "NET"
                ],
                [
                    651,
                    687,
                    "NET"
                ],
                [
                    799,
                    824,
                    "NET"
                ],
                [
                    1141,
                    1169,
                    "NET"
                ],
                [
                    1625,
                    1646,
                    "ORG"
                ],
                [
                    1648,
                    1651,
                    "ORG"
                ],
                [
                    1856,
                    1863,
                    "LOC"
                ],
                [
                    30,
                    80,
                    "NET"
                ],
                [
                    283,
                    309,
                    "OTH"
                ],
                [
                    313,
                    358,
                    "NET"
                ],
                [
                    497,
                    624,
                    "SER"
                ],
                [
                    1004,
                    1034,
                    "PAY"
                ],
                [
                    1039,
                    1071,
                    "SER"
                ],
                [
                    1789,
                    1797,
                    "PER"
                ],
                [
                    1806,
                    1816,
                    "NUM"
                ],
                [
                    1865,
                    1870,
                    "LOC"
                ],
                [
                    1776,
                    1781,
                    "PER"
                ],
                [
                    1782,
                    1788,
                    "PER"
                ]
            ]
        }
    ],
    [
        "GNC çatlat kazan uygulaması Salı günü olan uygulama gereği çatlattığım yumurta sonucunda hediyem hattıma yüklenmemiştir. Bu ve bunun gibi sorunların bir daha olmaması için sizi bilgilendirmek istedim. Uygulama hakkında bir an önce gereğinin yapılmasını istiyorum",
        {
            "entities": [
                [
                    0,
                    3,
                    "ORG"
                ],
                [
                    89,
                    119,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Vodafone'dan tarife değişikliği yaptım ve müşteri temsilcisi beni yanlış yönlendirerek Facebook un tarifeden yemediğini söyledi fakat tarifem yenilenince öyle bir durumun olmadığını gördüm ve müşteri temsilcileriyle iletişime geçip şikayet talebi oluşturdum. Daha sonra şikayetinin haklı bulunduğunu ve en az 4 müşteri temsilcisiyle yaptığım görüşmede kısa sürede tarifeden yemeyen sosyal medya paketinin ücretsiz olarak tanımlanacağını söylediler. Fakat tanımlanmadığı gibi son yaptığım görüşmede şikayet talebimin reddedildiği söylendi. Koskoca iletişim markası Vodafone tarafından sürekli mağdur edildim. Çözülmediği takdirde BTK, Tüketici Hakem Heyeti ve nereye başvurulması gerekiyorsa başvuracağım.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    43,
                    87,
                    "SER"
                ],
                [
                    88,
                    96,
                    "APP"
                ],
                [
                    565,
                    573,
                    "OPE"
                ],
                [
                    630,
                    633,
                    "ORG"
                ],
                [
                    635,
                    656,
                    "ORG"
                ],
                [
                    14,
                    39,
                    "PKG"
                ],
                [
                    365,
                    405,
                    "PKG"
                ],
                [
                    499,
                    538,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Hattımı Turkcell'den Türk Telekom'a taşıdım ve 1 yıllık paket tarifesi satin aldım. Şebeke çekmiyor sorunu ile 444 1 444 müşteri hizmetlerini aradım. Hat resetleme yapıldıktan sonra sorun düzeldi. Ancak 2 gün sonra tekrar şebeke sorunu oldu. Bu kez hat resetlemek sorunu çözmedi. Cihazda sorun olmadığını doğruladım. Ancak su an ne müşteri hizmetlerinden ne mobil uygulamadan ne online işlemlerden sorunu iletme imkanım bulunmuyor. Hat taşıdığıma bu kadar hızlı pişman olacağımı düşünmedim doğrusu.",
        {
            "entities": [
                [
                    8,
                    20,
                    "OPE"
                ],
                [
                    21,
                    35,
                    "OPE"
                ],
                [
                    47,
                    55,
                    "DATE"
                ],
                [
                    56,
                    82,
                    "PKG"
                ],
                [
                    84,
                    110,
                    "NET"
                ],
                [
                    111,
                    120,
                    "NUM"
                ],
                [
                    203,
                    214,
                    "DATE"
                ],
                [
                    222,
                    240,
                    "NET"
                ],
                [
                    249,
                    278,
                    "LIN"
                ],
                [
                    432,
                    497,
                    "LIN"
                ],
                [
                    317,
                    430,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Vodafone'dan 1750 TL tutarında haksız fatura!An itibariyle Vodafone'dan gelen gecikmiş fatura miktarını duyunca şok oldum. 1.750 TL tutarında aralık ayı faturası çıkmış. Şu an ödedim fakat şikayet edeceğim. Kullandığım pakette sosyal medya sınırsız, konuşma hiç yapmıyorum. Bu kadar yüksek neyin nesi? En kısa zamanda başka GSM hattına taşıyacağım.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    60,
                    72,
                    "OPE"
                ],
                [
                    275,
                    301,
                    "PAY"
                ],
                [
                    14,
                    45,
                    "PAY"
                ],
                [
                    124,
                    169,
                    "PAY"
                ],
                [
                    208,
                    249,
                    "PKG"
                ],
                [
                    319,
                    348,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Aylık 337 TL faturasını ödediğimiz tarifenin bitimine 5 ay kala operatör değişikliği yaptık. Gelen cayma bedeli 3655 TL! İnsanın aklı almıyor, Türk Telekom kılıfına uydurarak vatandaş mağdur ediliyor! Hakkımı sonuna kadar arayacağım. CİMER, Tüketici Hakem Heyeti, her ne imkan varsa her yerden uğraşacağım.\"",
        {
            "entities": [
                [
                    1,
                    35,
                    "PAY"
                ],
                [
                    55,
                    64,
                    "DATE"
                ],
                [
                    65,
                    92,
                    "LIN"
                ],
                [
                    94,
                    120,
                    "PAY"
                ],
                [
                    144,
                    156,
                    "OPE"
                ],
                [
                    242,
                    263,
                    "ORG"
                ],
                [
                    176,
                    200,
                    "SER"
                ],
                [
                    235,
                    240,
                    "ORG"
                ]
            ]
        }
    ],
    [
        "\"Merhaba03.12.2024 tarihinde Tu************************@turkcell.com.tr e-mail adresinize aşağıdaki mailimi attım\"\"Sayın yetkili merhabaBen Cengiz Çelik0533*****81Hattımı Turkcell'i olmak için 30 Kasım gecesi \"\"Altın Festival 20GB\"\" (310₺) tarifesinin e-sim kartına online müracaat ettim. Başvurum kabul edildi, e devletten aktivasyon işlemlerini de yaptım.Hattımın 5 Aralık sabah 08.37 de aktif olacağı mesajını aldım. Yani hattım henüz kullanımda değil.Sizden talebim 0533*****81 numaralı hattımı ki henüz kullanıma açılmadı, \"\"Büyük Festival 20GB\"\" (235₺) tarifesine geçirmeniz.Bana yardımcı olmanızı gerçekten çok istiyorum. Şimdiden yardımlarınıza teşekkür ediyorum.\"\"Ki o tarihte bir başka hattımı (050617... 51) Büyük Festival 20GB\"\" (235₺) tarifesine taşıdım. Lütfen kontrol ediniz. Müşteri hizmetlerinizi defalarca aradım ve her defasında en az 13dak, en fazla 19 dakikada bağlanabildim. Hiçbir şekilde yardımcı olmadılar. (Bence bizi cezalandırdığınız gibi tam aksine o müşteri hizmetleri çalışanlarınızı da ödüllendiriniz.) Sayın yetkili gerek müşteri hizmetlerini aramalarımda gerekse yukarıdaki mailimi gönderdiğimde hattım kullanıma açılmamıştı.Bence bu durumu düzeltmeniz için haklı gerekçem var. Sizin içinde çok basit bir durum.Yardımcı olmanızı talep ediyorum. Umarım geri dönüş sağlarsınız.\"",
        {
            "entities": [
                [
                    171,
                    181,
                    "OPE"
                ],
                [
                    193,
                    201,
                    "DATE"
                ],
                [
                    211,
                    251,
                    "PKG"
                ],
                [
                    366,
                    380,
                    "DATE"
                ],
                [
                    470,
                    481,
                    "NUM"
                ],
                [
                    530,
                    551,
                    "PKG"
                ],
                [
                    553,
                    580,
                    "PAY"
                ],
                [
                    719,
                    740,
                    "PKG"
                ],
                [
                    742,
                    766,
                    "PAY"
                ],
                [
                    861,
                    895,
                    "PAY"
                ],
                [
                    897,
                    930,
                    "SER"
                ],
                [
                    8,
                    18,
                    "DATE"
                ],
                [
                    140,
                    146,
                    "PER"
                ],
                [
                    147,
                    152,
                    "PER"
                ],
                [
                    152,
                    163,
                    "NUM"
                ],
                [
                    252,
                    265,
                    "LIN"
                ],
                [
                    312,
                    323,
                    "APP"
                ],
                [
                    425,
                    454,
                    "LIN"
                ],
                [
                    705,
                    717,
                    "NUM"
                ],
                [
                    791,
                    830,
                    "SER"
                ],
                [
                    1130,
                    1158,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Turkcell firmasında adımıza data hattı olduğu ve sürekli fatura geldiği belirtiliyor. Her defasında müşteri hizmetlerini arayıp konuşuyoruz ve bu süreçte fatura ödeniyor. Her defasında hat iptali istiyoruz. Bayii iptali yaptığını söylüyor. Bu durum senelerdir bu şekilde devam ediyor. Hat annemin üzerine çıkıyor, benim adıma görünüyor. Uygulama da ve mesajlar sürekli bana geliyor. Yetti artık, ben sürekli para ödemek zorunda değilim. Bugüne kadar ödediğim ücretin geri iadesini istiyorum.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    186,
                    206,
                    "LIN"
                ],
                [
                    397,
                    436,
                    "PAY"
                ],
                [
                    451,
                    492,
                    "PAY"
                ],
                [
                    50,
                    85,
                    "PAY"
                ],
                [
                    144,
                    170,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Vodafone faturalı hatta aşım olmamasına rağmen aşım yazıyor. Bir de 1000 TL fatura geliyor. İade için aradık, fatura iadesi kabul edildi. 1000 TL faturayı ödeyin, 3 ay fatura ödemeyin dediler. Hem bunu yapmayıp 3 ayda para alıp dediklerini yapmadılar. Bir de 1000 TL'lik faturayı iki kez çıkarttılar. Birini ödedik, aynısından bir daha istiyorlar. Şimdi sadece 1 ay geçmesine rağmen 2 aylık para istiyorlar. 1000 TL ikisi de.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    62,
                    91,
                    "PAY"
                ],
                [
                    111,
                    137,
                    "PAY"
                ],
                [
                    139,
                    162,
                    "PAY"
                ],
                [
                    164,
                    168,
                    "DATE"
                ],
                [
                    212,
                    218,
                    "DATE"
                ],
                [
                    219,
                    251,
                    "PAY"
                ],
                [
                    253,
                    300,
                    "PAY"
                ],
                [
                    384,
                    391,
                    "DATE"
                ],
                [
                    392,
                    407,
                    "PAY"
                ],
                [
                    10,
                    60,
                    "PKG"
                ],
                [
                    302,
                    347,
                    "PAY"
                ],
                [
                    362,
                    366,
                    "DATE"
                ],
                [
                    409,
                    425,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Türk Telekom son aylarda herkesten olduğu gibi benden de fahiş cayma bedeli istedi. Vergiler dahil 475 TL aylık faturam varken ve 5 aylık cayma bedeli alınması gerekirken 4875 TL gibi bir bedel borç çıkarılmış. Bu bedeli ödemiyorum ve az önce Tüketici Hakem Heyeti'ne de başvuru yaptım. Sizler de beklemeden başvurunuzu yapın.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    57,
                    82,
                    "PAY"
                ],
                [
                    84,
                    92,
                    "OPE"
                ],
                [
                    130,
                    137,
                    "DATE"
                ],
                [
                    138,
                    209,
                    "PAY"
                ],
                [
                    243,
                    267,
                    "ORG"
                ],
                [
                    99,
                    119,
                    "PAY"
                ],
                [
                    211,
                    231,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Benim evde çocuklara bıraktığım faturasız hattım 15 gün oldu. Geçeli faturalıya geçilmiş, tarife aşımı olmuş denilip 2 bin kusur fatura görünüyor. Böyle bir saçmalık olamaz. Ben bile ararken T.C., anne kızlık soyadı, baba adı soruluyor; 8 yaşındaki bir çocuğun Tobi'den böyle bir şeyi yapmasına müsaade ediliyor. Bu daha büyük bir miktarda olabilirdi. Bu bir güvenlik zaafiyeti ya da kötü amaçlı açılmış bir sistem, bu kadar kolay olmamalı. Ben bu faturayı ödeyemem. Bu sorunu gidermenizi talep ediyorum.\"",
        {
            "entities": [
                [
                    50,
                    56,
                    "DATE"
                ],
                [
                    262,
                    270,
                    "APP"
                ],
                [
                    91,
                    109,
                    "PKG"
                ],
                [
                    118,
                    146,
                    "PAY"
                ],
                [
                    442,
                    466,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom taahhüt sürem dolmaya yakın telefondan iletişim kurarak kampanyalı fiyat varsa -bana tanımlı-ona geçmek istediğimi belirttim. 229 liralık paketim (25mb hız) ve bu fiyat doğal olarak bitti. Yeni sundukları kampanyalı paket 630 TL (35mb hız) gibi bir fiyat çıkardılar. (İki üç kez telefonla müşteri temsilcisi ile görüştüm) Bu fiyat aşırı pahalı geldiği için Niğde Türk Telekom bayilerine görüşmeye gittik. Niğde'deki Mecburiyet caddesindeki iki Türk Telekom bayisinin (Hanımeli pastanesi civarı) birisi de 630 TL gibi bir fiyat çıkardı. Diğer bayi (Niğde Dağ'ın yanı) de bizim ev internetimizin iş yeri interneti olduğunu 720 TL en ucuz fiyat olduğunu daha uygun bir fiyatın çıkamayacağını belirtti. Israrla bu fiyatın fazla olduğunu, eski aboneye uygun kampanyalı bir fiyat istediğimi başka internet aboneliğine başvurmak istemediğimi söylememe rağmen asla yardımcı olmadılar. İnterneti kapatıp operatör değiştirdiğimiz için de modem teslimi esnasında Merkez bayi Türk Telekom çalışanı bize internet paketinin kampanyalı 460 TL olduğunu, neden yardımcı olmadıklarını sordu. Önceki akşam da telefonla iptal için konuştuğumda müşteri temsilcisinin ısrar kıyameti ortalama 460 TL gibi bir fiyat sundu. (35-50mb hız). Uzun uzun anlattım. Benim kızdığım nokta zamlar değil. Buradaki mesele Türk Telekom çalışanlarının arasında uçurum olan tutarsızlığı. Bunun sonucunda benim uzun uğraşlarım ve operatör değişikliği! Teşekkür ederim. Türk Telekom (! )\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    371,
                    376,
                    "LOC"
                ],
                [
                    377,
                    389,
                    "OPE"
                ],
                [
                    419,
                    429,
                    "LOC"
                ],
                [
                    458,
                    470,
                    "OPE"
                ],
                [
                    635,
                    711,
                    "PAY"
                ],
                [
                    805,
                    865,
                    "NET"
                ],
                [
                    866,
                    889,
                    "SER"
                ],
                [
                    978,
                    990,
                    "OPE"
                ],
                [
                    1138,
                    1211,
                    "SER"
                ],
                [
                    1299,
                    1311,
                    "OPE"
                ],
                [
                    1442,
                    1454,
                    "OPE"
                ],
                [
                    140,
                    170,
                    "PKG"
                ],
                [
                    219,
                    253,
                    "PKG"
                ],
                [
                    336,
                    365,
                    "PAY"
                ],
                [
                    430,
                    453,
                    "LOC"
                ],
                [
                    482,
                    507,
                    "LOC"
                ],
                [
                    519,
                    548,
                    "PAY"
                ],
                [
                    562,
                    579,
                    "LOC"
                ],
                [
                    721,
                    746,
                    "PAY"
                ],
                [
                    909,
                    938,
                    "LIN"
                ],
                [
                    1005,
                    1041,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"29.10.2024 tarihinde hattımı başka bir operatörden iptal edip TT mobil iletişim hizmetlerinden yeni bir faturalı hat aldım. Bunun üzerine, şubeden yeni hat tahsisi olan müşterilere 682 TL'den satılan Prime Sınırsız Düşün 70 tarifesinin yapılmasını istedim ve yapıldığı söylendi. Daha sonrasında yanlış tarife uygulamaları sebebiyle müşteri hizmetleri aracılığıyla itirazda bulundum. Firma, başvuru yaptığım şubenin hatasından kaynaklanan bir sorun olduğunu, şubenin mail göndermesi durumunda hatanın düzeltileceğini bildirdi. Şubeyle görüştüm, hatalı tarife firmanın mail göndermesi üzerine düzeltildi fakat fatura tutarı belirtilen kampanya tutarının üzerinde uygulanması sebebiyle tekrar müşteri hizmetleri ile görüştüm. Müşteri hizmetleri, SMS ile taahhüt onayının yapılmadığını tarafıma bildirdi. Ben de taahhüt onay mesajında belirtilen tutarın üzerinde bir tutara (910 TL) onay vermem istendiğini, bu sebeple onaylamayacağımı belirttim. Müşteri hizmetleri, 31.10.2024 saat 10.28 ve 10.39'da yaptığım görüşmede mesajda yanlışlık olduğunu, taahhüdü onaylamam durumunda kesilecek fatura tutarının kampanya doğrultusunda 682 TL olacağını tarafıma belirtti. Defalarca farklı bir fatura gelip gelmeyeceğini sorduğumda ve böyle bir fatura gelecekse taahhüt yapmak istemediğimi belirttiğimde, görüşmenin kayıt altına alınıp alınmadığını sorduğumda durumu defalarca onaylayıp aksi bir durum olmayacağını, kampanya fiyatından yararlanacağımı tarafıma bildirdiler. Daha sonrasında Aralık ve Ocak ayına ait faturama 850 TL üzerinde bir ücret yansıtıldığını gördüm ve müşteri hizmetlerini 17.12.2024 tarihinde tekrar aradım. Müşteri temsilcisinin hatalı işlem yaptığını, bu konuda görüşme yaptığım müşteri temsilcisinin uyarıldığını belirtip kampanya süresi dolduğunu, yapacak bir şey olmadığını tarafıma bildirdiler. Müşteri temsilcisi aracılığıyla bana hatalı bilgi verip taahhüt yaptırdılar ve bilgim dışında faturalandırma yapıp tarafıma ödettirdiler. Gerekli deliller müşteri hizmetleri ile yaptığım görüşmede mevcuttur. Gerekli görüşme bilgileri ve mail mesaj ve taahhüt ekleri ile birlikte Tüketici Hakem Heyeti'ne başvuracağım. 3 ayda taahhütle alakasız tutarda 3 farklı fatura ödedim. Karşımda sorunu çözmeye yönelik hiçbir muhatap yok, gereğinin yapılmasını arz ederim.\"",
        {
            "entities": [
                [
                    1,
                    11,
                    "DATE"
                ],
                [
                    22,
                    62,
                    "LIN"
                ],
                [
                    63,
                    65,
                    "OPE"
                ],
                [
                    609,
                    683,
                    "PAY"
                ],
                [
                    964,
                    979,
                    "DATE"
                ],
                [
                    1124,
                    1158,
                    "PAY"
                ],
                [
                    1477,
                    1491,
                    "DATE"
                ],
                [
                    1619,
                    1691,
                    "SER"
                ],
                [
                    1692,
                    1811,
                    "SER"
                ],
                [
                    2091,
                    2115,
                    "ORG"
                ],
                [
                    2130,
                    2136,
                    "DATE"
                ],
                [
                    96,
                    123,
                    "LIN"
                ],
                [
                    182,
                    200,
                    "PAY"
                ],
                [
                    201,
                    236,
                    "PKG"
                ],
                [
                    1511,
                    1558,
                    "PAY"
                ],
                [
                    1583,
                    1593,
                    "DATE"
                ],
                [
                    1812,
                    1887,
                    "SER"
                ],
                [
                    1891,
                    1948,
                    "PAY"
                ],
                [
                    2164,
                    2186,
                    "PAY"
                ],
                [
                    2188,
                    2238,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Yaklaşık olarak 15 yıllık Vodafone kullanıcısıyım. Yıllarca Hat üzerinden telefon aldım. Dün itibari ile Kayseri de bulunan Vodafone shop dükkanlarına giderek hat üzerinden telefon almak istedim. Maalesef telefon fiyatı dışarıdaki piyasa fiyatını geçerek neredeyse iki katına çıktığını gördüm ve üzülerek söyleyeyim Eski Vodafone değil artık. Anladım ki Vodafone artık bize hat üzerinden telefon satmak yerine telefon aldırmamak için uğraştığını hissettim. Şikayetimi 542 yi arayarak bildirdim sonuç sıfır... Çözüm odaklı bir GSM şirketi maalesef çözüm üretemez hale dönmüş durumda. Yetkililer buna çözüm bulmak zorundadır diye düşünüyorum. Saygılarımla",
        {
            "entities": [
                [
                    16,
                    25,
                    "DATE"
                ],
                [
                    26,
                    34,
                    "OPE"
                ],
                [
                    105,
                    112,
                    "LOC"
                ],
                [
                    124,
                    132,
                    "OPE"
                ],
                [
                    321,
                    329,
                    "OPE"
                ],
                [
                    354,
                    362,
                    "OPE"
                ],
                [
                    51,
                    59,
                    "DATE"
                ],
                [
                    509,
                    581,
                    "SER"
                ],
                [
                    196,
                    285,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"TTNET firması tarafıma haksız icra davası açmış ve tüm işlerimi engelliyorlar. Uzun yıllar üyeliğim bulunan TTNET firmasından taşınma sebebiyle internet hattı taşıma talebinde bulundum, yeni adresimde altyapıları olmadığı ve bu yüzden internet hizmeti veremeyecekleri gerekçesiyle hattımı dondurmayı teklif ettiler ve kabul ettim. Ancak bu süre boyunca, vermedikleri hizmet için (internet bağlantısı yapmadılar, altyapıları olmadığı için) tarafıma fatura göndermeye devam ettiler. İlk 2 faturayı ödedim. Sonrasında defalarca müşteri hizmetlerine durumu bildirdim (sistemlerinde kaydedilmiş görüşmeler incelenebilir), ıslak imzalı dilekçeler gönderdim. Hattımı dondurduklarını, vermedikleri hizmet için fatura gönderdiklerini bildirdim. Bir sorun olduğunu ve çözeceklerini söylediler ancak tarafıma icra takibi başlatıp banka hesaplarıma da bloke koydurmuşlar. Sürecin incelenip, bu usulsüzlüğün düzeltilmesini ve mağduriyetimin acilen giderilmesini talep ediyorum.\"",
        {
            "entities": [
                [
                    1,
                    6,
                    "OPE"
                ],
                [
                    15,
                    48,
                    "PAY"
                ],
                [
                    109,
                    114,
                    "OPE"
                ],
                [
                    790,
                    859,
                    "PAY"
                ],
                [
                    145,
                    185,
                    "LIN"
                ],
                [
                    202,
                    268,
                    "NET"
                ],
                [
                    381,
                    438,
                    "NET"
                ],
                [
                    440,
                    480,
                    "PAY"
                ],
                [
                    482,
                    503,
                    "PAY"
                ],
                [
                    678,
                    735,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Faturamın fiyatı eksik çıkıyor. Ödemek istiyorum ancak hesap kesim tarihi kesilmiş olmasına rağmen tutar çıkmıyor. Lütfen yardımcı olun, faturamın tutarı 827 lira fakat sadece tarifem olan 256 lira çıkıyor. Bunu ödediğimde 'Faturanız ödenmiştir. Başka faturanız yoktur.' diyor ama başka borcum var, onu da yatırmak istiyorum.\"",
        {
            "entities": [
                [
                    1,
                    31,
                    "PAY"
                ],
                [
                    33,
                    114,
                    "PAY"
                ],
                [
                    225,
                    245,
                    "PAY"
                ],
                [
                    247,
                    269,
                    "PAY"
                ],
                [
                    282,
                    298,
                    "PAY"
                ],
                [
                    138,
                    206,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Turkcell bilgim dışında kesinlikle hiç bilmediğim ve kesinlikle girmediğim Portfun ve Mobbyland isimli hiç bilmediğim uygulamalar abonelik başlatmış ve fark ettiğim andan itibaren aboneliği iptal ettirdim. Aradığım zaman aboneliği benim başlattığımı iddia ederek beni zan altında bırakmaktadır. Bu tür uygulamalara izin veren Turkcelli kınıyorum ve paramın iadesini istiyorum.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    75,
                    82,
                    "APP"
                ],
                [
                    86,
                    95,
                    "APP"
                ],
                [
                    130,
                    148,
                    "PKG"
                ],
                [
                    180,
                    204,
                    "PKG"
                ],
                [
                    221,
                    262,
                    "PKG"
                ],
                [
                    326,
                    335,
                    "OPE"
                ],
                [
                    349,
                    375,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "8821139925 numaralı Türk Telekom müşterisiyim. Senelerdir maksimum 6 Mbps hızında hizmet alıyorum. İnternet faturam 424 lira oldu. Boşta port yok denilerek VDSL hızında hizmet alamıyorum. Bu hızda Google bile açamıyorum. Evden çalışıyorum ve her ay telefon internetine 5 bin lira para ödüyorum. 2025e girdik uzaya çıkıyoruz daha henüz yalın internete ulaşamıyoruz. CİMER'e BTK'ya dilekçe yazdım. Dönüşlerden sonra her yerde internetsiz ev kalmasın reklamlarınızla birlikte sizi mahkemeye vereceğim. Bir tane port ekleyip en kötü VDSL hizmeti sağlayamıyorsunuz. Yazıklar olsun!",
        {
            "entities": [
                [
                    20,
                    32,
                    "OPE"
                ],
                [
                    99,
                    129,
                    "PAY"
                ],
                [
                    137,
                    145,
                    "LIN"
                ],
                [
                    197,
                    203,
                    "APP"
                ],
                [
                    365,
                    372,
                    "ORG"
                ],
                [
                    47,
                    57,
                    "DATE"
                ],
                [
                    58,
                    81,
                    "PKG"
                ],
                [
                    373,
                    379,
                    "ORG"
                ],
                [
                    242,
                    293,
                    "PAY"
                ],
                [
                    335,
                    363,
                    "NET"
                ],
                [
                    499,
                    559,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Hiçbir abonelik almamama rağmen, onay vermeden faturama 2000 TL civarı abonelik yansımış. İptal ettirsem bile faturamdan düşmedi. İznim ve haberim olmadan nasıl böyle bir şey oluyor? Lütfen ilgilenin, paramın iade edilmesini talep ediyorum. Aksi takdirde Tüketici Hakları'na şikayette bulunacağım.\"",
        {
            "entities": [
                [
                    202,
                    240,
                    "PAY"
                ],
                [
                    256,
                    275,
                    "ORG"
                ],
                [
                    34,
                    89,
                    "PAY"
                ],
                [
                    91,
                    129,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Ben, bu Vodafone kadar altyapısı zayıf, hiçbir yerde interneti çekmeyen, müşteri hizmetleri hiçbir işe yaramayan, hiçbir konuda yardımcı olamayan bir operatör görmedim. Şehrin göbeğinde internetiniz çekmiyor, bir de utanmadan dağda bayırda çekiyor diye reklamlar yapıyorsunuz. 10 kere internet olmuyor, şebeke olmuyor dememe rağmen sizden hiçbir fayda görmedim.\"",
        {
            "entities": [
                [
                    9,
                    17,
                    "OPE"
                ],
                [
                    304,
                    325,
                    "NET"
                ],
                [
                    18,
                    72,
                    "NET"
                ],
                [
                    74,
                    147,
                    "SER"
                ],
                [
                    170,
                    208,
                    "NET"
                ],
                [
                    286,
                    302,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Merhabalar, 20 yıldır kullandığım hattımı Telekom'a geçirdim. Bu hafta Yunanistan'a gittim ve hattımı yurt dışı kullanımına açtım, açmaz olaydım. Numarayı hiç durmadan yurt dışı numaraları aramaya başladı. Telekom'u arıyorum, 'Bizle alakalı değil, numarayla alakalı' diyorlar. Diğer operatördeyken veya Türkiye'ye geldiğimde neden aramadılar diyorum, 'Bizle alakalı değil' diyorlar. 'Numarayı engelleyin' diyorlar, fakat farklı farklı numaralar arıyor. Ben orada Wi-Fi'ye bile bağlanmadım. Haftaya yine gideceğim, ne olacak diyorum, bakıyorlar...\"",
        {
            "entities": [
                [
                    13,
                    22,
                    "DATE"
                ],
                [
                    43,
                    52,
                    "OPE"
                ],
                [
                    207,
                    216,
                    "OPE"
                ],
                [
                    304,
                    314,
                    "LOC"
                ],
                [
                    422,
                    452,
                    "OTH"
                ],
                [
                    72,
                    84,
                    "LOC"
                ],
                [
                    147,
                    205,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "Türk Telekom evde internet müşterisiyim. Defalarca arıza kaydı açmama ve aramalar yapmama rağmen sonuç alınamadı. Fatura zamanında ödenmediğinde ise faiz veya farklı işlemler uygulanıyor. Bizim hizmet almadığımız süreçte ne oluyor? Umarım bizim gibi siz de yaşarsınız aynı dertleri.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    114,
                    144,
                    "PAY"
                ],
                [
                    13,
                    39,
                    "PKG"
                ],
                [
                    41,
                    112,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Vodafone yanımdan akıllı saat aldım fakat istediğim gibi gelmediği için iade ettim. Fakat hala saati de verdim. Faturama ücretini yansıtmaya devam ediyorsunuz. Arıyorum herkes birbirine yönlendiriyor ama çözüme ulaşmıyor. Lütfen iadesini ettiğim saati faturama yansıtmaktan vazgeçin.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    112,
                    158,
                    "PAY"
                ],
                [
                    252,
                    282,
                    "PAY"
                ],
                [
                    9,
                    16,
                    "APP"
                ],
                [
                    160,
                    220,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Vodafone üzerindeki bilgilerimin güncellenmesi için yaklaşık iki üç ay önce başvuruda bulundum. Başvurunun durumuyla alakalı tarafıma dönüş yapılmadı. Arayıp sorduğumda ise daha işleme alınmamış olduğunu, en kısa sürede işleme alınacağını söylediler. Kaç kere aradım konuyla alakalı bilmiyorum. Sorunumun acilen çözülmesini istiyorum. Sorunumu daha çözmeden beni sadece kampanya için arıyorlar, tarifemi değiştirmek ister misiniz diyorlar. Ben de kendilerine net bir cevap veriyorum: 'Benim önce sorunumu çözün, sonra ben kampanyayı düşüneyim. Siz benim sorunumu çözmezseniz bana vereceğiniz kampanya umurumda olmaz' diyorum ama yine ciddiye alan yok. Kaç hafta geçmiş, hâlâ bekliyorum.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    62,
                    76,
                    "DATE"
                ],
                [
                    126,
                    150,
                    "SER"
                ],
                [
                    626,
                    651,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Hattımı Turkcell'e taşıdım, bana bildirdikleri tarih ve saatte sim kart aktifleşmedi ve hala aktif değil. Defalarca müşteri hizmetlerini aradım sorun çözülmedi, daha yetkili kimse var mı diye sordum olmadığını söylediler. Diğer hattım da kapandı ortada kaldım. Aynı sorunu yaşıyorum. 48 saati geçti. Müşteri hizmetleri biri anlamıyor ötekine yönlendiriyor. Öteki kart üzerindeki numaralardan mı diye bana soruyor\"",
        {
            "entities": [
                [
                    9,
                    19,
                    "OPE"
                ],
                [
                    20,
                    27,
                    "LIN"
                ],
                [
                    229,
                    246,
                    "LIN"
                ],
                [
                    64,
                    105,
                    "LIN"
                ],
                [
                    107,
                    160,
                    "SER"
                ],
                [
                    301,
                    356,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"23 Kasım 2024'te Turkcell'e geçtim. Hat çekmediği için 10.12.2024'te faturamı ödedim ve cayma bedelini kabul ederek tekrar V***'a 13.12.2024'te geçtim. Ancak Turkcell, 3 günlük kullanımı fatura edeceğine 1 aylık fatura bedelini bana fatura etmiş gözüküyor. Kullanmadığım gün ve GB, dakika, SMS'lerin faturalanması yasa dışı ve etik değil. Faturanın düzeltilmesini istiyorum.\"",
        {
            "entities": [
                [
                    1,
                    17,
                    "DATE"
                ],
                [
                    18,
                    28,
                    "OPE"
                ],
                [
                    37,
                    55,
                    "NET"
                ],
                [
                    56,
                    69,
                    "DATE"
                ],
                [
                    70,
                    85,
                    "PAY"
                ],
                [
                    89,
                    116,
                    "PAY"
                ],
                [
                    131,
                    144,
                    "DATE"
                ],
                [
                    159,
                    167,
                    "OPE"
                ],
                [
                    205,
                    212,
                    "DATE"
                ],
                [
                    213,
                    256,
                    "PAY"
                ],
                [
                    258,
                    338,
                    "PAY"
                ],
                [
                    340,
                    374,
                    "PAY"
                ],
                [
                    124,
                    130,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "Ayda 3 kez arıyorum Türk Telekom hem internet hızını arttırıp hem interneti kullanamıyorum. Her aradığımda güncelleme yapıyoruz. Ediyoruz deniyor fakat bir çözüm bulunamadı interneti 200mb'dan 500 MB ta çıkardılar ama en düşükte kullandırmaya devam ediyorlar. Farklı firmaya geçmenin zamanı gelmiş",
        {
            "entities": [
                [
                    20,
                    32,
                    "OPE"
                ],
                [
                    260,
                    297,
                    "LIN"
                ],
                [
                    33,
                    90,
                    "NET"
                ],
                [
                    152,
                    172,
                    "SER"
                ],
                [
                    173,
                    213,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Vodafone Çark'ı çeviremiyorum, sürekli olarak 'Hay aksi, bir şeyler ters gitti. Bunun için üzgünüz.' ibaresi ekranıma geliyor. Bu sorunun acilen giderilmesini istiyorum. Aksi takdirde, sürekli her yerden şikayet yazacağım. Hakkım olan bir şeyi kullanamıyorum ve müşteri temsilcisine söylediğimde de beni yalanlıyorlar. 'Yok efendim, siz çarkı çevirmişsiniz.' diyorlar. Ne kadar vasıfsız insan varsa orada toplamışsınız, bir de müşteri yalancı çıkarmaya çalışıyorlar. Pes doğrusu.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    263,
                    319,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"27.11.2024 tarihinde Vodafone tarafından gelen mesaja göre 1683,47 TL alacaklı olduğum bildirilmişti. O günden beridir parayı bir türlü alamadım. Yönlendirdikleri İnternet sitesi sürekli hata veriyor. Bunun üzerine CİMER'e ve Tüketici Hakem Heyeti şikayette bulundum. Kaç defa müşteri hizmetlerini aradım. Yine de bir türlü o parayı vermediler.\"",
        {
            "entities": [
                [
                    1,
                    21,
                    "DATE"
                ],
                [
                    22,
                    30,
                    "OPE"
                ],
                [
                    164,
                    200,
                    "NET"
                ],
                [
                    216,
                    223,
                    "ORG"
                ],
                [
                    227,
                    248,
                    "ORG"
                ],
                [
                    60,
                    101,
                    "PAY"
                ],
                [
                    120,
                    145,
                    "PAY"
                ],
                [
                    307,
                    345,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Senelerdir Türk Telekom kullanıcıyım. Taahhüdümün üzerinden 6 ay geçmesine rağmen arayıp tarifeme zam geldiğini tarifemi değiştirmem gerektiğini söylediler. Fiyat fazla ödememek için kabul ettim bu arada Türk Telekom'dan çıkmak istediğim için tarife değişince 1 ay içinde iptal edebilirsiniz dedi arayan. Ama eski tarifem devam ediyormuş onun cezası olduğunu söylemedi. Neyse tekrar aradık. Eski tarifeye geçirdiler. 20 gündür faturamı düzenlemediler. Faturanın Son ödeme tarihi geçti. 10 kere aradım en az kendilerini.",
        {
            "entities": [
                [
                    11,
                    23,
                    "OPE"
                ],
                [
                    60,
                    64,
                    "DATE"
                ],
                [
                    157,
                    194,
                    "PAY"
                ],
                [
                    204,
                    220,
                    "OPE"
                ],
                [
                    260,
                    264,
                    "DATE"
                ],
                [
                    417,
                    426,
                    "DATE"
                ],
                [
                    452,
                    484,
                    "PAY"
                ],
                [
                    89,
                    111,
                    "PAY"
                ],
                [
                    112,
                    155,
                    "PKG"
                ],
                [
                    243,
                    259,
                    "PKG"
                ],
                [
                    309,
                    337,
                    "PKG"
                ],
                [
                    343,
                    368,
                    "PAY"
                ],
                [
                    427,
                    450,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"15 Şubat 2022 tarihinde İleti Yönetim Sistemi üzerinden Vodafone'a ait Mesaj İzni ve Arama İzni seçeneklerini reddettim. Ancak, bu tarihten sonra tarafıma sürekli olarak reklam ve bilgilendirme içerikli SMS gönderilmeye devam edilmiştir.Vodafone tarafından gönderilen mesajlarda, SMS iptali için \"\"iptal\"\" yazıp 5203 numarasına göndermem gerektiği belirtiliyor. Bu talimata uyarak defalarca iptal mesajı göndermeme rağmen, SMS gönderimleri kesilmemiştir.Daha önce gönderilen birçok mesajı silmiş olmama rağmen, son olarak aldığım mesajı silmeden örnek olarak paylaşmak istiyorum. İlgili ekran görüntülerini de şikayetimle birlikte sunuyorum.Vodafone’un, İleti Yönetim Sisteminde reddettiğim izinlere ve iptal taleplerime rağmen ısrarla SMS göndermesi artık rahatsız edici bir boyuta ulaşmıştır. Bu durumun kişisel verilerin korunması hakkımı ihlal ettiğini ve yasal olarak verilen reddetme hakkımı görmezden geldiğini düşünüyorum.Konunun bir an önce incelenerek, tarafıma izinsiz gönderimlerin tamamen durdurulmasını talep ediyorum. Ayrıca, bu süreçle ilgili tarafıma bilgilendirme yapılmasını rica ederim.Teşekkür ederim.\"",
        {
            "entities": [
                [
                    57,
                    67,
                    "OPE"
                ],
                [
                    238,
                    246,
                    "OPE"
                ],
                [
                    642,
                    653,
                    "OPE"
                ],
                [
                    1,
                    14,
                    "DATE"
                ],
                [
                    25,
                    46,
                    "APP"
                ],
                [
                    655,
                    679,
                    "APP"
                ],
                [
                    752,
                    794,
                    "OTH"
                ],
                [
                    807,
                    930,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "Merhaba ben Almanya da yaşıyorum ve 1 yıl içinde iş yerinden izin alamadığım için Türkiye'ye gelmem mümkün değil. Vodafone faturalı hattımı defalarca iptal maili göndermeme rağmen iptal edemiyorum. Arasam da asla ulaşamıyorum. Dakikalarca bekleme sonrası hep hüsran. Yaklaşık 7 aydır kullanmadığım telefon faturasını ödüyorum. Bir yetkilinin bana ulaşmasını ve bu sorunu çözmek istiyorum artık!",
        {
            "entities": [
                [
                    36,
                    41,
                    "DATE"
                ],
                [
                    82,
                    92,
                    "LOC"
                ],
                [
                    114,
                    122,
                    "OPE"
                ],
                [
                    198,
                    225,
                    "SER"
                ],
                [
                    267,
                    283,
                    "DATE"
                ],
                [
                    12,
                    19,
                    "LOC"
                ],
                [
                    123,
                    196,
                    "LIN"
                ],
                [
                    284,
                    325,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Öncelikle iyi çalışmalar. Benim sorunum, 5 aylık taahhüt sürem kalmasına rağmen ayrıldığım için 2638 TL ceza kesiyorsunuz. Kullanmadığım ayların ücretini neden tahsil ediyorsunuz? Hak mı! Yapılan indirimleri alabilirsiniz ama diğerlerine asla. Ayrıca müşteri temsilcisi bana aylık 760 liraydı, benim tarifem dedi. Buna da katılmıyorum çünkü bana söylenen 380 lira olan tarifeye %12 indirimle faydalanacaksınız dendi. Şimdi ise 760 TL'den bahsediliyor. Ben hakkımı her türlü arayacağım. Bu tarifeye geçiş sürecinde söylenen meblağın konuşmada geçmediğini belirtip sizlerin de bu yanlışı düzeltmenizi isterim.\"",
        {
            "entities": [
                [
                    42,
                    49,
                    "DATE"
                ],
                [
                    50,
                    80,
                    "PKG"
                ],
                [
                    97,
                    122,
                    "PAY"
                ],
                [
                    379,
                    416,
                    "PAY"
                ],
                [
                    428,
                    451,
                    "PAY"
                ],
                [
                    124,
                    179,
                    "PAY"
                ],
                [
                    271,
                    313,
                    "PKG"
                ],
                [
                    356,
                    378,
                    "PKG"
                ],
                [
                    490,
                    514,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "Talep alınmadan funny zone aboneliğimin yapıldığını Turkcell faturası üzerinde 229 TL. Abonelik bedelinin ödeneceğini öğrendim. Bunun üzerine Turkcell müşteri hizmetlerini arayarak istemim dışında böyle bir aboneliğimin yapıldığını ve iptalini istedim.Turkcell aboneliği iptal edemeyeceklerini söylediler ve 08505333360 telefon numarasını aramamı söylediler. Aradığımda iptal edemeyeceklerini söyleyip telefonu yüzüme kapattılar. Talebim olmadan ve onayım alınmadan Turkcell aracı kılınarak vizyon elektronik şirketi adına 229 TL'nin faturamı yansıtıldığını bunun bir hile ve yanıltma olduğunu ve çözüm bulunmasını.",
        {
            "entities": [
                [
                    52,
                    60,
                    "OPE"
                ],
                [
                    61,
                    85,
                    "PAY"
                ],
                [
                    87,
                    126,
                    "PAY"
                ],
                [
                    142,
                    150,
                    "OPE"
                ],
                [
                    252,
                    260,
                    "OPE"
                ],
                [
                    261,
                    304,
                    "SER"
                ],
                [
                    402,
                    428,
                    "SER"
                ],
                [
                    466,
                    474,
                    "OPE"
                ],
                [
                    523,
                    572,
                    "PAY"
                ],
                [
                    27,
                    51,
                    "PKG"
                ],
                [
                    16,
                    26,
                    "APP"
                ],
                [
                    308,
                    338,
                    "NUM"
                ],
                [
                    491,
                    516,
                    "ORG"
                ]
            ]
        }
    ],
    [
        "Müşteri hizmetlerine ulaşamıyoruz. Yönlendirdikleri numaralarla herhangi bir sorunumuzu çözemiyoruz. Sürekli hata veriyor. Basit bir konuda bile sinir etmeyi çok iyi beceriyorlar. Dünyanın parasını faturalardan alıp da müşteri hizmetlerinin bu kadar kötü olması çok garip gerçekten.",
        {
            "entities": [
                [
                    0,
                    33,
                    "SER"
                ],
                [
                    64,
                    99,
                    "SER"
                ],
                [
                    180,
                    215,
                    "PAY"
                ],
                [
                    219,
                    261,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Türk Telekom'da yurt dışı cihaz açılmama sorunu var. Diğer operatörleri denedim şebeke alıyorum fakat Türk Telekom da alamıyorum. Yedek sim çıkarttım gene düzelmedi. Çağrı merkezi hala 24 saat içinde açılabilir diyor ama ben güvenmiyorum. Operatörle alakalı bir sorun yok diyor madem sorun yok diğer operatörlerde neden çalışıyor. Hattımı taşımak daha iyi fikir gibi geldi.",
        {
            "entities": [
                [
                    0,
                    15,
                    "OPE"
                ],
                [
                    16,
                    51,
                    "NET"
                ],
                [
                    102,
                    114,
                    "OPE"
                ],
                [
                    166,
                    237,
                    "SER"
                ],
                [
                    239,
                    271,
                    "NET"
                ],
                [
                    331,
                    346,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Vodafone BTK kararı ile alacağım var ama e-Devlet'ten veya SMS ile gelen linkten işlem yapılamıyor. Tüm bilgileri dolduruyorum, 'işleminiz gerçekleştirilemiyor' hatası alıyorum. Borcumuz olsa kuruşu kuruşuna isterler, sürekli ararlar. Alacağımız olunca sitelerinde sorun var. Vodafone gibi bir firma, web sitesinde alacak sayfasında sorun oluyor, ne acayip değil mi?\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    10,
                    13,
                    "ORG"
                ],
                [
                    42,
                    54,
                    "APP"
                ],
                [
                    219,
                    234,
                    "OTH"
                ],
                [
                    277,
                    285,
                    "OPE"
                ],
                [
                    82,
                    99,
                    "OTH"
                ],
                [
                    128,
                    177,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "\"17.11.2024 tarihinde hattımı Vodafone'dan Turkcell'e Pelican AVM Turkcell bayisinde taşıttım 410 TL taahhütlü pakete geçiş yaptım bu ay gelen fatura 730,50 TL olarak çıkıyor. 532 aradığımda bana sizin sözleşmeniz yok taahhütsüz paket kullanıyorsunuz deniliyor. Sistem getireceğiz diye bayilerde tablet kullandırıyorsunuz çalışan personellerin ekranda neyi seçtiğini bile görmüyoruz. Konuşurken 12 ay taahhütlü 410 TL paket üzerinden konuşuyoruz ama gelen fatura bambaşka mailde bana gelen sözleşmeleri 532 çalışanları göremediğini söylüyor. Bayi arayın. Konuşun deniliyor. Bayiye ait olan 0212 596 69 00 numaralı hat kullanılmıyor. Yardım edilmesini ve yanlışın düzeltilmesini talep ediyorum.\"",
        {
            "entities": [
                [
                    1,
                    21,
                    "DATE"
                ],
                [
                    30,
                    42,
                    "OPE"
                ],
                [
                    43,
                    53,
                    "OPE"
                ],
                [
                    66,
                    74,
                    "OPE"
                ],
                [
                    143,
                    174,
                    "PAY"
                ],
                [
                    191,
                    217,
                    "SER"
                ],
                [
                    384,
                    445,
                    "PKG"
                ],
                [
                    450,
                    540,
                    "PAY"
                ],
                [
                    614,
                    631,
                    "LIN"
                ],
                [
                    54,
                    65,
                    "LOC"
                ],
                [
                    94,
                    130,
                    "PKG"
                ],
                [
                    218,
                    235,
                    "PKG"
                ],
                [
                    590,
                    604,
                    "NUM"
                ]
            ]
        }
    ],
    [
        "Hattımı Turkcell e taşımak istiyorum fakat hattınız faturalı tarifeye geçiş için uygun değildir. Uyarısı alıyorum? Nasıl bir hat olması gerekiyor acaba? Bunu da belirtirlerse seviniriz? Ayrıca şikayet var size de helal olsun 250 karakter doldurmak için uğraşıyoruz şunu ni bırakın lütfen",
        {
            "entities": [
                [
                    8,
                    16,
                    "OPE"
                ],
                [
                    19,
                    36,
                    "LIN"
                ],
                [
                    43,
                    95,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "Türk Telekom mobil hattıma bir fatura yolladı bunu bir bankanın mobil uygulamasından ödedim. Ertesi gün fatura ödemesini unutmamak için diğer bankanın mobil uygulamasından otomatik ödeme talimatı verdim. Aynı ödemeyi bir de oradan almışlar. Türk Telekom müşteri hizmetlerini aradım böyle bir fatura yoktur dediler. Dekontu yolladım e mail açılmıyor dediler. Böyle bir fatura yoksa nasıl iki kere para aldınız diyorum bize yapılmış bir ödeme yok diyorlar. Bankalar dekontları bana yolladı biz ödeme yaptık diyorlar ama bunlar yok diyor.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    13,
                    45,
                    "PAY"
                ],
                [
                    172,
                    202,
                    "PAY"
                ],
                [
                    241,
                    253,
                    "OPE"
                ],
                [
                    254,
                    313,
                    "SER"
                ],
                [
                    204,
                    239,
                    "PAY"
                ],
                [
                    358,
                    453,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom 8 GB eşsiz tarife kullanıyorum ve normal fatura 310 TL. Ama fatura 730 TL gelmiş, bir de detaylı bilgi göstermiyor. Bıktım bu Türk Telekom'dan, taahhüt dolsun kapattıracağım hattı. Herhangi bir üyeliğim yok, fatura sınırı istiyorum yoksa dava açacağım.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    14,
                    44,
                    "PKG"
                ],
                [
                    140,
                    156,
                    "OPE"
                ],
                [
                    222,
                    266,
                    "PAY"
                ],
                [
                    48,
                    94,
                    "PAY"
                ],
                [
                    173,
                    193,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"3699 benim haberim olmadan beni abone etmişler, şu an faturam 460 TL'ye ulaştı. Türk Telekom'u aradım ama ödeyeceksiniz, yapacak bir şey olmadığını söylüyor. Ben şikayet edeceğim, insanlar kolay para kazanmıyorlar. Yazıklar olsun, Türk Telekom. Bizim onayımız olmadan nasıl böyle oluyor? Tüketici Hakları'na şikayet edeceğim. Ben sosyal yardımla geçinen bir insanım.\"",
        {
            "entities": [
                [
                    81,
                    95,
                    "OPE"
                ],
                [
                    232,
                    244,
                    "OPE"
                ],
                [
                    289,
                    308,
                    "ORG"
                ],
                [
                    12,
                    79,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Türk Telekom mobil hattında internet kullanımında mobil veriye erişilemiyor. Paketsiz internet kullanımını açmak için internet onay yazıp 5555'e göndermemiz söyleniyor fakat hep hatalı kısa kod gönderdiniz diyerek talebimiz reddediliyor. Şikayetin dikkate alınıp problemin bir an evvel çözülmesini reca ederim",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    27,
                    75,
                    "NET"
                ],
                [
                    118,
                    236,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "\"Tarafıma düzenlenen 753 TL'lik faturaya istinaden Turkcell müşteri hizmetlerini aradığımda, oğlumun kullandığı hattımdan Funny Zone adı altında bir yerin 20.12.2024 saat 23:51'de 229 TL çekim yaptığını ve 24.12.2024 tarihinde 10:23'te 'r t st' diye bir yerin 229 TL çekim yaptığını öğrendim. Bu sistemler 2 aşamalı fakat benim oğlum şifre girebilecek yaşta olmamasına rağmen bu tutarları ödemem gerektiği tarafıma iletildi. Bu iki kurumdan da ben ve oğlum işlem yapmamıştır. Turkcell, iptal için aramamı söyledi. İptal işlemlerini gerçekleştirdim. Ben bu hattı aldığımda Turkcell müşteri hizmetlerinden bu hattın internet kanallarındaki işlemlerini ve mobil ödemeleri kapattığım halde, bugün bütün kanalların açık olduğunu öğrendim. Bu işlemden sorumlu olan bütün kurumlardan Tüketici Hakem Heyeti'ne şikayetimi bildireceğimi beyan ediyorum. Bu faturayı ödemem gerektiğini bildirdiler ve ne olduğu belli olmayan bu kurumların bilgi güvenliğimi tehlikeye attığını bildiriyorum.\"",
        {
            "entities": [
                [
                    21,
                    50,
                    "PAY"
                ],
                [
                    51,
                    59,
                    "OPE"
                ],
                [
                    122,
                    132,
                    "APP"
                ],
                [
                    180,
                    205,
                    "PAY"
                ],
                [
                    206,
                    216,
                    "DATE"
                ],
                [
                    260,
                    291,
                    "PAY"
                ],
                [
                    476,
                    484,
                    "OPE"
                ],
                [
                    572,
                    580,
                    "OPE"
                ],
                [
                    777,
                    801,
                    "ORG"
                ],
                [
                    155,
                    165,
                    "DATE"
                ],
                [
                    604,
                    685,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Turkcell Çağrı bekletme sorunu, Turkcell'de çağrı bekletemiyorum. Meşgul çalıyor ve arayanları göremiyorum. Diğer operatörlerde böyle bir sorun yaşamadım. Sadece Turkcell'de böyle bir problem var. Gördüğüm kadarıyla birden fazla kişi bu sorunu yaşamış,\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    10,
                    32,
                    "SER"
                ],
                [
                    33,
                    44,
                    "OPE"
                ],
                [
                    198,
                    253,
                    "SER"
                ],
                [
                    45,
                    65,
                    "OTH"
                ],
                [
                    67,
                    107,
                    "OTH"
                ],
                [
                    163,
                    174,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom Genel Müdürlüğü’neKonu: Fiber Altyapı Başvurusu ve Çözülemeyen İnternet Arızası hakkında ŞikayetSayın Yetkili, Aşağıda belirttiğim iki önemli konuda yaşadığım mağduriyet ve aksaklıkları Türk Telekom’a ileterek, bu durumların acilen çözülmesi gerektiğini önemle bildiririm.1. Fiber Altyapı BaşvurusuBina sakinleri olarak, uzun süredir (1 Yıl) Türk Telekom’un fiber altyapı hizmetinden yararlanmak amacıyla başvuru yapmış olmamıza rağmen, bu talebimize dair hiçbir geri dönüş yapılmamış ve herhangi bir ilerleme kaydedilmemiştir. Başvurumuzun sürekli göz ardı edilmesi, müşteri memnuniyeti açısından ciddi bir eksiklik ve Türk Telekom’un sorumluluklarına duyarsız kaldığının bir göstergesidir.Başvurumuzun üzerinden bir yıl geçmesine rağmen hiçbir bilgilendirme veya somut adım atılmamış olması, bina sakinlerinin mağduriyetini artırmaktadır. Türk Telekom’un bu konudaki sessizliği, müşteri odaklılık anlayışıyla bağdaşmamaktadır. Bu süreçte, şeffaf bir iletişim eksikliği de ayrıca rahatsızlık yaratmıştır.2. Çözülemeyen İnternet ArızasıKasım 2023’te başvurduğum internet arızası, aradan 1 yıl geçmiş olmasına rağmen hâlâ çözülmemiştir. İlk arıza kaydımda, “4-5 ay içinde kablo değişimi yapılacak” denmiş ancak bu vaatler yerine getirilmemiştir. 2024 Ekim ayında Türk Telekom bürosunu ziyaret ettiğimde “Elimizde kablo yok” denmesi, yalnızca hayal kırıklığı yaratmakla kalmamış, aynı zamanda büyük bir mağduriyet oluşturmuştur.Bir yıl boyunca gerekli kablonun temin edilememesi ve arızanın giderilmemesi, Türk Telekom’un sorumsuz ve ilgisiz yaklaşımını gözler önüne sermektedir. Arızanın çözümü için iş yerimden izin alarak defalarca ofisinize gitmek durumunda kaldım. Harcanan zaman ve maddi kayıplar bir yana, profesyonellikten uzak bu yaklaşım kabul edilemez.Sonuç ve TaleplerTürk Telekom’un müşteri memnuniyeti ilkesini yalnızca teoride uyguladığı ve pratikte somut çözümler üretemediği açıkça görülmektedir. Fiber altyapı başvurumuzun karşılıksız kalması ve internet arızamın bir yıl boyunca çözülememesi, Türk Telekom’un müşteri odaklı bir hizmet anlayışından uzak olduğunu göstermektedir.Bu mağduriyetlerin derhal giderilmesini ve net bir çözüm sunulmasını talep ediyorum.Saygılarımla, Mehmet A***\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    200,
                    214,
                    "OPE"
                ],
                [
                    356,
                    371,
                    "OPE"
                ],
                [
                    372,
                    409,
                    "NET"
                ],
                [
                    582,
                    630,
                    "SER"
                ],
                [
                    634,
                    649,
                    "OPE"
                ],
                [
                    728,
                    735,
                    "DATE"
                ],
                [
                    753,
                    853,
                    "OTH"
                ],
                [
                    855,
                    870,
                    "OPE"
                ],
                [
                    1022,
                    1092,
                    "NET"
                ],
                [
                    1101,
                    1106,
                    "DATE"
                ],
                [
                    1171,
                    1177,
                    "DATE"
                ],
                [
                    1259,
                    1275,
                    "DATE"
                ],
                [
                    1276,
                    1288,
                    "OPE"
                ],
                [
                    1518,
                    1533,
                    "OPE"
                ],
                [
                    1926,
                    1972,
                    "NET"
                ],
                [
                    2024,
                    2039,
                    "OPE"
                ],
                [
                    2040,
                    2107,
                    "SER"
                ],
                [
                    14,
                    32,
                    "ORG"
                ],
                [
                    38,
                    102,
                    "NET"
                ],
                [
                    349,
                    354,
                    "DATE"
                ],
                [
                    955,
                    1018,
                    "SER"
                ],
                [
                    1317,
                    1335,
                    "NET"
                ],
                [
                    1440,
                    1455,
                    "DATE"
                ],
                [
                    1792,
                    1807,
                    "OPE"
                ],
                [
                    1976,
                    2022,
                    "NET"
                ],
                [
                    2206,
                    2217,
                    "PER"
                ]
            ]
        }
    ],
    [
        "\"Malum, işlerim kesat, borçlarımı ödeyemiyorum.2, 652 TL olan faturamın son ödeme tarihi geldi. Ödeyemiyorum ertelenmesini talep ediyorum. Aradım ama yardımcı olunmadı. Hattım kapanırsa başka operatöre geçeceğim.Şimdiden teşekkürlerimi sunuyorum. Saygılarımla, iyi günler.\"",
        {
            "entities": [
                [
                    186,
                    211,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Vodafone kullanıcısı olarak, faturalı hattımın taahhüdü sona erdiği gün yeni tarifeye geçiş yaptım ancak aynı gün faturasız hatta geçiş yapmak istedim. 256 TL vergi ödemem gerektiği söylendi. Kullanmadığım tarife ve faturanın vergisi faturama yansıtılacakmış. Ben de hattı kapattırdım, uzun yıllar Vodafone kullanıcısı olmama rağmen.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    39,
                    99,
                    "LIN"
                ],
                [
                    106,
                    114,
                    "DATE"
                ],
                [
                    153,
                    191,
                    "PAY"
                ],
                [
                    217,
                    259,
                    "PAY"
                ],
                [
                    299,
                    307,
                    "OPE"
                ],
                [
                    268,
                    285,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"Tekirdağ'ın Çerkezköy ilçesinden yazıyorum. Ayın 12'sinden bu zamana kadar Türk Telekom ev internetimiz yok. Kablo ve direkten kaynaklı olarak bina olarak internet kullanamıyoruz. Dört gündür bildiriyoruz, kimse ilgilenmiyor. Mağduriyetimizin giderilmesini istiyoruz. Acil bir şekilde.\"",
        {
            "entities": [
                [
                    1,
                    22,
                    "LOC"
                ],
                [
                    45,
                    59,
                    "DATE"
                ],
                [
                    76,
                    88,
                    "OPE"
                ],
                [
                    92,
                    108,
                    "NET"
                ],
                [
                    110,
                    148,
                    "NET"
                ],
                [
                    156,
                    180,
                    "NET"
                ],
                [
                    207,
                    225,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Mevcut tarifemin bitiminden sonra tarifemin baz fiyatı üzerinden ücretlendirileceği belirtilmiş; fakat ücretin ne kadar olacağı hakkında bilgi verilmemiş. Ayrıca kullandığım tarifenin ikinci döneminden sonra kullanıp kullanamayacağım konusunda da bilgi bulunmuyor. Tavsiye edilen tarifeler çok alakasız ve uygun değil.",
        {
            "entities": [
                [
                    0,
                    33,
                    "PKG"
                ],
                [
                    265,
                    302,
                    "SER"
                ],
                [
                    43,
                    95,
                    "PAY"
                ],
                [
                    103,
                    153,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Sinirlerim tavan yaptı. Telefonu yere çaldım. Müşteri hizmetlerine nasıl konuşacağız? Tuşlamalarda neden temsilciye bağlanma seçeneği yok? Bu kadar zor mu ya! İnsanlar size ulaşmak istediğinde sanki uzayı arıyor. Ayrıca mobil uygulama hiç iyi değil. Örneğin, telefon almak için puan sorgulaması için illaki bayiye gitmek zorundayız.\"",
        {
            "entities": [
                [
                    106,
                    138,
                    "SER"
                ],
                [
                    221,
                    249,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "\"Sözde dünyanın en gelişmiş ülkesi olan ülkemizde, İstanbul'un göbeğinde Türkiye ve İstanbul'un en büyük AVM'si olan Vadi İstanbul'a 1 km uzaklıkta, Kağıthane'de 12 gündür internet bağlantım yok. Defalarca müşteri hizmetlerini aradım, bana Türk Telekom uygulamasından gördüğüm bilgileri tekrar tekrar söylüyorlar. Bulunduğum sitede karşı komşumun interneti varken bana boş port yok diye 12 gündür internet bağlamadılar. Gayrettepe Telekom'a gittim, onlar 'biz ilgilenmiyoruz' diye Beyoğlu Telekom'a gönderdiler. İş yerinden 2 gün izin alarak sırasıyla Gayrettepe ve Beyoğlu Telekom müdürlüğüne gittim. En son Beyoğlu Telekom müdürlüğü, daha önceki 2 port ve internet başvurumu iptal edip tekrar başvuru yaptırttı. 'İnternetiniz gün içinde bağlanacak' dediler. Ekipler geldi, bu sefer de başvuru yaparken daire numarasını yanlış girmişler ve bağlantı yapamayacaklarını, ertesi gün geleceklerini söyleyip yine gelmediler. Tekrar müşteri hizmetlerini aradım, yine aynı şeyleri söylüyorlar. İstanbul'un göbeğinde 12 gündür internetim yok. Ve yalvarır gibi ayaklarına kadar gidip piyasadaki en yüksek fiyattan internet bağlantısı istiyoruz ama yine bir şey yok.\"",
        {
            "entities": [
                [
                    51,
                    62,
                    "LOC"
                ],
                [
                    73,
                    83,
                    "LOC"
                ],
                [
                    84,
                    95,
                    "LOC"
                ],
                [
                    149,
                    161,
                    "LOC"
                ],
                [
                    162,
                    171,
                    "DATE"
                ],
                [
                    172,
                    194,
                    "NET"
                ],
                [
                    240,
                    252,
                    "OPE"
                ],
                [
                    387,
                    396,
                    "DATE"
                ],
                [
                    489,
                    498,
                    "OPE"
                ],
                [
                    524,
                    529,
                    "DATE"
                ],
                [
                    552,
                    573,
                    "LOC"
                ],
                [
                    574,
                    581,
                    "OPE"
                ],
                [
                    617,
                    624,
                    "OPE"
                ],
                [
                    658,
                    687,
                    "PKG"
                ],
                [
                    987,
                    998,
                    "LOC"
                ],
                [
                    1009,
                    1018,
                    "DATE"
                ],
                [
                    1019,
                    1033,
                    "NET"
                ],
                [
                    1086,
                    1134,
                    "PAY"
                ],
                [
                    117,
                    132,
                    "LOC"
                ],
                [
                    368,
                    382,
                    "NET"
                ],
                [
                    420,
                    431,
                    "LOC"
                ],
                [
                    431,
                    440,
                    "OPE"
                ],
                [
                    481,
                    488,
                    "LOC"
                ],
                [
                    609,
                    616,
                    "LOC"
                ],
                [
                    880,
                    918,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"20 yıllık Turkcell müşterisiyim. Numara taşımada çıkan uygun paketler var ama 20 yıllık müşteriye 2 kat fazlası fiyat daha uygun paket çıkması gerekiyor. Sonuçta 20 yıl dile kolay, numaramı taşıyacağım. Başka bir operatöre geçmeyi düşünüyorum. Turkcell'e yazık, çok yazık.\"",
        {
            "entities": [
                [
                    1,
                    10,
                    "DATE"
                ],
                [
                    11,
                    19,
                    "OPE"
                ],
                [
                    79,
                    88,
                    "DATE"
                ],
                [
                    204,
                    243,
                    "LIN"
                ],
                [
                    245,
                    255,
                    "OPE"
                ],
                [
                    99,
                    118,
                    "PAY"
                ],
                [
                    120,
                    153,
                    "PAY"
                ],
                [
                    163,
                    170,
                    "DATE"
                ]
            ]
        }
    ],
    [
        "\"Daily fun World uygulamasına izinsiz, haberim ve onayım olmadan dahil edildim. Bu uygulamanın ne hakkında olduğunu da bilmiyorum. 15 Ocak 2025 239 TL Vodafone faturama ilave edilmiş. Bunun iptalini ve iadesini talep ediyorum. Bilgim dışında yapılan bu işlem iptal edilmez ise gerekli yerlere şikayette bulunacağım. 542 ve diğer müşteri hizmetleri numarasından kimseye de ulaşılmıyor, muhatap bulunmuyor. Bununla da ilgili bir çözüm istiyorum. Haberim olmadan kısa mesajlar ve kodlar geliyor lakin ben yapmadım ve bununla alakalı muhatap bulamıyorum. Umarım Vodafone müşteri hizmetleri en kısa sürede dönüş yapar. Tobi ile görüşmek istemiyorum.\"",
        {
            "entities": [
                [
                    50,
                    78,
                    "SER"
                ],
                [
                    131,
                    143,
                    "DATE"
                ],
                [
                    144,
                    150,
                    "PAY"
                ],
                [
                    151,
                    159,
                    "OPE"
                ],
                [
                    160,
                    182,
                    "PAY"
                ],
                [
                    227,
                    314,
                    "PAY"
                ],
                [
                    316,
                    319,
                    "APP"
                ],
                [
                    385,
                    403,
                    "SER"
                ],
                [
                    558,
                    566,
                    "OPE"
                ],
                [
                    614,
                    618,
                    "APP"
                ],
                [
                    1,
                    16,
                    "APP"
                ],
                [
                    329,
                    383,
                    "SER"
                ],
                [
                    444,
                    491,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Vodafone kullanıcısıyım. 2 ay oldu. Tarife değişikliği yaptım. Geçtiğim tarifede hediye ücretsiz kampanyalar vardı. Fakat 2 aydır benim faturam olduğundan fazla gelmektedir. İznim olmadığı halde Google Play hizmetlerine abone yapılmış her ay 100 TL bana fazladan fatura ödüyorum. Müşteri hizmetlerini aradım zaten ulaşmak için en bir saatinizi feda ediyorsunuz. Bu da ayrı bir sorun zaten. Sorunla alakalı Geri dönüş yapılacağı söylendi ama dönüş yapılmadı. Vodafone'dan şikayetçiyiz ailecek",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    25,
                    34,
                    "DATE"
                ],
                [
                    36,
                    61,
                    "PKG"
                ],
                [
                    122,
                    129,
                    "DATE"
                ],
                [
                    136,
                    172,
                    "PAY"
                ],
                [
                    195,
                    206,
                    "APP"
                ],
                [
                    242,
                    278,
                    "PAY"
                ],
                [
                    406,
                    456,
                    "SER"
                ],
                [
                    458,
                    470,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "\"Merhabalar, Ben Trakya Üniversitesi Tıp Fakültesi öğrencisiyim. Edirne'de yaşıyorum. 1 Aralık tarihinde kaldığım aparttaki internetin hızı yeterli gelmediği için Turkcell firmasının Superbox 200GB lik paketine başvurdum. O zamanlar aktif bir Turkcell kullanıcıydım, kaldığım odanın her yerinde çok güzel bir şekil internetim çekiyordu.Kurulumun üzerinden 36 saat geçmeden ilk bağlantı problemimi yaşadım. Anlık olarak düzelme sağlandı ancak aynı gün 1.5 saat içerisinde ben tekrar aynı hız düşüklüğü problemini yaşayınca tekrar müşteri hizmetlerini aradım. Aynı tarz işlemleri gerçekleştirdiler. Ben de meraktan paketi iptal ettirebilir miyim. Daha 36 saat olmamışken iptal etsek olabilir mi diye o an için meraktan sordum temsilciye. Bana \"\"maalesef cayma bedeli ödemeniz gerekir\"\" şeklinde bir geri dönüş yaptılar. \"\"Peki, cayma bedeli ödemeden kurtulabilmem için ne yapmam gerekiyor? \"\" diye sorduğumda bana hızınızın 2 Mbps'nin altına düşmeli diye geri dönüş sağladı ve ardından dedi ki \"\" Ben hızlandırma işlemlerinizi yaptım. Şimdi son aşama olarak bir işlem daha yapacağım hızınızın 2Mbps'nin altına düşmemesi için.\"\" dediler. Kabul etmedim. O an ben anlık hız testi yapabildiğim için \"\"yurt internetim\"\" 9.5 Mbps çekerken \"\"Turkcell Superbox\"\" 9.1 Mbps çekiyordu.Şikayet talebine üzerine biz düzelttik şeklinde tekrar aransam da sorunum hiç çözümlenmedi çünkü yaptıkları işlemler sonun hep 1.5 saat boyunca aradığım hıza ulaşsam da ardından hep bağlantı koptu. Kopmasa da hız testi için Turkcell Hız Testi sayfasında girsem de internet o kadar yavaştı ki asla test sonuçlanamadı. Bunun için kanıt fotoğraflarımı yüklüyorum. Belge isimlerinde hem tarihleri hem çekildikleri saat, dakika, saniye yazmaktadır. Bağlı olunan Wi-Fi şahsıma ait Superbox'tu.Bu durumun üzerine müşteri hizmetlerini yine aradım. Ve Superbox'a bağlanamadıklarını belirttiler, çünkü çekmiyordu zaten internet, ve bir şikayet talebinde bulundum. İlk defa o gün konuştuğum müşteri temsilcisi benimle cayma bedeli hakkında aydınlattı. O gün için 499 TL kurulum ücreti4 kullanım miktarı+vergi. Kabul etmedim çünkü alamadığım bir hizmete o kadar para vermek istemedim. 20.12.2024 tarihinde tekrar arandım. Cayma bedelini tekrar sorudum. 750TL+kullanım bedeli+vergi dediler. 1 haftada nasıl da arttırdılar.Öğrenciyim zaten kaynaklarım dehşet sınırlı. Tıp okuyorum okul slaytlarını indirmem videolarını izlemem gerekiyor ve sınavlarım yaklaşırken ben bunları yaşamak zorunda mıydım? Sorunum çözülmüyor ve büyüyor.\"",
        {
            "entities": [
                [
                    86,
                    94,
                    "DATE"
                ],
                [
                    105,
                    162,
                    "NET"
                ],
                [
                    163,
                    171,
                    "OPE"
                ],
                [
                    183,
                    220,
                    "PKG"
                ],
                [
                    243,
                    251,
                    "OPE"
                ],
                [
                    309,
                    335,
                    "NET"
                ],
                [
                    442,
                    470,
                    "DATE"
                ],
                [
                    482,
                    511,
                    "NET"
                ],
                [
                    743,
                    816,
                    "PAY"
                ],
                [
                    826,
                    886,
                    "PAY"
                ],
                [
                    922,
                    932,
                    "DATE"
                ],
                [
                    1233,
                    1241,
                    "OPE"
                ],
                [
                    1242,
                    1250,
                    "APP"
                ],
                [
                    1253,
                    1271,
                    "PKG"
                ],
                [
                    1496,
                    1504,
                    "OPE"
                ],
                [
                    1747,
                    1758,
                    "APP"
                ],
                [
                    1815,
                    1825,
                    "APP"
                ],
                [
                    2024,
                    2070,
                    "PAY"
                ],
                [
                    2145,
                    2165,
                    "DATE"
                ],
                [
                    2182,
                    2211,
                    "PAY"
                ],
                [
                    2213,
                    2227,
                    "APP"
                ],
                [
                    2250,
                    2259,
                    "DATE"
                ],
                [
                    16,
                    50,
                    "ORG"
                ],
                [
                    65,
                    74,
                    "LOC"
                ],
                [
                    377,
                    404,
                    "NET"
                ],
                [
                    1450,
                    1468,
                    "NET"
                ],
                [
                    1864,
                    1889,
                    "NET"
                ],
                [
                    1978,
                    2011,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Merhaba, eksik evraktan dolayı 06 Kasım 2024 tarihinde hattım kısıtlanmıştır. Bu konu hakkında 3 kez Vodafone bayisine gittim. Çalışanlarınız işlemi tamamladığına dair bilgi vermelerine rağmen hattım aktif olmamıştır. Sorunun en kısa zamanda çözülüp tarafıma dönülmesini istiyorum. Her ay 64 TL olan vergiyi ödüyorum, hattım kapalı. Kullanamadığım hattın vergisini veriyorum. Hattı kapatsam cayma ücreti var, çok mağdur oldum. Kimse umursamıyor, çok kötü bir firma.\"",
        {
            "entities": [
                [
                    32,
                    55,
                    "DATE"
                ],
                [
                    102,
                    110,
                    "OPE"
                ],
                [
                    283,
                    289,
                    "DATE"
                ],
                [
                    319,
                    332,
                    "LIN"
                ],
                [
                    428,
                    445,
                    "SER"
                ],
                [
                    56,
                    77,
                    "LIN"
                ],
                [
                    194,
                    217,
                    "LIN"
                ],
                [
                    290,
                    317,
                    "PAY"
                ],
                [
                    349,
                    375,
                    "PAY"
                ],
                [
                    392,
                    408,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "Turkcell hattıma iznim olmadan Portfunn üyeliği yansımış ve faturama 258 lira ek ücreti konmuş. İşlemin iptalini sağladım ancak bu ay yok yere fazla fatura ödeyeceğim.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    9,
                    56,
                    "PKG"
                ],
                [
                    60,
                    94,
                    "PAY"
                ],
                [
                    128,
                    133,
                    "DATE"
                ],
                [
                    143,
                    166,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Vodafone konuşma paketim, konuşma esnasında aşıma uğradı. 250 dakikası 110 TL karşılığında fakat gece 23.59'da paketlerim yenilenecek ve bu ödediğim 110 TL boşa gidecek. Aşım olduğunda otomatik devreye girdiğini biliyorum bu tür paketlerin ama 12 saatlik bir kullanım için bu para fazla. Ben böyle bir şeyi kabul edemem.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    10,
                    57,
                    "PKG"
                ],
                [
                    59,
                    134,
                    "PAY"
                ],
                [
                    138,
                    169,
                    "PAY"
                ],
                [
                    273,
                    287,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Birkaç hafta önce benim adıma olan kızımın kullandığı hat ile ilgili Vodafone'dan bir miktar alacağım olduğunu bildiren bir mesaj aldım. İşlemlere başladım, ödeme al sekmesini tıkladığımda işlemin başarısız olduğu uyarısını birkaç kez aldım. Bir teknoloji şirketinin bu konuyu bile halledememesi benim Vodafone hakkında olumsuz düşünmeme sebep oldu. Umarım bir daha muhatap olmam.\"",
        {
            "entities": [
                [
                    1,
                    18,
                    "DATE"
                ],
                [
                    70,
                    82,
                    "OPE"
                ],
                [
                    303,
                    311,
                    "OPE"
                ],
                [
                    86,
                    111,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom'un tam 1 haftadır hattımı e-sim'e geçirmesi için uğraşıyorum. Bilgilerim güncel değilmiş dediler. Güncelleme için form doldurduk. Arıyorum müşteri hizmetlerini, bekleyin 3 gün de olabilir 6 gün de, ama 7 gün olmaz diyorlar. Neyse, bu böyle 2-3 sefer sürdü. Dün mesaj geldi, yine aradım, bilgilerinizde sorun yok, güncellenmiş dendi. Sabah yine abonelik merkezine geldim, yine bilgilerimle ilgili güncellenmesi gerek dendi. Bir çözümleri yok yani. Şimdi başka operatöre geçeceğim, cayma bedeli ödemek durumunda kalacağım. Türk Telekom ile ilgili bir daha kapısının önünden geçmem, yolumu değiştiririm.\"",
        {
            "entities": [
                [
                    1,
                    16,
                    "OPE"
                ],
                [
                    144,
                    192,
                    "SER"
                ],
                [
                    202,
                    210,
                    "DATE"
                ],
                [
                    216,
                    221,
                    "DATE"
                ],
                [
                    467,
                    492,
                    "LIN"
                ],
                [
                    494,
                    533,
                    "PAY"
                ],
                [
                    535,
                    547,
                    "OPE"
                ],
                [
                    32,
                    74,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "\"+44 251 12 281 kimin numarası? Telekom hattıma, iki de bir mesaj atıyor, belli ki yanıltıcı. Bunun ilgili yerlere aktarılmasını ve engellenmesini istiyorum.Mesaj attığı için ben engelleyemiyorum. Aslında istenmeyen mesajların engellenmesi için, ilgili şirketler önlem almalı.\"",
        {
            "entities": [
                [
                    32,
                    39,
                    "OPE"
                ],
                [
                    1,
                    15,
                    "NUM"
                ],
                [
                    245,
                    275,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"0536*****28 numaralı Vodafone hattımdan, benim talebim olmaksızın oyunlar satın alınmış ve oyuna dahi giriş yapmadığım halde Kasım ayından itibaren faturama ek 1420 TL oyun parası kesilmiş. Mağdurum, yardımınıza ihtiyacım var. Durumumuz kötü, fatura beni maddi olarak bayağı etkiledi.\"",
        {
            "entities": [
                [
                    1,
                    21,
                    "NUM"
                ],
                [
                    22,
                    30,
                    "OPE"
                ],
                [
                    161,
                    189,
                    "PAY"
                ],
                [
                    42,
                    88,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom hattı kullanıyorum. İnternetim sürekli olarak azalıyor. Sırf internetim bitmesin diye ekstra YouTube paketi aldım ama internetim yine çok hızlı bir şekilde tükeniyor. Dün 16 GB internetim vardı, bugün mesaj geldi 6 GB kalmış. Filmleri bile YouTube'dan izliyorum. Bunu internet paketi almam için bilerek mi yapıyorlar, anlamadım. Müşteri hizmetlerini arıyorum, çözüm sunmuyorlar.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    75,
                    99,
                    "NET"
                ],
                [
                    132,
                    179,
                    "NET"
                ],
                [
                    227,
                    238,
                    "PKG"
                ],
                [
                    34,
                    68,
                    "PKG"
                ],
                [
                    100,
                    127,
                    "PKG"
                ],
                [
                    181,
                    207,
                    "PKG"
                ],
                [
                    374,
                    391,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Çalıştığım bölgede Turkcell interneti çekmiyor, hattımdan dolayı o kadar mağdur oluyorum ki anlatamam. Diğer iş arkadaşlarımın başka operatör hattı olduğu için ışık hızında denecek şekilde sosyal medyada dolaşıyorlar, ben ise nerede çekecek diye deponun içinde dolaşıyorum. Bu işi çözün Turkcell, bulunduğumuz bölgede çekim gücü çok zayıf. Son günlerde bir de reklam yapmışsınız, çekmeyen yer mi kaldı diye A** D******'in oynadığı.\"",
        {
            "entities": [
                [
                    20,
                    28,
                    "OPE"
                ],
                [
                    29,
                    47,
                    "NET"
                ],
                [
                    128,
                    160,
                    "LIN"
                ],
                [
                    288,
                    296,
                    "OPE"
                ],
                [
                    298,
                    339,
                    "NET"
                ],
                [
                    48,
                    89,
                    "LIN"
                ],
                [
                    408,
                    422,
                    "PER"
                ]
            ]
        }
    ],
    [
        "Türk Telekom müşteri temsilcisi ile görüştüm. Faturamın 2 dönem sonra biteceğini söyledi. Bana yeni fatura dönemi ile ilgili fiyat verdi. Faturama yansıyan zam %60. Elektrik su doğalgaz asgari ücrete bile %60 zam olmadı. Neden böyle fiyatlar veriyorsunuz dedim beni tersledi temsilci. Önce siz müşteri temsilcilerinize adap edep eğitimi verin. Kabul etmediğimi söyledim benimle alay eder gibi konuştu. Müşteri memnuniyeti sıfır. İlgili operatörden çıkacağımı farklı operatöre geçeceğimi söyledim çıkarsanız çıkın dedi. Bu ne terbiyesizlik bu ne çirkin bir davranış şekli. Yıllarca Türk Telekom'luyum gösterilen saygı muamele sıfır. Bir an önce operatör değişikliğine gideceğim. Önce siz müşteri temsilcisine gereken eğitimi verin. Sonra iletişim sağlayın. Kayıtlar var ne de olsa.",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    13,
                    44,
                    "SER"
                ],
                [
                    138,
                    204,
                    "PAY"
                ],
                [
                    205,
                    219,
                    "PAY"
                ],
                [
                    402,
                    427,
                    "SER"
                ],
                [
                    581,
                    599,
                    "OPE"
                ],
                [
                    644,
                    676,
                    "LIN"
                ],
                [
                    370,
                    400,
                    "SER"
                ],
                [
                    429,
                    495,
                    "LIN"
                ],
                [
                    600,
                    630,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Turkcell, gelen faturamın 523,20 TL tutarında olmasına rağmen, 13.12.2024 tarihine kadar ödemem durumunda kullanımlarıma devam edebileceğimi ve ödememem halinde 139,27 TL hat kapama ücreti yansıyacağını belirten bir SMS gönderdi. Ancak, 13.12.2024 tarihinde saat 06.44'te faturayı ödememe rağmen, 139,27 TL hat kapama ücreti yansıtıldı ve bu konuda yardımcı olmuyorlar.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    11,
                    62,
                    "PAY"
                ],
                [
                    64,
                    83,
                    "DATE"
                ],
                [
                    145,
                    229,
                    "PAY"
                ],
                [
                    238,
                    258,
                    "DATE"
                ],
                [
                    296,
                    336,
                    "PAY"
                ],
                [
                    350,
                    369,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Vodafone şanslı Çark hizmeti sürekli hata veriyor. Çarkı çevirmek için girip çevir dediğim anda bir şeyler ters gitti diyor.Uygulamayı silip tekrar yükledim önbelleği temizledim fakat değişen bir şey olmadı.Verdiği kuponları da kullanmıyordum gerçi nadiren internet gelirse işime yarıyordu ama şimdi hiç kullanılmıyor.",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    96,
                    118,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "Narlı mah. Ayvalı burun sok. Edremit/ Balıkesir'de ikamet ediyorum. Başka operatörden iki hafta önce Turkcell'e geçiş yaptım fakat evimin içerisinde internetim çekmiyor. Diğer bütün operatörler gayet hızlı çekerken ben internetimi kullanamıyorum. Turkcell‘e sorunum ile ilgili başvuruda bulundum fakat şu ana kadar ilgilenen olmadı.",
        {
            "entities": [
                [
                    101,
                    111,
                    "OPE"
                ],
                [
                    112,
                    124,
                    "LIN"
                ],
                [
                    215,
                    245,
                    "NET"
                ],
                [
                    315,
                    331,
                    "SER"
                ],
                [
                    0,
                    50,
                    "LOC"
                ],
                [
                    131,
                    168,
                    "NET"
                ],
                [
                    247,
                    258,
                    "OPE"
                ]
            ]
        }
    ],
    [
        "\"19.12.2024 tarihinde Bursa / Osmangazi Hürriyet'te bulunan Turkcell bayisine gittim. Faturasız hattımı faturalı Prestij 1 GB paketine geçirmek istediğimi, olmuyorsa herhangi bir işlem yapılmamasını söyledim. İlgili arkadaş, benim talebim olmadan hattımı faturalı Prestij 10 GB taahhütsüz paketine geçirmiş. Turkcell müşteri hizmetlerini aradım, bayinin işlemini göremiyoruz diyor. Bayi, Turkcell'in kendi bayisi değil mi? Yani nasıl güveneceğiz o zaman Turkcell bayisine? Böyle bir durumu daha önce hiç yaşamadım. Oradaki personel, kota veya prim için müşteriyi mağdur ediyor. En kısa zamanda hattımı farklı operatöre taşıyacağım ve bir daha Turkcell bayisinin önünden geçmeyeceğim.\"",
        {
            "entities": [
                [
                    1,
                    21,
                    "DATE"
                ],
                [
                    22,
                    39,
                    "LOC"
                ],
                [
                    40,
                    51,
                    "LOC"
                ],
                [
                    60,
                    68,
                    "OPE"
                ],
                [
                    113,
                    154,
                    "PKG"
                ],
                [
                    264,
                    277,
                    "PKG"
                ],
                [
                    278,
                    306,
                    "PKG"
                ],
                [
                    308,
                    316,
                    "OPE"
                ],
                [
                    346,
                    380,
                    "SER"
                ],
                [
                    388,
                    399,
                    "OPE"
                ],
                [
                    454,
                    462,
                    "OPE"
                ],
                [
                    594,
                    630,
                    "LIN"
                ],
                [
                    643,
                    651,
                    "OPE"
                ],
                [
                    515,
                    576,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Müşteri hizmetleri biriminden şikayet birimine kadar hepsi yetersiz. Türk Telekom bayisinde var olan satıcı arkadaş yanıltıcı bilgi verdi. Şikayet biriminde olan arkadaşlar sizi aradık ulaşamadık diyorlar ama arayan yok, bilgi veren yok. Şikayet birimine ulaşmaya çalışıyorum. Sizi bağlayamayız diyorlar. Bu arkadaşlar fil dişi kulelerde mi? Sloganları \"\"değerli hissettirir\"\" ama biz sizi inek olarak görüyoruz. Savmaya devam.\"",
        {
            "entities": [
                [
                    70,
                    82,
                    "OPE"
                ],
                [
                    117,
                    138,
                    "SER"
                ],
                [
                    210,
                    220,
                    "SER"
                ],
                [
                    222,
                    237,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Vodafone üzerinden, Migros'a giriş yapmaya çalışırken Clipper sitesi üzerinden adıma üyelik açıldı dahilinde olmadan birkaç siteden hattım üzerinden üyelik açmış. Bu üyelikleri açarken bana mesaj ile bilgi vermeleri gerekiyordu. Bunu da yapmamışlar. Bu ücreti ödemek istemiyorum, mağduriyetimin giderilmesini istiyorum.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    55,
                    69,
                    "APP"
                ],
                [
                    251,
                    279,
                    "PAY"
                ],
                [
                    281,
                    319,
                    "OTH"
                ],
                [
                    21,
                    29,
                    "ORG"
                ],
                [
                    133,
                    162,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "\"Vodafone Yenilenmiş Cihaz Mağduriyeti Vodafone dan almış olduğum yenilenmiş iPhone 11 cihaz bana geldikten sonra 1 hafta bile kullanamadım. Cihaz daha 1. Haftasında kendi kendine açılıp kapanmaya başladı. Telefon açıldıktan sonra 5 dakika bile açık kalmadan tekrar kapanıp açılıyor. Bu sorunlar üzerine anlaşmalı oldukları Ouno servise gönderdim, arıza bilgisini belirtip. Bugün servisten telefon geldi hala telefon açılır açılmaz kapanıyor. Servis kaydı tutanağına sorunun çözüldüğünü belirtmişler. Ayıptır günahtır, ben bu telefonu Vodafone'a güvenerek kardeşime aldım, çocuk tuşlu telefonla gidiyor okula. Şimdi bir daha servise gönder bekle sonra arıza aynı şekilde devam etsin. Vallahi bıktım. Ben telefonu iade etmek istiyorum. Artık hiçbir şekilde kullanmak dahi istemiyorum. Vodafone dan bu konuyla ilgili çok acil geri dönüş bekliyorum.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    39,
                    47,
                    "OPE"
                ],
                [
                    77,
                    83,
                    "ORG"
                ],
                [
                    114,
                    121,
                    "DATE"
                ],
                [
                    535,
                    545,
                    "OPE"
                ],
                [
                    684,
                    698,
                    "SER"
                ],
                [
                    704,
                    733,
                    "PAY"
                ],
                [
                    741,
                    782,
                    "OTH"
                ],
                [
                    784,
                    792,
                    "OPE"
                ],
                [
                    166,
                    204,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "\"Turkcell rahat paket kullanıyorum, 160 TL'lik. Zaten yaşım itibariyle bana çok bile. Torunum yanlışlıkla 370 liralık bir pakete geçiş yapmış, telefon elindeyken. Müşteri hizmetleri ile irtibata geçtim, illa bir ay kullanacaksınız diyor. Ben şu an bu geçişi iptal edip eski paketime geçiş yapmak istiyorum. Eğer bu dediğim olmazsa, zaten eş dost herkesi Turkcell'den çıkarmaya çalışacağım. Ben emekli adamım, zaten üç kuruş paramız var.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    10,
                    34,
                    "PKG"
                ],
                [
                    36,
                    46,
                    "PAY"
                ],
                [
                    86,
                    128,
                    "PAY"
                ],
                [
                    163,
                    202,
                    "SER"
                ],
                [
                    203,
                    236,
                    "PAY"
                ],
                [
                    354,
                    366,
                    "OPE"
                ],
                [
                    269,
                    305,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"2019 yılından kalma 124 TL'lik borç görünüyor e devlette üzerimde yasal takipte görünüyor. Bu konuyla alakalı asla iletişime geçilmedi yıllardır. Ödeme yapmak istediğimde ise borç bulunmamaktadır diyor eski bir numaramdı, bu komik rakam için sicilim bozuluyor. Müşteri hizmetlerine de bağlanamıyorum. Konuyla alakalı en acil desteği rica ederim.\"",
        {
            "entities": [
                [
                    1,
                    5,
                    "DATE"
                ],
                [
                    176,
                    196,
                    "PAY"
                ],
                [
                    262,
                    300,
                    "SER"
                ],
                [
                    318,
                    345,
                    "SER"
                ],
                [
                    21,
                    46,
                    "PAY"
                ],
                [
                    47,
                    58,
                    "APP"
                ]
            ]
        }
    ],
    [
        "Vodafone 2 aydır 2400 ve 2173 lira internet aşım faturası ödüyorum. Hattım çocuğuma tanımlı hat sahibi benim. 8 aralıkta müşteri hizmetleri ile görüştüm. Durma özelliği açılsın dedim. Ancak bu ayda 2173 TL fatura ödedim. Numara 5442****11 bugün 49 TL karşılığında durma özelliği aktif edildi. Eee biz size mesaj göndermişiz deyip kenara çekiliyorlar",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    9,
                    16,
                    "DATE"
                ],
                [
                    110,
                    120,
                    "DATE"
                ],
                [
                    190,
                    197,
                    "DATE"
                ],
                [
                    198,
                    219,
                    "PAY"
                ],
                [
                    17,
                    66,
                    "PAY"
                ],
                [
                    228,
                    238,
                    "NUM"
                ],
                [
                    245,
                    291,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Kırklareli Karakaş Mah. Fevzi Çakmak Bulvarı Turkcell Sercom İletişim bayinizin çalışanlarından şikayetçiyim. Bu kadar mı müşteriyle iletişimi olmaz! İki bayanın telefon almaya gittim, bu kadar ilgisizlik ne kadar kötü. Senelerdir Turkcell kullanıyorum ama artık başka hatta geçeceğim, sırf bu iki çalışanınız yüzünden. Hiç yakışmamış bu iki bayan çalışan bu bayiye. Küçük dağları ben yarattım edası ile paramızla rezil oluyoruz, gerçekten.\"",
        {
            "entities": [
                [
                    46,
                    54,
                    "OPE"
                ],
                [
                    232,
                    240,
                    "OPE"
                ],
                [
                    264,
                    285,
                    "LIN"
                ],
                [
                    1,
                    45,
                    "LOC"
                ],
                [
                    123,
                    149,
                    "SER"
                ]
            ]
        }
    ],
    [
        "İstanbul Pendik Vodafone özatalar bayii Pendik merkez camii yanı hakkında şikayet.02.01.2024 Tarihinde yeni bir hat alımı için bayi gittim bayiden tarafıma satılan sim kart bloke oldu ve şebeke kesildi. Bayiye tekrar gittiğimde ise çalışanlar yeni sim kartı ücretli alabilirsiniz dediler. Sim kartı sadece bayide telefona taktım herhangi bit şekilde yuvasından oynatmadım. Hastanede 1. Derece yakınım olmasına rağmen iletişim kuramadım. Bayiden destek alamadım. Farklı bir sim kart almak zorunda kaldım. Ve 350 TL ücret ödedim. 350 TL olan ücretimin iadesinin yapılmasını ve özatalar Pendik ceza almasını istiyorum. Benim hastanedeki yakınıma ulaşamadım. Mağdur edildim. Gereğinin yapılmasını istiyorum.",
        {
            "entities": [
                [
                    0,
                    15,
                    "LOC"
                ],
                [
                    16,
                    24,
                    "OPE"
                ],
                [
                    40,
                    46,
                    "LOC"
                ],
                [
                    103,
                    126,
                    "LIN"
                ],
                [
                    127,
                    183,
                    "LIN"
                ],
                [
                    187,
                    201,
                    "NET"
                ],
                [
                    232,
                    287,
                    "LIN"
                ],
                [
                    289,
                    372,
                    "LIN"
                ],
                [
                    437,
                    460,
                    "SER"
                ],
                [
                    462,
                    481,
                    "LIN"
                ],
                [
                    507,
                    526,
                    "PAY"
                ],
                [
                    528,
                    571,
                    "PAY"
                ],
                [
                    584,
                    590,
                    "LOC"
                ],
                [
                    82,
                    92,
                    "DATE"
                ],
                [
                    416,
                    435,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Turkcell mobil telefon hattı İstanbul/ Güzelyalı'daki ofisimizde çekmiyor, Müşteri hizmetlerine ulaşmak mümkün değil. Problemimize çözüm sağlanmıyor. Burası dağbaşı değil İstanbul'un göbeğinde 2025 yılı olmuş telefon çekmiyor. Eğer problemimiz çözülmezse hattımızı başka servis sağlayıcıya taşıyacağız.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    76,
                    117,
                    "SER"
                ],
                [
                    172,
                    183,
                    "LOC"
                ],
                [
                    194,
                    198,
                    "DATE"
                ],
                [
                    210,
                    226,
                    "NET"
                ],
                [
                    29,
                    54,
                    "LOC"
                ],
                [
                    55,
                    74,
                    "NET"
                ],
                [
                    119,
                    149,
                    "SER"
                ],
                [
                    255,
                    302,
                    "LIN"
                ]
            ]
        }
    ],
    [
        "Turkcell arkadaşımın tavsiye ile resmi sahibi olduğum 2 hattımı taşıdım... 200 TL arkadaş tavsiyesi ile 200 TL E-Devlet İle aktivasyon ile hat aktifleştirme ile toplam Hat başına 400'er tl göründü Hediye Havuzunda sonra 1 hediye çeki süreli idi. Onu kullandım... Diğer süresiz olan 200 TL hediye çeki ise Turkcell Hediye Havuzunda görünmüyor...2 Hattımda aynı şekilde yani 2 Hediye Çeki toplam 400 TL hakkımı tanımlarmısınız lütfen0532*************820036",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    75,
                    156,
                    "PAY"
                ],
                [
                    305,
                    313,
                    "OPE"
                ],
                [
                    56,
                    71,
                    "LIN"
                ],
                [
                    179,
                    197,
                    "PAY"
                ],
                [
                    395,
                    431,
                    "PAY"
                ],
                [
                    431,
                    454,
                    "NUM"
                ]
            ]
        }
    ],
    [
        "\"Turkcell'e yeni geçtim, 2 ay oldu. Turkcell iyidir dedim ama hiç umduğum gibi olmadı, maalesef diğerlerinden de kötü çıktı. Geçen ay telefonumu sattım, hattım kapalı olmasın diye diğer telefonuma yönlendirme yaptım. Bu ayki fatura geldi. Bir de ne göreyim, yönlendirme hizmetini kullandım diye faturama 99 TL sıkıştırıvermişler. Bu nedir arkadaş, her şeye bir hizmet bedeli yansıtıp faturaları şişiriyorlar. Gerçekten, arama yönlendirmede ücretlendirilir olduysa vah benim güzel ülkem. Allah hepimizin yardımcısı olsun.\"",
        {
            "entities": [
                [
                    1,
                    11,
                    "OPE"
                ],
                [
                    25,
                    34,
                    "DATE"
                ],
                [
                    36,
                    44,
                    "OPE"
                ],
                [
                    87,
                    123,
                    "SER"
                ],
                [
                    125,
                    133,
                    "DATE"
                ],
                [
                    134,
                    151,
                    "NET"
                ],
                [
                    153,
                    174,
                    "LIN"
                ],
                [
                    295,
                    328,
                    "PAY"
                ],
                [
                    12,
                    23,
                    "LIN"
                ],
                [
                    384,
                    407,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Turkcell denen soyucu operatör faturalara yansıttığı kanun dışı, ahlak dışı, hizmet dışı ücretlerinden ben ve çevremdeki herkes tarafından artık gına gelmiş durumdayız! Bir daha sizinle iş yapanın ben! Cayma bedelleri neyse ödeyip her şeyi iptal edeceğim ve ettireceğim!\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    203,
                    231,
                    "PAY"
                ],
                [
                    32,
                    53,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Ben A***, emekliyim. Faturalar çok yüksek, bu fiyatları ödeyemiyorum. En düşük emekli maaşıyla bu faturaları karşılayamam. Sadece arama yapıyorum, internet kullanmıyorum. Beni mağdur etmeyin. Bizim telefon hakkımız yok mu? Bu konuda yardımcı olursanız sevinirim.\"",
        {
            "entities": [
                [
                    5,
                    9,
                    "PER"
                ],
                [
                    22,
                    69,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"15.12.2024 tarihinde online olarak Türk Telekom firmasına hat taşıma işlemi için başvuruda bulundum. Ertesi gün müşteri temsilcisi tarafından aranarak hat taşıma ve kampanya süreçleri hakkında gerekli görüşmeleri sağladıktan sonra sözleşmemin ve hattımın kurye tarafından iletileceği bilgisi üzerine görüşme sonlandı. Dijital Kurye tarafından 18.12.2024 tarihinde otomatik olarak oluşturulan randevu gerçekleştirilmedi. Daha sonra da aynı şekilde randevular oluşturuldu ancak söz konusu hiçbir randevu gerçekleştirilmedi. İlgili firmalardan sorunun çözümüne yönelik olarak muhatap bulmak imkansız. Dijital kuryenin iletişim kanalı olarak bildirdiği telefon hattı sizi WhatsApp numarasına yönlendirip kapatıyor, WhatsApp hattında ise muhatabınız bir robot ve netice almanız imkansız. Nitekim oluşturulan hiçbir randevu gerçekleştirilmedi ve bu süreçte Türk Telekom çağrı merkezi üzerinden yaptığım görüşmelerden de netice alma imkanım olmadı. Dijital kuryenin ekranında teslimat süreci ile ilgili ekranda tamamlanmadı. Şeklindeki bilgi üzerine süreç hakkında bilgi almak ve mağduriyetimin giderilmesi için ilettiğim talebe istinaden Türk Telekom tarafıma bilgi dahi paylaşmadı. Bu süreçte halen daha eski operatör üzerinden kampanyasız pahalı bir şekilde telefonumu kullanmak zorunda kalmaktayım. Hattımı Türk Telekom'a taşıyacağım ve konuştuğum kampanya koşullarından yararlanacağım yönünde yaptığımız işlemlere duyduğum güven dolayısı ile söz konusu firma ( mevcut hattımın bağlı olduğu operatör) ve diğer firmaların uygun koşullu kampanyalarından yararlanamamış durumdayım.Yine bu süreçte her gün kargo gelecek diye iş yeri/evden çıkamam nedeniyle'de çokça mağdur edildim. Halen daha muhatap bulamamak bu mağduriyetimi katlamaktadır. Ki mevcut duruma çözüm getirilmediği takdirde haklarımın tazmini hususunda yasal yollara başvuruyu elbette yapacağım. Ancak Tekel niteliğinde büyük firmalarda tüketiciler aleyhine bu tarz uygulamaların son bulması dilek ve temennisiyle. Yaşadığım mağduriyeti paylaşmak istedim.\"",
        {
            "entities": [
                [
                    1,
                    21,
                    "DATE"
                ],
                [
                    36,
                    48,
                    "OPE"
                ],
                [
                    59,
                    101,
                    "LIN"
                ],
                [
                    152,
                    162,
                    "LIN"
                ],
                [
                    319,
                    332,
                    "APP"
                ],
                [
                    344,
                    364,
                    "DATE"
                ],
                [
                    599,
                    615,
                    "APP"
                ],
                [
                    669,
                    677,
                    "APP"
                ],
                [
                    712,
                    720,
                    "APP"
                ],
                [
                    784,
                    837,
                    "SER"
                ],
                [
                    852,
                    864,
                    "OPE"
                ],
                [
                    865,
                    941,
                    "SER"
                ],
                [
                    943,
                    959,
                    "APP"
                ],
                [
                    1133,
                    1145,
                    "OPE"
                ],
                [
                    1146,
                    1176,
                    "SER"
                ],
                [
                    1224,
                    1295,
                    "PAY"
                ],
                [
                    1305,
                    1319,
                    "OPE"
                ],
                [
                    1737,
                    1782,
                    "SER"
                ],
                [
                    1974,
                    2013,
                    "SER"
                ],
                [
                    392,
                    419,
                    "SER"
                ],
                [
                    488,
                    521,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"İstanbul Sultangazi 50. Yıl Mahallesi'nde oturuyorum. 4 gündür internet kesik. Müşteri hizmetlerini arıyorum, sesli yanıt sisteminin verdiği cevap 'çalışma var, akşam 21'de gelecek.' Akşam arıyorum, bu sefer 'sabah 10'da' diyor. Bir nevi oyalama. Müşteri hizmetlerinde birebir görüşeceğimiz, muhatap alınacak kimse yok. Yıl olmuş 2025, İstanbul'un göbeğinde internet yok.\"",
        {
            "entities": [
                [
                    1,
                    42,
                    "LOC"
                ],
                [
                    55,
                    63,
                    "DATE"
                ],
                [
                    248,
                    291,
                    "SER"
                ],
                [
                    293,
                    319,
                    "SER"
                ],
                [
                    331,
                    335,
                    "DATE"
                ],
                [
                    337,
                    348,
                    "LOC"
                ],
                [
                    359,
                    371,
                    "NET"
                ],
                [
                    64,
                    78,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Vodafone'un Hepsiburada ile yaptığı anlaşma kapsamında sunulan \"\"Alışveriş yap, 10 GB kazan\"\" kampanyasından, Fırsatlar Dünyası yönlendirmesiyle 250 TL üzeri alışveriş yaptım. Ancak, bana gelen ve sizin de ekran görüntüsünde görebileceğiniz bilgi SMS'inde belirtildiği gibi, verilen süre içinde 10 GB hediyem günler geçmesine rağmen maalesef tarafıma tanımlanmadı.Hediye internetimin bir an önce tarafıma tanımlanmasını talep ediyorum.\"",
        {
            "entities": [
                [
                    1,
                    12,
                    "OPE"
                ],
                [
                    13,
                    24,
                    "APP"
                ],
                [
                    81,
                    93,
                    "PKG"
                ],
                [
                    146,
                    175,
                    "PAY"
                ],
                [
                    296,
                    326,
                    "PKG"
                ],
                [
                    334,
                    364,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Turkcell Geleceği Yazanlar adlı platformda hesap açmıştım. Hesabıma bugün girdim ve üyelik doğrulama kodu gönderme formu açıldı. Doğrulama kodunu göndere tıkladım ama kod defalarca kez denememe rağmen hala bana SMS olarak gelmedi. Hesabıma giriş yapamıyorum. Bu konuda bana yardımcı olabilir misiniz?",
        {
            "entities": [
                [
                    0,
                    8,
                    "OPE"
                ],
                [
                    201,
                    229,
                    "SER"
                ],
                [
                    240,
                    257,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Evi taşıyalı 1 ay oldu ve TTNET hâlâ internet taşıma işlemi gerçekleşmedi. Her aradığımızda gün verip ilgilenen olmuyor. Aradığımızda düzgün yardımcı olunmuyor. Binanın merkez hattından daire kapısına fiber kablo çekilecek denildi, kimse konuyla alakadar olmuyor ve kullanmadığım internete fatura ödemek zorunda kalıyorum.\"",
        {
            "entities": [
                [
                    14,
                    18,
                    "DATE"
                ],
                [
                    27,
                    32,
                    "OPE"
                ],
                [
                    38,
                    74,
                    "LIN"
                ],
                [
                    103,
                    120,
                    "SER"
                ],
                [
                    135,
                    160,
                    "SER"
                ],
                [
                    267,
                    322,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"Burası Dereköy Sınır Kapısı, ülkeye girerken hattın çekmemesi kadar enteresan bir şey olabilir mi? Ve çekmeyen operatör ise Turkcell, yani hattın çekmesi konusunda sözde ün yapmış bir firma. Türk Telekom'da hiçbir problem yok, ancak Turkcell ve Vodafone çekmiyor. Konu hakkında Turkcell'e 174729972 no.lu başvuruda bulundum. Ancak tarafıma, konu hakkında \"\"Kapsama alanı/sinyal alma sorunu yaşadığınız bölgeyi inceledik. Şu an olumlu cevap veremiyoruz.\"\" konusu bildirildi.Anlaşılacağı üzere bölgenin stratejik ehemmiyet içeren bir bölge olduğu da göz önüne alındığında, iletişimin sağlanamaması, zafiyete neden olacak bir unsur olmasının yanı sıra, Turkcell in en çok reklamını yaptığı, her yerde çeker mottolu şirket politikasına da ters düştüğü aşikardır.Bu nedenledir ki, mevcut durumlar muvacehesinde ilgili bölgenin, ehemmiyetle hizmet verilmesi gerektiği konusunu talep-i arz ederiz.\"",
        {
            "entities": [
                [
                    125,
                    133,
                    "OPE"
                ],
                [
                    192,
                    207,
                    "OPE"
                ],
                [
                    234,
                    242,
                    "OPE"
                ],
                [
                    246,
                    254,
                    "OPE"
                ],
                [
                    279,
                    289,
                    "OPE"
                ],
                [
                    651,
                    659,
                    "OPE"
                ],
                [
                    8,
                    28,
                    "LOC"
                ],
                [
                    46,
                    63,
                    "NET"
                ],
                [
                    255,
                    263,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Merhaba, kolay gelsin. Geçen sene iki adet Tecno Spark 10 Pro cihaz aldım, İzmir Eşrefpaşa Turkcell bayisinden. Geçen gün cihazım arızalandı, servise gitti ve bir ay serviste bekledi. Cihaz geldikten 2 gün sonra bir mesaj geldi: 'Yasak uyarı adında 35649378575361 IMEI kayıt dışıdır, cihazınız kapatılacak' diye. Fakat e-Devlet'te sorgulattığımda böyle bir IMEI eksik girildiği söyleniyor. Ancak cihazın SIM 1 ve SIM 2 olan SIM 2 IMEI'sini e-Devlet'e girdiğimde 'cihazınız kayıt dışıdır' diyor. 356493785753614 SIM 2 IMEI budur. Babam durumu anlatmak için bayiye gittiğinde ortalık gerildi. Oradaki personel, adını bilmediğimiz gözlüklü çalışan, babamın üzerine yürüdü, yere yattı ve babam polisi çağırdı. Dövmeye kalktı, adam sorunu çözmedi. Ben bu adamdan ve Turkcell'den şikayetçi olacağım, mahkemeye vereceğim. Bu elemanın işten atılmasını istiyoruz.\"",
        {
            "entities": [
                [
                    24,
                    34,
                    "DATE"
                ],
                [
                    76,
                    91,
                    "LOC"
                ],
                [
                    92,
                    100,
                    "OPE"
                ],
                [
                    113,
                    122,
                    "DATE"
                ],
                [
                    201,
                    212,
                    "DATE"
                ],
                [
                    320,
                    331,
                    "APP"
                ],
                [
                    443,
                    451,
                    "OPE"
                ],
                [
                    762,
                    774,
                    "OPE"
                ],
                [
                    160,
                    166,
                    "DATE"
                ],
                [
                    647,
                    669,
                    "SER"
                ],
                [
                    728,
                    742,
                    "SER"
                ],
                [
                    44,
                    49,
                    "ORG"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom kullandığım için o kadar pişmanım ki. Paket yapana kadar 50 TL paramı yedi. Wi-Fi'den bağlanıyorum, uygulamaya girmiyor, kafasına göre silip süpürüyor, açmıyor. Hattımı değiştireceğim. Bu tamamen haksız kazanç. 1 saat ne internet paketi doğru düzgün kullanıyoruz. Kullandığım paket 1 hafta gitmiyor bile. 600 TL para ne demek ya!\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    71,
                    88,
                    "PAY"
                ],
                [
                    319,
                    342,
                    "PAY"
                ],
                [
                    175,
                    197,
                    "LIN"
                ],
                [
                    278,
                    317,
                    "PKG"
                ],
                [
                    232,
                    251,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Vodafone faturasız hattımdan \"\"Tüm Dünyada Geçerli 1 saat\"\" paketini satın aldım. Ancak tüm dünya demesine rağmen Suudi Arabistan ı kapsamadığını sonradan öğreniyorum. Madem Suudi Arabistanı kapsamıyor neden tüm dünya yazılıyor. Acilen mağduriyetimin giderilmesini talep ediyorum. Müşteri temsilcisine de durumu bildirmemize rağmen geri dönüş yok.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    333,
                    347,
                    "SER"
                ],
                [
                    115,
                    130,
                    "LOC"
                ],
                [
                    175,
                    191,
                    "LOC"
                ],
                [
                    30,
                    69,
                    "PKG"
                ],
                [
                    192,
                    203,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"2025 yılının 9 Ocak tarihinde internet arıza kaydı oluşturdum. 7 gündür evimde internet yok, mağdur oldum. Her sene Türk Telekom'un bu durumundan iyice bıktım. Faturayı 1 hafta geciktirirsem hemen kısıtlama, ağırlaşma ve ek ücret yansıtmayı iyi biliyorlar. Her zaman arayıp bağlandığım müşteri temsilcisine bile bağlanamıyorum artık, sabrım kalmadı. Allah rızası için biri geri dönüş sağlasın.\"",
        {
            "entities": [
                [
                    1,
                    5,
                    "DATE"
                ],
                [
                    14,
                    30,
                    "DATE"
                ],
                [
                    31,
                    62,
                    "NET"
                ],
                [
                    64,
                    72,
                    "DATE"
                ],
                [
                    80,
                    92,
                    "NET"
                ],
                [
                    108,
                    116,
                    "DATE"
                ],
                [
                    117,
                    132,
                    "OPE"
                ],
                [
                    170,
                    177,
                    "DATE"
                ],
                [
                    209,
                    256,
                    "PAY"
                ],
                [
                    313,
                    327,
                    "SER"
                ]
            ]
        }
    ],
    [
        "Türk Telekom hattı kullanıyorum. Evimde her zaman bulunduğum lokasyonda telefon lazım oldu ve ne hat ne internet çekmiyor. Komşuya gittim onunda telefonu Türk Telekom hattı oda çekmiyor. Şimdi müşteri hizmetlerini aradım ve durumu bildirdim sebebini öğrenmek için. Hat yokken aramanız lazım size yardımcı olamıyorum dedi. Şaka gibi hat yokken nasıl arayabilirim diye sordum; başka bir operatörü olan yakınınızdan destek alın dedi. Böyle bir sistem olamaz. Şunu duymayı beklerdim; şu saatlerde şu konumunuzda çalışma var demesini. Ekranlarında öyle bir bilgi yokmuş. Ve gereksiz çekmeyen bir hat olduğunu bugün bir kez daha öğrendim. Yetkili birisi açıklama yapabilecek mi?",
        {
            "entities": [
                [
                    0,
                    12,
                    "OPE"
                ],
                [
                    101,
                    121,
                    "NET"
                ],
                [
                    154,
                    166,
                    "OPE"
                ],
                [
                    265,
                    320,
                    "SER"
                ],
                [
                    177,
                    185,
                    "NET"
                ],
                [
                    578,
                    587,
                    "NET"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom kurulum için verilen randevuya işten izin aldım, eve gittim ama iptal mesajı geldi. Gelen olmadı, böylesi bir durum görmedim. Yeniden randevu oluşacakmış, neye istinaden böyle bir şey olabilir? Yeniden izin alacağım, onların sorumsuzluğuna çok saçma.\"",
        {
            "entities": [
                [
                    1,
                    13,
                    "OPE"
                ],
                [
                    78,
                    96,
                    "SER"
                ],
                [
                    98,
                    110,
                    "SER"
                ]
            ]
        }
    ],
    [
        "\"Günde en az 10 kere bağlantı kopar, ping artar. 300-500 arası. Sözde en iyilerinden aldım 200 Mbps ve evimde GPON altyapı mevcut eski Türk Telekom personeli olarak yazıyorum ve ben sıkılmadım bir kez düştüm kimse düşmesin bu hataya. Geçtiğimiz haftalarda müşteri hizmetlerini aradım 5 günde bir modemi kapat aç yapın diyorlar sadece güldüm yazık ne diyeyim. Modem değiştirdiler. Arızalı diye yine aynı çok sıkıldım çok bunaldım ve taahhüt var maalesef. Böyle devam ederse, ki edecek biliyorum bir gün üşenmeden mahkemeye gideceğim ve bu şikayetim burda bunun kanıtı olarak kalsın. Ne yazacağımı şaşırdım söylenecek o kadar şey var ki inanın bıktım artık. Verdiğim onca paraya yazık günah. Derhal düzeltilmesini talep ediyorum. Aksi takdirde taahhüt ödemeden iptal edilmesini istiyorum. İyi çalışmalar\"",
        {
            "entities": [
                [
                    37,
                    47,
                    "NET"
                ],
                [
                    91,
                    109,
                    "PKG"
                ],
                [
                    115,
                    129,
                    "NET"
                ],
                [
                    135,
                    147,
                    "OPE"
                ],
                [
                    284,
                    291,
                    "DATE"
                ],
                [
                    359,
                    378,
                    "NET"
                ],
                [
                    742,
                    785,
                    "PAY"
                ],
                [
                    20,
                    35,
                    "NET"
                ],
                [
                    431,
                    452,
                    "PKG"
                ]
            ]
        }
    ],
    [
        "\"Vodafone 'a başvuru yaptım aralık ayı kampanyası için, başvurunuz alındı dendi müşteri hizmetlerini arayınca 1 aydır başvurunuz alındı size mesajla bildirim yapılacak diye ses kaydı çıkıyor. Hala geri dönüş yok. Farklı operatörde de avantajlı fiyatlar vardı o fırsatı da kaçırdım.\"",
        {
            "entities": [
                [
                    1,
                    9,
                    "OPE"
                ],
                [
                    28,
                    38,
                    "DATE"
                ],
                [
                    110,
                    117,
                    "DATE"
                ],
                [
                    192,
                    211,
                    "SER"
                ],
                [
                    213,
                    281,
                    "OTH"
                ]
            ]
        }
    ],
    [
        "\"Türk Telekom'un yıllardır abonesiyim. Her sene 1 yıllık satın aldığım paketin bitmesine yakın ararlar ve yeni paket teklifinde bulunuyorlar. Bu sene de aradılar ama verdikleri fiyat gerçekten artık abartı. Müşteri temsilcilerine de söyledim, yılların abonesiyim. Hiç mi indirim yok, özel tarife yok. Tariflerde abonelik yılına göre indirim istiyorum. Bunun önüne de geçilmeli. Her sene katlanan fiyatlar sunmayın.\"",
        {
            "entities": [
                [
                    1,
                    16,
                    "OPE"
                ],
                [
                    39,
                    56,
                    "DATE"
                ],
                [
                    57,
                    102,
                    "PKG"
                ],
                [
                    264,
                    282,
                    "PAY"
                ],
                [
                    284,
                    299,
                    "PKG"
                ],
                [
                    312,
                    350,
                    "PAY"
                ],
                [
                    106,
                    140,
                    "PKG"
                ],
                [
                    165,
                    205,
                    "PAY"
                ],
                [
                    387,
                    413,
                    "PAY"
                ]
            ]
        }
    ],
    [
        "\"İstanbul Arnavutköy Hadımköy Mahallesi Oya sokak Vodafone ye baz istasyonu arızasını bildirmeme rağmen, ilgilenen yok. Müşteri hizmetlerini aradığımda, konumunuza yakın olan 2 adet baz istasyonunda problemli arızalı görünüyor, arıza kaydı oluşturdum dedi. 1 hafta oldu, halen sorun çözülmedi\"",
        {
            "entities": [
                [
                    50,
                    58,
                    "OPE"
                ],
                [
                    62,
                    103,
                    "NET"
                ],
                [
                    105,
                    118,
                    "SER"
                ],
                [
                    120,
                    227,
                    "SER"
                ],
                [
                    257,
                    264,
                    "DATE"
                ],
                [
                    1,
                    49,
                    "LOC"
                ],
                [
                    271,
                    292,
                    "SER"
                ]
            ]
        }
    ]
]